{
  "leaflet": {
    "candidateName": "Lorraine Fullbrook",
    "constituency": "The South Ribble Constituency",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "LABOUR'S TAX ON JOBS WILL KILL THE RECOVERY",
        "content": "The reelection of Gordon Brown's government - with more debt, waste and taxes - will bring us a new recession."
      },
      {
        "title": "BACKING THE NHS",
        "content": "The NHS is our number one priority. We back it and we aim to improve it for everyone."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health",
        "policyDescription": "The Conservatives will increase spending on the NHS every year. The NHS needs these increases because the pressures it is facing as people live longer and new medical treatments become available."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Points out that under a Labour government there will be higher taxes, which could lead to a new recession. Criticizes Gordon Brown for increasing the national insurance tax."
      },
      {
        "policyTitle": "Stop the City of Preston Council and Labour 'Mega Merger'",
        "policyDescription": "Lorraine led the campaign that blocked the attempt by Labour and their Lib Dem allies to set up Robin Hood-style 'swollen council' in a 'New City of Preston'."
      }
    ],
    "mentions": {
      "candidate": "Lorraine Fullbrook",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Criticizes the Labour Party for the potential increase in taxes and debt, arguing it will bring a new recession.",
      "education": "",
      "environment": "",
      "governance": "Lorraine Fullbrook led the campaign against Labour and Lib Dem's attempt to merge councils into a 'New City of Preston', advocating for a more local and accountable governance.",
      "health": "The leaflet states that the NHS is a priority and the Conservatives will increase its funding every year.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Criticizes Labour for reducing mortgage payments lower than under Labour and mentions efforts by Conservatives to help people into jobs and out of welfare.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Current Member of Parliament",
        "duration": "",
        "achievements": "Lorraine led the campaign that blocked the attempt by Labour and their Lib Dem allies to set up Robin Hood-style 'swollen council' in a 'New City of Preston'."
      }
    ],
    "contactInformation": {
      "address": "6 Enterprise House, Station Road, Hesketh Bank, PR4 6SN",
      "phone": "01772 468142",
      "email": "lorraine@lorrainefullbrook.co.uk",
      "website": "www.lorrainefullbrook.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "As the Conservative Champion for the North West, William Hague recently visited Leyland with Lorraine and embraced her in the streets of Penwortham with enthusiasm.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Lorraine Fullbrook with constituents and other campaign imagery"
        }
      ]
    },
    "additionalNotes": "The leaflet mentions that Lorraine Fullbrook hosts an open meeting in an old fashioned town hall style to address local concerns."
  }
}