```json
{
  "leaflet": {
    "candidateName": "Max Freedman",
    "constituency": "Kingston & Surbiton",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A HEALTHIER KINGSTON FOR US ALL",
        "content": "Waiting lists have tumbled and Labour guarantee no longer than a two week wait to be seen by a specialist if you have suspected cancer. We have built new cancer and surgery wings at Kingston Hospital, and are committed to maintaining the best health care for all."
      },
      {
        "title": "INVESTMENT FOR RECORD SCHOOL RESULTS",
        "content": "Education has always been our priority. We have got record results through replacing crumbling buildings, like Chessington Community College, reducing class sizes and investing in teachers. Our future depends on giving every child the best start in life, and not giving up on anybody's potential."
      },
      {
        "title": "DEDICATED POLICE TO MAKE KINGSTON SAFER",
        "content": "As a Kingston resident, I have felt safer since Labour introduced dedicated police teams in every neighbourhood. I will fight to keep them on our streets despite Tory threats to cut police. The council must address anti-social behaviour, which the Liberals have refused to tackle using new Labour powers."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Labour guarantees a maximum two-week wait to be seen by a specialist for suspected cancer and commits to maintaining the best health care, including new cancer and surgery wings at Kingston Hospital."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Labour prioritizes education with record results by replacing old buildings, reducing class sizes, and investing in teachers, as seen at Chessington Community College."
      },
      {
        "policyTitle": "Safety",
        "policyDescription": "Labour's introduction of dedicated police teams in every neighbourhood has improved safety, with a commitment to maintaining this presence despite opposition cuts and tackling anti-social behaviour."
      }
    ],
    "mentions": {
      "candidate": "Max Freedman",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Education is a priority, with investments in infrastructure and resources leading to record school results.",
      "environment": "",
      "governance": "",
      "health": "Healthcare improvements include reduced waiting lists and new facilities at Kingston Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Max Freedman at Kingston Hospital"
        },
        {
          "caption": "Kingston Hospital NHS"
        },
        {
          "caption": "Max Freedman outside local police station"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```