```json
{
  "leaflet": {
    "candidateName": "Edward Davey",
    "constituency": "Kingston & Surbiton",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Delivering for Kingston & Surbiton",
        "content": "Edward Davey has a record of action and success on local issues."
      },
      {
        "title": "OUR NHS...AT RISK",
        "content": "Conservative parliamentary candidate Helen Whately has been part of an administration of a conflict of interest, allegedly using plans which she should have informed those who work at Kingston Hospital about."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Leading the campaign to save A&E and Maternity at Kingston Hospital."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Delivered a London-wide campaign cash for extra primary school places, winning £6.2 million for Kingston schools."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Successfully campaigned for more local police and delivered new legislation to tackle antisocial behaviour."
      },
      {
        "policyTitle": "Local Community",
        "policyDescription": "Re-opening Tolworth's Post Office, stopping New Malden's station exit being blocked up, local NHS dentist, over 55,000 cases."
      }
    ],
    "mentions": {
      "candidate": "Edward Davey is mentioned throughout the leaflet.",
      "otherPartyLeaderCandidate": "Helen Whately is mentioned as part of an administration with a conflict of interest.",
      "partyLeader": "Nick Clegg is mentioned regarding fairer taxes and pensions.",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Nick Clegg's tax plan means you will pay no tax on the first £10,000 you earn - cutting most tax bills by £700. For pensioners, Lib Dems will restore the link with earnings immediately, to end the break introduced by Mrs. Thatcher.",
      "education": "Edward Davey at Norbiton's The Mount - he has worked tirelessly to get the extra investment that Kingston's schools have seen in recent years.",
      "environment": "",
      "governance": "",
      "health": "Edward Davey is leading the campaign to save A&E and Maternity at Kingston Hospital. One of the options now being considered by the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "",
        "achievements": "Delivered a London-wide campaign cash for extra primary school places."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Mrs. Dobberson, Chessington",
        "endorsement": "I'm fed up with most politicians but Ed Davey is different - he works hard and has a good record on expenses."
      },
      {
        "endorser": "Mr. Kelly, Norbiton",
        "endorsement": "Labour doesn't stand a chance here so I'm voting for Ed Davey - a good local MP."
      },
      {
        "endorser": "Mr. Hook",
        "endorsement": "I'm naturally Labour but they’ve changed. Lib Dems are the only ones staying true for ordinary people now."
      },
      {
        "endorser": "Mr. Sivagurunathan, Tolworth",
        "endorsement": "Ed Davey helps so many local people. It would be a disaster if he lost."
      }
    ],
    "quotes": [
      {
        "text": "He is the only politician to stick his neck out for us.",
        "source": "Save Kingston's A&E and Maternity Unit",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Edward Davey with children and adults in a school setting."
        },
        {
          "caption": "Edward Davey with a group of supporters."
        },
        {
          "caption": "Images of various constituents providing testimonials."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```