```json
{
  "leaflet": {
    "candidateName": "Jill Hope",
    "constituency": "Milton Keynes",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Fighting for a better Maternity Unit",
        "content": "The Lib Dem Difference: Only the Liberal Democrats will deliver a new birthing centre. We'll make the presidency wing fit for local people for 60 years to come and avoid extra pain and suffering at the hands of the Conservatives."
      },
      {
        "title": "My contract with the people of Milton Keynes",
        "content": "See the full version of my contract at my website www.mk-libdems.co.uk"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Maternity Unit",
        "policyDescription": "Commitment to deliver a new birthing centre and make the presidency wing fit for use for the next 60 years."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Plans to help people get jobs, including support for training and opposition to raising VAT to 20.5%, as well as stopping Post Office closures."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Opposition to NHS privatisation, as evident by fighting against the Conservative health spokesman who accepted £21,000 from private health firm boss."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Fighting against tuition fees, ensuring MK's schools are properly funded and improving places for children."
      },
      {
        "policyTitle": "Fairer Taxes",
        "policyDescription": "- Fairer taxes that put money back in your pocket by not taxing on the first £10,000 you earn - cutting tax for 97% of workers."
      },
      {
        "policyTitle": "Green Economy",
        "policyDescription": "Fight for better services in Milton Keynes by making it easier to start up new green businesses."
      }
    ],
    "mentions": {
      "candidate": "Jill Hope has pledged to fight for the investment our local hospital needs and to stop Post Office closures.",
      "otherPartyLeaderCandidate": "David Cameron meets NHS privatisation campaigners",
      "partyLeader": "Nick Clegg and the Liberal Democrats are working to change Britain for the better.",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Opposing VAT increase to 20.5%, stopping post office closures, and helping people get jobs.",
      "education": "Opposition to tuition fees and supporting properly funded MK schools.",
      "environment": "Making it easier to start up new green businesses.",
      "governance": "",
      "health": "Plan to stop the Maternity Unit from being controlled by private companies and oppose NHS privatisation.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.mk-libdems.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jill Hope pictured outside the troubled Maternity Unit at MK Hospital where she is fighting for better services."
        },
        {
          "caption": "Jill Hope with Nick Clegg, working together to bring real change."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```