```json
{
  "leaflet": {
    "candidateName": "Jill Wareham",
    "constituency": "Isle of Wight",
    "politicalParty": "Liberal Democrats",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "CHANGE THAT WORKS FOR YOU",
        "content": "On May 6th there will be a General Election that has the potential, with your help, to change our country and our Island for the better. As your Liberal Democrat candidate, I very much want to make our Island a better place for everyone, together we can fight for a fairer Island, together we can make it happen!"
      },
      {
        "title": "A Liberal Democrats government would mean:",
        "content": "A fair tax system – no tax on your first £10k of earnings which will especially benefit younger people. A fair chance for every young person – the abolition of tuition fees. A fair future: creating jobs by making Britain greener – Renewable energy and efficient homes. Investment in public transport – Cheaper and more efficient public transport."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer Taxes For Everyone",
        "policyDescription": "A fair tax system with no tax on the first £10k of earnings"
      },
      {
        "policyTitle": "Fairer Chance For Children",
        "policyDescription": "The abolition of tuition fees for a fair chance for every young person"
      },
      {
        "policyTitle": "More Jobs For Islanders",
        "policyDescription": "Creating jobs by making Britain greener with renewable energy and efficient homes"
      },
      {
        "policyTitle": "Better Public Transport",
        "policyDescription": "Investment in public transport for cheaper and more efficient options"
      }
    ],
    "mentions": {
      "candidate": "Jill Wareham",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "In the last election nearly 1 in 4 people voted Lib Dem, if 1 in 3 vote Lib Dem at the coming election, we would form the next government!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "A fair chance for every young person – the abolition of tuition fees",
      "environment": "A fair future: creating jobs by making Britain greener – Renewable energy and efficient homes",
      "governance": "A fair deal from politicians – We will make politicians more accountable and give our Island back to sack corrupt MPs",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Renewable energy and efficient homes",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "29 Dodnor Park, Newport, IOW, PO30 5XE",
      "phone": "07841118995",
      "email": "jill_wareham@hotmail.com",
      "website": "www.iowlibdems.org.uk",
      "socialMedia": {
        "facebook": "Jill Wareham",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Campaign photo of Jill Wareham with Liberal Democrat Leader Nick Clegg"
        }
      ]
    },
    "additionalNotes": "Change is in your hands. Give me your support on 6th may and join me in building a Fairer Britain and a Fairer Island"
  }
}
```