```json
{
  "leaflet": {
    "candidateName": "Clare Adamson",
    "constituency": "Lanark & Hamilton East",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear Elector",
        "content": "I am asking you to choose me as your next MP. A vote for me and the SNP will ensure there is an effective voice speaking up for the people of Lanark and Hamilton East. The SNP has shown it can be trusted to deliver for the people of Scotland. From freezing the council tax to reducing prescription charges, the SNP is helping those people in Scotland who need it most."
      },
      {
        "title": "Torpedo Trident",
        "content": "Labour wants to spend £100 billion on replacing the UK's nuclear weapons system. The majority of the Scottish people don't want their money spent on these weapons of mass destruction."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing",
        "policyDescription": "The SNP Government is building more than 7,000 homes, the most at any time since the 1970s, providing vital work for the construction sector. In addition, another 14,000 have been announced by Housing and Communities Minister, Alex Neil."
      },
      {
        "policyTitle": "Supporting Local Produce and Economy",
        "policyDescription": "Support for local industries and farmers, and efforts made in London to protect the interests of Scottish farmers and rural communities."
      },
      {
        "policyTitle": "Nuclear Disarmament",
        "policyDescription": "The SNP would scrap the £100bn waste on weapons of mass destruction; only a strong SNP presence at Westminster can protect Scotland's interests."
      }
    ],
    "mentions": {
      "candidate": "Clare Adamson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The SNP government's work in protecting local industries and economy.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Reducing prescription charges, freezing council tax, trusted to deliver for the people of Scotland.",
      "housing": [
        {
          "content": "Building more than 7,000 homes and plans for an additional 14,000 to address Scotland's housing needs.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "As your MP I will demand fairer prices, work to restore the link between pensions and earnings and vote against dangerous plans to replace the Trident nuclear weapons system. At a time of economic hardship we need to ensure frontline services are protected.",
    "politicalExperience": [
      {
        "role": "SNP Candidate for Lanark & Hamilton East",
        "duration": "",
        "achievements": "The SNP Government has shown it can be trusted to deliver for the people of Scotland with actions like freezing the council tax and reducing prescription charges."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "clare@claredamson.org",
      "website": "www.claredamson.org",
      "socialMedia": {
        "facebook": "www.facebook.com/clare4lhe",
        "twitter": "www.twitter.com/clare4lhe",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Clare Adamson campaigning in Lanark"
        },
        {
          "caption": "Clare with Winnie Ewing"
        },
        {
          "caption": "SNP Working for you."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```