{
  "leaflet": {
    "candidateName": "Rachel Reeves",
    "constituency": "Leeds West",
    "politicalParty": "Labour Party",
    "electionDate": "",
    "messages": [
      {
        "title": "This election is your choice between electing a Labour Party committed to securing a future fair for all or the Tory Party that claims to change, but still wants to offer a £200,000 tax break to the richest 3,000 estates in the country while taking tax credits and Sure Start away from hard working families.",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taxation and Family Support",
        "policyDescription": "Opposes the Tory Party's £200,000 tax break for the richest 3,000 estates and the removal of tax credits and Sure Start from hard-working families."
      },
      {
        "policyTitle": "Economic Recovery",
        "policyDescription": "Commitment to maintaining investment in schools, health services, pensions, and police."
      }
    ],
    "mentions": {
      "candidate": "Rachel Reeves",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Believes in protecting local people during difficult economic times and maintaining investment in schools, health services, pensions, and police.",
      "education": "Promises to fight to maintain investment in schools.",
      "environment": "",
      "governance": "Mentions difficult decisions taken during the recession to prevent a great depression.",
      "health": "Promises to fight to maintain investment in health services.",
      "immigration": "",
      "socialWelfare": "Opposes removing tax credits and Sure Start from hard-working families.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Rachel says: 'The recession didn't start here, but we must ensure that local people are protected during these difficult times. I will fight to maintain investment in schools, health services, pensions and police here in Leeds West.'",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "1 Monkwood, Vesper Road, Leeds LS5 3QZ",
      "phone": "07788 441 345",
      "email": "rachel@rachelreeves.net",
      "website": "www.rachelreeves.net",
      "socialMedia": {
        "facebook": "Rachel Reeves",
        "twitter": "rachelreevesmp",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Neil and Hazel Walshaw",
        "endorsement": "We believe we need an MP who is active locally, and influential nationally, an MP who is committed and passionate about our area... We have seen her working extremely hard with community groups and individuals, and know that she would stand up for everyone in Leeds West."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rachel Reeves pictured with supporters and their son."
        },
        {
          "caption": "Rachel Reeves pictured with Gordon Brown."
        }
      ]
    },
    "additionalNotes": ""
  }
}