```json
{
  "leaflet": {
    "candidateName": "MICHAEL FABRICANT",
    "constituency": "Lichfield, Burntwood and south Staffordshire",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "HONEST IN PARLIAMENT",
        "content": "Michael is untouched by any of the expenses scandals surrounding Parliament."
      },
      {
        "title": "FIGHTING TO PRESERVE THE LOCAL ENVIRONMENT",
        "content": "Whether it be opposition to over-development – such as the Fradley eco-town – or Labour’s preferred route for the High Speed Train, or excessive gravel extraction from Staffordshire's countryside, Michael is working vigorously alongside local activists to preserve the local environment."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "CAMPAIGNING TO PROMOTE THE AREA",
        "policyDescription": "With boom town turned to bust, Michael is campaigning hard to promote Lichfield, Burntwood and south Staffordshire’s economy as a tourist, business and conference destination."
      },
      {
        "policyTitle": "WORKING HARD FOR LOCAL PEOPLE",
        "policyDescription": "Michael works hard for local people in the Constituency and in Parliament. With up to 400 letters, emails, and phone calls a week from constituents, regularly raising matters in Parliament, and visiting local communities, Michael has been a very active and approachable MP."
      }
    ],
    "mentions": {
      "candidate": "Michael",
      "otherPartyLeaderCandidate": "Labour",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Fradley eco-town, High Speed Train, gravel extraction.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "opposition to over-development such as the Fradley eco-town",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "Up to 400 letters, emails, and phone calls a week from constituents, regularly raising matters in Parliament, visiting local communities."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.page-staffordshire.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Michael collecting for Charity (not expenses) at the Lichfield Bower"
        },
        {
          "caption": "Discussing the street lighting at Abbotts Bromley."
        },
        {
          "caption": "Campaigning with residents against Labour’s Eco Town at Fradley"
        },
        {
          "caption": "Visiting drained Chasewater following Michael’s question to the Prime Minister."
        },
        {
          "caption": "Leading demonstrators against Labour plans to close care homes."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```