```json
{
  "leaflet": {
    "candidateName": "Jenny Bone",
    "constituency": "South West Bedfordshire",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "My pledges to you",
        "content": "In recent years my life has changed dramatically. I have become a mother and a mature student. I have moved from being unemployed and unqualified to becoming a Chartered Surveyor in local government. It has been a Labour government that has enabled me and many thousands just like me, the opportunity to change our lives. I want to fight to maintain the help I got and protect it from immediate Tory cuts to vital local services."
      },
      {
        "title": "Supporting local services",
        "content": "I was involved in a project to get community groups sharing resources to save money. I will continue to promote and support vital local services if elected."
      },
      {
        "title": "Building a strong local economy",
        "content": "Having helped set up a Credit Union, I know how important it is to support the local economy. The Tories would choke off recovery by imposing immediate cuts that would hurt local people."
      },
      {
        "title": "Dedicated and committed to you",
        "content": "I have recently been elected to the governing body of my professional association. I believe this is recognition by my colleagues, of my dedication and commitment."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protect the recovery",
        "policyDescription": "Labour is working hard to protect family finances. A Tory government would put at risk our fragile recovery, with the wrong cuts, at the wrong time."
      },
      {
        "policyTitle": "Parliamentary reform",
        "policyDescription": "I am committed to a total reform of the Parliamentary expenses system, unlike our present MP."
      },
      {
        "policyTitle": "Choice of maternity services",
        "policyDescription": "I will campaign to maintain the choice we have and increase access to homebirths."
      },
      {
        "policyTitle": "Green job growth",
        "policyDescription": "This could support a further half a million jobs over the next decade. It makes environmental choices crucial to Britain’s future."
      },
      {
        "policyTitle": "Opportunities for young people",
        "policyDescription": "Everyone under 25 will be guaranteed a job, training or experience if they’re out of work for six months."
      }
    ],
    "mentions": {
      "candidate": "Jenny Bone",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Protect the recovery, Building a strong local economy",
      "education": "",
      "environment": "Green job growth",
      "governance": "Parliamentary reform",
      "health": "Choice of maternity services",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "In recent years my life has changed dramatically. I have become a mother and a mature student. I have moved from being unemployed and unqualified to becoming a Chartered Surveyor in local government.",
    "politicalExperience": [
      {
        "role": "Chartered Surveyor in local government",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Anne Stevenson",
        "endorsement": "I am backing Jenny and the Labour Party. It is important that we have a candidate who can understand exactly how the local community feels about issues. With my baby on the way, local services are important. I know we cannot afford the high interest rates the Tory's [sic] always bring."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jenny, David and John"
        },
        {
          "caption": "I'm supporting our local candidate"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```