```json
{
  "leaflet": {
	"candidateName": "Andrew Selous",
	"constituency": "South West Bedfordshire",
	"politicalParty": "Conservatives",
	"electionDate": "",
	"messages": [
  	{
    	"title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
    	"content": "Just a few weeks left to save our most treasured institution for future generations. A Conservative government will cut the deficit, not the NHS and always protect and improve the service."
  	},
  	{
    	"title": "A RECORD OF ACTION IN SOUTH WEST BEDFORDSHIRE",
    	"content": "Living locally, I am passionate about making our area a better place to live and work. I am working to create more jobs. I continue to fight for the Dunstable town bypass and a community hospital for Leighton Buzzard."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Immigration Limit",
    	"policyDescription": "A Conservative government will cap immigration from outside the EU."
  	},
  	{
    	"policyTitle": "Support Our Armed Forces",
    	"policyDescription": "Recognition for those who serve, including a Military Covenant and a Veterans' Identification Card."
  	},
  	{
    	"policyTitle": "Getting Britain Working",
    	"policyDescription": "Support for small businesses and job creators with lower taxes to help stimulate job growth."
  	},
  	{
    	"policyTitle": "Backing The NHS",
    	"policyDescription": "The NHS includes a commitment to cut the deficit without cutting into the NHS, and instead to protect and improve the service."
  	},
  	{
    	"policyTitle": "Raising Standards in Schools",
    	"policyDescription": "More teacher empowerment and discipline reinforcement to create an environment for better educational outcomes."
  	},
  	{
    	"policyTitle": "Supporting Families",
    	"policyDescription": "Supporting families as a core unit of society and tackling issues threatening the family structure."
  	}
	],
	"mentions": {
  	"candidate": "Andrew Selous",
  	"otherPartyLeaderCandidate": "Gordon Brown",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "The Conservatives plan to get our economy moving and to support people who want to start and grow businesses.",
  	"education": "Empowering teachers and headteachers to improve discipline and standards.",
  	"environment": "",
  	"governance": "Calling for big changes in our politics, including action against excessive MP expenses and restoring trust.",
  	"health": "Committed to cutting the deficit without cutting into the NHS, and instead, to protect and improve the service.",
  	"immigration": "A Conservative government will cap immigration from outside the EU.",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "The candidate supports the building of more affordable and family homes on brownfield sites while protecting the green belt.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "Living locally, I am passionate about making our area a better place to live and work.",
	"politicalExperience": [
  	{
    	"role": "Member of Parliament",
    	"duration": "",
    	"achievements": "Working to create more jobs, fighting for the Dunstable town bypass, advocating for a community hospital for Leighton Buzzard"
  	}
	],
	"contactInformation": {
  	"address": "6 Prince's Street, Dunstable, LU6 3AX",
  	"phone": "01582 662821",
  	"email": "andrew.selous.mp@gmail.com",
  	"website": "www.andrewselous.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "David Cameron",
    	"endorsement": "Backing The NHS"
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Andrew Selous with various constituents and community members"
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```