```json
{
  "leaflet": {
    "candidateName": "Robin Meltzer",
    "constituency": "Kensington",
    "politicalParty": "The Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "Action on Housing",
        "content": "There is a shortfall of 3950 affordable homes per year in our Borough, so Robin Meltzer is campaigning for all new developments to include affordable housing."
      },
      {
        "title": "Action on schools",
        "content": "Robin Meltzer campaigned against the Council's decision to SELL OFF the playground and for a new, community secondary school in North Kensington."
      },
      {
        "title": "Protecting our shops",
        "content": "Robin Meltzer wants to protect Kensington’s blend of independent shops and would give local authorities new power to prevent their conversion to betting shops."
      },
      {
        "title": "STOP taking local residents for granted",
        "content": "Robin Meltzer believes local residents are FED UP with their views being ignored or brushed aside and claims it's time we had an MP who actually lives here and knows our lives."
      },
      {
        "title": "My contract with Kensington people",
        "content": "Robin Meltzer promises to put local people first, to ensure their voice is heard locally and at Westminster, and to be open and honest about all expenses incurred."
      },
      {
        "title": "Four steps to a fairer Britain",
        "content": "Proposes fairer taxes, a fair chance for every child, a fair future with green jobs and transparency, and accountability for politicians."
      },
      {
        "title": "Clean up our TOXIC air",
        "content": "Robin is campaigning for a tough new emissions zone, the electrification of diesel trains, recalibration of air quality monitoring systems, and the renewal of the vehicle fleet to improve air quality in Kensington."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing",
        "policyDescription": "Campaign for all new developments to include affordable housing, reverse trend of no affordable housing in upcoming developments."
      },
      {
        "policyTitle": "Schools",
        "policyDescription": "Opposed selling off playgrounds, campaigned for a new community secondary school."
      },
      {
        "policyTitle": "Local Shops",
        "policyDescription": "Give local authorities new power to prevent conversion of shops to betting shops."
      }
    ],
    "mentions": {
      "candidate": "Robin Meltzer",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Campaigned against selling off school playgrounds and for a new community secondary school.",
      "environment": "Proposes a tough new emissions zone and electrification of diesel trains.",
      "governance": "Promises transparency and accountability for politicians",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "There is a shortfall of affordable housing, with Robin Meltzer insisting on the need for more affordable homes in new developments.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I will make sure your voice is heard - locally and at Westminster. I will be a strong voice for Kensington at Westminster.",
    "politicalExperience": [
      {
        "role": "former BBC television producer, a member of the Federal Policy Committee and of Liberty, the human rights organisation",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.robinforkensington.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nick Clegg",
        "endorsement": "Robin Meltzer is the local choice for Kensington."
      }
    ],
    "quotes": [
      {
        "text": "Spending squeeze for NHS despite Darling’s promise.",
        "source": "The Independent, 11 Dec 2009",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Robin Meltzer with residents and supporters."
        },
        {
          "caption": "Robin Meltzer and Nick Clegg."
        },
        {
          "caption": "Robin Meltzer engaging with a local resident."
        }
      ]
    },
    "additionalNotes": "The leaflet criticizes Gordon Brown for several actions such as writing checks for the Iraq War, raising taxes on pensioners, etc. It promotes Robin Meltzer as a viable local option who stands for residents' concerns and improved government transparency."
  }
}
```