```json
{
  "leaflet": {
    "candidateName": "Elizabeth Pascoe, Rebecca Lawson",
    "constituency": "Liverpool Riverside and Wavertree",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Vote for Elizabeth Pascoe as your local councillor",
        "content": "Elizabeth Pascoe is your local council candidate for Wavertree. She has recently moved into Wavertree from Kensington. Elizabeth wants to be the voice of the people, your voice, and force those in power to listen. She will fight for safe, clean streets and neighbourhoods, and for the refurbishment of existing housing, to make it energy-efficient. She will protect public transport and support small businesses. She will demand honest, transparent local government."
      },
      {
        "title": "Vote for Rebecca Lawson as your Wavertree MP",
        "content": "Rebecca Lawson is your Green Party parliamentary candidate for Wavertree. Rebecca has lived in Liverpool for ten years and lectures in Psychology at Liverpool University. She has become more and more concerned with climate change and its possible effects on the next generation. 'Only the Green Party is pressing for fast and effective solutions to global warming. Decisive political action is also needed to tackle inequality - Britain needs a more equal society where every child can achieve their full potential. A fairer and more sustainable society would benefit all of us, rich or poor.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Green Party: scrap student tuition fees",
        "policyDescription": "Supports scrapping student tuition fees as indicated by the signing of the NUS pledge with students by Tom Crone and Rebecca Lawson."
      },
      {
        "policyTitle": "Economic and Environmental Policy",
        "policyDescription": "The Green Party rejects the false choice between economy and environment and proposes to massively increase the proportion of electricity coming from renewables, focus on renewable energy investment to create jobs, and reduce reliance on fossil fuels."
      }
    ],
    "mentions": {
      "candidate": "Elizabeth Pascoe, Rebecca Lawson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Redirect the financial system to serve the 'real' economy and break up the big banks so they can no longer hold the country to ransom.",
      "education": "",
      "environment": "Focus on renewable energy investment to create jobs and build schools and hospitals to secure our 'Green New Deal' which invests in jobs and young people.",
      "governance": "",
      "health": "Fund energy efficiency measures for UK homes, schools and hospitals to create 80,000 jobs, reduce harmful emissions and cut fuel bills.",
      "immigration": "",
      "socialWelfare": "Provide free social care for the elderly to improve their quality of life and create 60,000 jobs.",
      "housing": [
        {
          "content": "Stop the demolition of terraced housing in neighborhoods where people want to buy and renovate. Plant more trees along our streets, convert patches of derelict land into allotments or green spaces and reduce traffic around our parks.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Rebecca Lawson has become more and more concerned with climate change and its possible effects on the next generation.",
    "politicalExperience": [
      {
        "role": "Parliamentary candidate for Wavertree, lecturer in Psychology at Liverpool University",
        "duration": "Ten years in Liverpool",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "http://liverpool.greenparty.org.uk/",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tom Crone and Rebecca Lawson, the Green Party parliamentary candidates for Liverpool Riverside and Wavertree, signing the NUS pledge with students."
        }
      ]
    },
    "additionalNotes": "Printed on recycled paper by the Copyshop, 557 Smithdown Road, Liverpool L15. Published and promoted by Lee van der Steen, on behalf of Mick Lynch, Rebecca Lawson and Liverpool Green Party all at 12 Smith Drive, Liverpool L15."
  }
}
```