```json
{
  "leaflet": {
    "candidateName": "Helen Flynn",
    "constituency": "Skipton & Ripon",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A Strong Local Voice, A Strong Local Candidate",
        "content": "Dear Fellow Resident, We all want change. But not change just for the sake of change. REAL CHANGE. Changes that works for you. I aim for real change in our constituency. As a local resident, I am committed. I understand and work on local problems. However, the expenses scandal has affected how we all deal with constituency priorities on a national basis... Vince Cable is into numbers like me and together we'll get the economy safely off the ground..."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Business and Farming",
        "policyDescription": "Initiate schemes to help new start-ups, encourage young people into rural business, enterprise and farming, and ensure a long-term future for the Post Office and halt the closure of small Post Offices."
      },
      {
        "policyTitle": "Rural issues and Local Transport",
        "policyDescription": "Work to secure farmers a fair deal for their produce, find acceptable ways to push forward with affordable housing schemes, and increase awareness of the difficulties in rural areas of accessing health, education and transport services."
      },
      {
        "policyTitle": "Young People and the Elderly",
        "policyDescription": "Raise awareness of how national schools funding for rural county councils and seek to increase our share in order to improve schools and colleges for our children. Increase access to apprenticeships and work-based learning for young people."
      }
    ],
    "mentions": {
      "candidate": "Helen Flynn",
      "otherPartyLeaderCandidate": "David Cameron, Gordon Brown",
      "partyLeader": "Vince Cable",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Vince Cable is into numbers like me and together we'll get the economy safely off the ground...",
      "education": "Increase access to apprenticeships and work-based learning for young people.",
      "environment": "",
      "governance": "Calls for a fair deal for taxpayers' money.",
      "health": "The Liberal Democrat NHS Guarantee: We will protect NHS frontline services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Find acceptable ways to push forward with affordable housing schemes.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Be a fulltime MP - no other paid work. Always publish expenses. Be an effective, hard-working and vocal MP at Westminster. Never personally profit from taxpayers’ money. Be a true representative of and for our constituency.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Helen Flynn, Care Farm, Low Lane, Dairym, Harrogate HG3 2QN",
      "phone": "01423 781186",
      "email": "helen@helenflynn.org.uk",
      "website": "www.helenflynn.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Vince Cable",
        "endorsement": "Vince Cable: A Safe Pair of Hands"
      }
    ],
    "quotes": [
      {
        "text": "'Helen Flynn is our only real hope for a different kind of politics... She is someone who can really challenge the old order.' - Lord Chris Rennard, May 2010",
        "source": "Lord Chris Rennard",
        "date": "May 2010"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Leaflet images displaying Helen Flynn's political stances, key issues for Skipton and Ripon, and past election results."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```