```json
{
  "leaflet": {
    "candidateName": "James Abbott",
    "constituency": "Witham",
    "politicalParty": "GREEN PARTY",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "VOTE Green on May 6th – A real alternative to the “business as usual” parties",
        "content": "At this election voters will be bombarded by leaflets, adverts and promises from the Tories, Labour and the Liberal Democrats. But do they deserve your vote? These are the parties in Westminster who have made politics a dirty word. The expenses scandal. Cash for honours. Ex-Ministers “for hire” to lobbying companies. £ millions from wealthy non-doms to fund their glossy campaigns. And then there are the endless broken promises."
      },
      {
        "title": "Fair is Worth Fighting For",
        "content": "At this General Election, the Greens are saying Fair is Worth Fighting For. The Greens are proud to stand up for public services. Greens have campaigned to keep local post offices open. Greens oppose privatisation of the NHS and support new clinics for Witham and Maldon. A Green vote is a vote for a pension of £170 a week."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Sustainable Development, Transport and Recycling",
        "policyDescription": "These Green actions - on sustainable development, transport and recycling - all help to combat climate change."
      },
      {
        "policyTitle": "Public Services",
        "policyDescription": "The Greens are proud to stand up for public services, campaigned to keep local post offices open, oppose privatisation of the NHS, and support new clinics for Witham and Maldon."
      },
      {
        "policyTitle": "Pension Reform",
        "policyDescription": "A Green vote is a vote for a pension of £170 a week."
      }
    ],
    "mentions": {
      "candidate": "James Abbott has been your Green Party Candidate for 11 years.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "In Witham Constituency there is a strong alternative. The Greens have been working for local communities here since 1989. The Greens have local councillors on Witham Town Council and Braintree District Council. In 2009, the Greens outpolled both Labour and the Lib Dems in the total vote across the 2 Witham County Council divisions to become the main challengers to the Tories."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "These Green actions - on sustainable development, transport and recycling - all help to combat climate change.",
      "governance": "The expenses scandal. Cash for honours. Ex-Ministers “for hire” to lobbying companies. £ millions from wealthy non-doms to fund their glossy campaigns. And then there are the endless broken promises.",
      "health": "The Greens oppose privatisation of the NHS and support new clinics for Witham and Maldon.",
      "immigration": "",
      "socialWelfare": "A Green vote is a vote for a pension of £170 a week.",
      "housing": [
        {
          "content": "James has voted for local affordable housing and helped shape new policy to ensure that new developments are as green as possible, including using renewable energy.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Your Green Party Candidate James Abbott has been a Braintree District Councillor for 11 years. He went to school in Witham and Colchester and has lived in Witham constituency since the 1960s.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "11 years",
        "achievements": "Has consistently campaigned for better recycling facilities and helped maintain winter green and food waste collections threatened by Tory cuts. Helped lead the community campaign against the Rivenhall Airfield waste plant and incinerator. Using the Freedom of Information Act, he exposed Tory Essex County Council's agreements with the developers."
      }
    ],
    "contactInformation": {
      "address": "the Green Party, all at 163 Honeysuckle way Witham CM8 2YD",
      "phone": "01376 584576",
      "email": "james.abbott@greenparty.org.uk",
      "website": "www.witham-braintree.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "ELECTION COMMUNICATION FOR WITHAM CONSTITUENCY from your GREEN PARTY Candidate James Abbott"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```