{
  "leaflet": {
    "candidateName": "David Graham",
    "constituency": "Dunoon",
    "politicalParty": "Scottish Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Do you want a LABOUR GOVERNMENT or THE TORIES BACK IN POWER?",
        "content": "The Conservative Party has already promised rapid, savage cuts in government expenditure and services which will inevitably lead to a level of austerity unprecedented in modern Britain. They have fought the Labour Government's recovery programme at every turn. The Labour Party took prompt and effective action to save the Scottish and UK banks. The Labour Party has made saving jobs and meeting the British people's aspirations their overriding priority. They were roundly opposed by the Tories yet virtually every other Western Government followed where Labour led."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Recovery",
        "policyDescription": "The Labour Party has taken action to save the Scottish and UK banks and prioritizes saving jobs and meeting British people's aspirations."
      }
    ],
    "mentions": {
      "candidate": "David Graham",
      "otherPartyLeaderCandidate": "The Tories, The Conservative Party",
      "partyLeader": "",
      "tacticalSituation": "Voting Lib/Dem will achieve nothing to stop the Tory savage austerity. There are only 2 parties that can form the next UK Government."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Conservative Party has promised savage cuts in government expenditure and services leading to unprecedented austerity in modern Britain. Labour has taken action to save the Scottish and UK banks and made saving jobs and meeting the British people's aspirations their overriding priority.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "For a strong united Britain, determined to fight its way back to recovery, growth and success in realising everyone’s aspirations.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Scottish Secretary",
        "endorsement": "David Graham shaking hands with the Scottish Secretary."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A future fair for all"
        },
        {
          "caption": "Vote David Graham Scottish Labour"
        }
      ]
    },
    "additionalNotes": ""
  }
}