```json
{
  "leaflet": {
    "candidateName": "Galen Milne",
    "constituency": "Banff and Buchan",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "WE MUST LOOK AFTER EVERY GENERATION",
        "content": "A caring society looks after both young and old. The Liberal Party introduced the old age pension in the early 1900s. A Liberal power was the NHS in the 1940s. Both are major achievements of the proud and lasting legacies to our modern society that help look after people from nursery to nursing home. Liberal Democrats will protect funding for our front line services including our troops, our police, and always our NHS."
      },
      {
        "title": "OUR NHS: At risk with the Conservatives",
        "content": "Tory Health spokesman accepted £21,000 donation from private health firm boss"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy and jobs",
        "policyDescription": "Labour has failed the economy. Economic success depends upon a skilled workforce. Galen Milne understands this vital role. Training and up-skilling the workforce. Lib Dems will invest in training, apprenticeships, or the work to support. Building Banff has the back of engineering capability to form a green energy generation as well as the established industries for various fields along the coast. Encourage Lib Dem MEPs work to reform the CFP to help ensure employment and food security."
      },
      {
        "policyTitle": "Fair rural fuel pricing",
        "policyDescription": "In the 80s Galen Milne campaigned against a Tory government's hike in fuel prices. Now he is supporting the Lib Dem campaign for fuel price discounts to make life easier for rural areas in the north. The Tories now rely on us all not asking the Lib Dems told them how they can improve. A strong cover government must also do more to improve the SNP-led network that services the most remote areas in Scotland. Successive short-sighted government has denied rural communities a fair deal. We deserve better!"
      },
      {
        "policyTitle": "Water everywhere - not a drop to drink!",
        "policyDescription": "The past has proved unusual weather in recent years with currently high commercial, residential, and recreational propriety. The North West needs to undertake."
      },
      {
        "policyTitle": "Four steps to a fairer Britain",
        "policyDescription": "1. Fairer taxes that put money back in your pocket. Pay no tax on the first £10,000 you earn - cutting most tax bills by £700.\n2. A fair chance for every child. Smaller class sizes, more cash for schools, and abolish university tuition fees.\n3. A fair future: create jobs by making Britain greener. Invest in public transport, renewable energy, and energy-efficient homes.\n4. A fair deal for you from the politicians. Make politicians accountable and give you the right to sack corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "Galen Milne",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Economic success depends upon a skilled workforce.",
      "education": "Smaller class sizes, more cash for schools, and abolish university tuition fees.",
      "environment": "Invest in public transport, renewable energy, and energy-efficient homes.",
      "governance": "Make politicians accountable and give you the right to sack corrupt MPs.",
      "health": "Protect funding for our front line services including our troops, our police, and always our NHS.",
      "immigration": "",
      "socialWelfare": "Protect funding for our front line services including our NHS.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "My contract is with ALL the people in BANFF and BUCHAN. I will put local people first. I will be there to help, listen to your concerns and stand up for your community. See full version of my contract on my website www.banffandbuchanlibdems.org.uk",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Please return to: Scottish Liberal Democrats, RESPECT, 4/9 Commercial Street, Edinburgh EH6 6JA",
      "phone": "",
      "email": "",
      "website": "www.banffandbuchanlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Help the Lib Dems win here",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Galen Milne campaigning"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```