```json
{
  "leaflet": {
    "candidateName": "Parmjit Singh Gill",
    "constituency": "Leicester South",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A Fair Deal for the Elderly",
        "content": "The Liberal Democrats think our elderly people deserve better. Parmjit Singh Gill and the Liberal Democrats want to restore the pension 'link' with earnings. This will make many pensioners better off. Lib Dems also want to free the elderly from having to give their home to pay for personal care. Liberal Democrats also pledge to save struggling to pay off winter fuel bills. Parmjit Singh Gill will fight the Labour government's proposal from Labour to save money and punisher those closest to a serious service."
      },
      {
        "title": "Investing in Education",
        "content": "Education is the key to our future. It should give children a chance to make a success of their lives. The Lib Dems plan to revolutionise education for children across Britain. Primary schools will be given extra funding to cut class sizes. All schools will get extra resources to improve schooling discipline. Reduce class sizes, tackle the Labour waste in education, and introduce the training of classroom skills for teachers."
      },
      {
        "title": "Protecting Leicester's NHS",
        "content": "Parmjit Singh Gill and the Liberal Democrats are fighting to protect Leicester's health service from cuts. It is reported that 700 staff are set to be cut as Leicester's hospitals and wards are forced to cut local hospital beds massively to find £19 million savings next year. Parmjit says: 'Labour find money to bail out the banks, but can't find the billions needed for our local hospitals. It's time for a change.'"
      },
      {
        "title": "My contract with Leicester South people",
        "content": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community. I will be a strong voice for Leicester, heard locally and at Westminster. I will be open and honest about all expenses incurred in representing you."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes",
        "policyDescription": "Fairer taxes that put money back in your pocket. Paying £10,000 to everyone, cutting your income tax by £700."
      },
      {
        "policyTitle": "A fair chance for every child",
        "policyDescription": "Smaller class sizes, more schoolbooks and university tuition fees."
      },
      {
        "policyTitle": "A fair future",
        "policyDescription": "Create jobs for young people by making Britain greener. Invest in public transport; remake the energy efficient homes."
      },
      {
        "policyTitle": "A fair deal for you",
        "policyDescription": "Make politicians accountable and give you the right to sack corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "Parmjit Singh Gill",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour find money to bail out the banks but can't find the billions needed for our local hospitals.",
      "education": "The Liberal Democrats plan to revolutionise education for children across Britain.",
      "environment": "",
      "governance": "Make politicians accountable and give you the right to sack corrupt MPs.",
      "health": "Parmjit Singh Gill and the Liberal Democrats are fighting to protect Leicester's health service from cuts.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Lib Dems also want to free the elderly from having to give their home to pay for personal care.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Parmjit is Leicester-born and bred. He is a hard-working local councillor with a strong record of action across Leicester South.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "",
        "achievements": "A strong record of action across Leicester South."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.ParmjitGill.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Parmjit with volunteers"
        },
        {
          "caption": "Parmjit outside the Leicester Royal Infirmary"
        },
        {
          "caption": "Parmjit with Nick Clegg and Liberal Democrats team"
        }
      ]
    },
    "additionalNotes": "Parmjit is the candidate that can beat Labour here. He has proved that he can win."
  }
}
```