```json
{
  "leaflet": {
    "candidateName": "Joan Ryan",
    "constituency": "Enfield",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "The change I can deliver",
        "content": "I promise that I will use the power invested in the office of MP, and my skills, knowledge and experience gained as your Member of Parliament for the past 13 years, to make Enfield a better place for everyone living here in our community."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Improve healthcare by building three new family health centres in Enfield to be open 7-days-a-week, alongside a fully functional Chase Farm Hospital operating 24-hours-a-day, Secure Chase Farm's future as a specialist cancer centre."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Ensure our economy recovers, prospers and grows through fair taxes and cuts to low priority spending. Paying some taxes for the wealthiest 5 per cent, cut inefficiencies by halving boards. Difficult decisions to cut costs by 5 per cent, but always after prioritising hardworking families, local businesses and the elderly."
      },
      {
        "policyTitle": "Crime and Anti-Social Behaviour",
        "policyDescription": "Fight crime and anti-social behaviour by ensuring that each Neighbourhood Policing Team patrols in the places and at the times people need them. I will continue to hold regular street meetings and coffee afternoons so that you can bring local Police teams to resolve problems with anti-social behaviour."
      },
      {
        "policyTitle": "Unemployment",
        "policyDescription": "Help unemployed young people back into work by guaranteeing them a job, training or work experience, funded by a one-off tax on bankers' bonuses, and make work pay by campaigning to reinstate the lower 10p starting rate of income tax."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Give all children the best possible start in life by guaranteeing that any child who falls behind in English or Maths at primary school gets one-to-one tuition so they can catch up. Over the next few years I want every school to open for extended hours providing activities for children so that parents can better balance their work and childcare responsibilities."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Get a better rail service in Enfield by working for more frequent trains with more carriages during the rush hour, later trains on Fridays and Saturdays and a more regular Sunday service."
      },
      {
        "policyTitle": "Local Environment",
        "policyDescription": "Make Enfield a place we can all feel proud of with a faster clean-up of fly-tipping, more prosecutions for fly-tippers and protecting a weekly rubbish collection for all residents."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Help people onto the property ladder by building 250 new homes in Enfield under the shared ownership scheme."
      }
    ],
    "mentions": {
      "candidate": "Joan Ryan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Ensure our economy recovers, prospers and grows through fair taxes and cuts to low priority spending.",
      "education": "Give all children the best possible start in life by guaranteeing that any child who falls behind in English or Maths at primary school gets one-to-one tuition so they can catch up.",
      "environment": "Make Enfield a place we can all feel proud of with a faster clean-up of fly-tipping.",
      "governance": "",
      "health": "Improve healthcare by building three new family health centres in Enfield.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Help people onto the property ladder by building 250 new homes in Enfield under the shared ownership scheme.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I promise that I will use the power invested in the office of MP, and my skills, knowledge and experience gained as your Member of Parliament for the past 13 years, to make Enfield a better place for everyone living here in our community.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Joan Ryan, Labour candidate for your MP."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```