{
  "leaflet": {
    "candidateName": "Ann Keen",
    "constituency": "Brentford & Isleworth",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Why I Support Ann Keen",
        "content": "Testimonials from local residents and community members expressing their support for Ann Keen."
      },
      {
        "title": "Ann and Labour’s Impact",
        "content": "Highlighting the positive changes and contributions made by Ann Keen and the Labour party as reported by local residents."
      },
      {
        "title": "Feeling safe at home and in our communities",
        "content": "Crime has dropped. Our communities have not been broken thanks to the local neighbourhood police teams. We will do more to take anti-social behaviour and invest in modern policing. The Tories refuse to match our commitment to front-line policing."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health",
        "policyDescription": "Guarantee cancer test results within one week and a right to see a cancer specialist within two weeks"
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Guarantee education, training and jobs for 18-24 year olds"
      },
      {
        "policyTitle": "Families",
        "policyDescription": "Continue our investment in the frontline, build 1,124 extra child places, pensioner credit and heating allowance to support families"
      },
      {
        "policyTitle": "Schools",
        "policyDescription": "Rebuild or refurbish every secondary school and half of all primary schools in the coming years"
      },
      {
        "policyTitle": "Personal Care",
        "policyDescription": "A National Care Service for the elderly that is fair, simple and affordable"
      }
    ],
    "mentions": {
      "candidate": "Ann Keen",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Guarantee education, training and jobs for 18-24 year olds",
      "education": "Rebuild or refurbish every secondary school and half of all primary schools in the coming years; Labour's sustained investment in education has rebuilt our schools, added more teachers, cut class sizes and helped more young people get their results. The Tories would cut this investment and take us backwards.",
      "environment": "",
      "governance": "",
      "health": "Guarantee cancer test results within one week and a right to see a cancer specialist within two weeks",
      "immigration": "",
      "socialWelfare": "As a single working mum, Labour's Child Tax Credits and increase in Child Benefit have made a difference to my family; Labour has given my community better schools and children's centres.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Throughout the last 13 years, this community has worked together to ensure progress and prosperity. But we need to get more busy and focused than ever to ensure our children have better lives and we don’t lose that hard-won balance caring, working, and living.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "367 Chiswick High Road, London, W4 4AG",
      "phone": "020 8995 7289",
      "email": "ann@annkeen.co.uk",
      "website": "www.annkeen.co.uk",
      "socialMedia": {
        "facebook": "Brentford & Isleworth Labour Party",
        "twitter": "@Ann_Keen",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Professor Lord Ara Darzi, KBE, HonFreng, FmedSci",
        "endorsement": "I worked with Ann Keen as a Health Minister and I know that she is totally committed to improving the quality of our NHS. Ann's background as a nurse has come across in everything she does. Ann's expertise is invaluable and she brings clear leadership and care in patient's needs."
      },
      {
        "endorser": "Rachel, Headteacher and Local Resident",
        "endorsement": "As a headteacher, I know that Labour's sustained investment in education has rebuilt our schools, added more teachers, cut class sizes and helped more young people get their results. The Tories would cut this investment and take us backwards."
      },
      {
        "endorser": "Susan, Paramedic and Local Resident",
        "endorsement": "As a single working mum, Labour's Child Tax Credits and increase in Child Benefit have made a difference to my family. Labour has given my community better schools and children's centres. I do not trust the Tory government that will take away this progress."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ann Keen with supporters Simon Rodway, OBE and Matt Boyes, Vicar of Christ Church in Chiswick."
        },
        {
          "caption": "Ann Keen engaging with a member of the NHS staff in front of an ambulance."
        }
      ]
    },
    "additionalNotes": ""
  }
}