```json
{
  "leaflet": {
    "candidateName": "Mark Hood",
    "constituency": "North East Fife",
    "politicalParty": "Scottish Labour",
    "electionDate": "Thursday 5 May",
    "messages": [
      {
        "title": "Why I'm backing Mark",
        "content": "Mark is a hard working councillor who puts equality above fake nationalist sentiment. He will make an outstanding Member of Parliament. - John Park MSP for Mid Scotland and Fife"
      },
      {
        "title": "A Strong New Voice - Standing Up for North East Fife",
        "content": ""
      },
      {
        "title": "The General Election is a two horse race",
        "content": "It's a straight fight between Labour and the Tories. Don't let the Tories in by the back door."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fighting for families in North East Fife",
        "policyDescription": "Hard working families remain at the centre of Labour's priority. Support Child Trust Funds and Tax Credits and oppose SNP cuts in health spending and education for a change."
      },
      {
        "policyTitle": "Working for a clean environment",
        "policyDescription": "Promote local environmental projects that improve our communities."
      },
      {
        "policyTitle": "Protecting local services",
        "policyDescription": "Continue to fight the Lib Dem and SNP Council's reckless cuts to local services."
      },
      {
        "policyTitle": "Securing local jobs",
        "policyDescription": "Work hard to bring new jobs and investment to North East Fife."
      }
    ],
    "mentions": {
      "candidate": "Mark Hood",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": "The General Election is a two horse race. It's a straight fight between Labour and the Tories. Don't let the Tories in by the back door."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour has taken tough decisions to protect the economy and take us out of recession.",
      "education": "",
      "environment": "Labour has led the way by investing in the green jobs of the future and cutting carbon emissions.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "077740695876",
      "email": "oddfornotheastfife",
      "website": "markhood4fifelabourparty.org/fh",
      "socialMedia": {
        "facebook": "markhood4fifelabourparty",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "John Park MSP for Mid Scotland and Fife",
        "endorsement": "Mark is a hard working councillor who puts equality above fake nationalist sentiment. He will make an outstanding Member of Parliament."
      }
    ],
    "quotes": [
      {
        "text": "The choice is a big choice about the future we want for Britain. The Tories threaten a change you can't afford. I am fighting for a future fair for all. - Gordon Brown, leader of the Labour Party",
        "source": "Gordon Brown, leader of the Labour Party",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote Mark Hood Your Labour Candidate for North East Fife"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```