```json
{
  "leaflet": {
    "candidateName": "Ben Gummer",
    "constituency": "Ipswich",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "FIGHTING FOR IPSWICH HOSPITAL",
        "content": "Ben's campaign to defend Ipswich Hospital from massive cuts has won him the support of many people across the town."
      },
      {
        "title": "SAVING FORE STREET POST OFFICE",
        "content": "Post offices provide a vital public service, especially to the elderly. When the government proposed closing Fore Street post office, Ben battled for employees, who were being treated badly, and already he has helped to save the post office."
      },
      {
        "title": "TACKLING ANTI-SOCIAL BEHAVIOUR (ELLENBROOK GREEN)",
        "content": "Shop owners and customers were getting fed up with a small crowd of kids causing trouble in Ellenbrook Road, so the Council installed a temporary camera. When it was due to move, Ben ensured that it stayed put, so that local residents could be left in peace."
      },
      {
        "title": "TRAFFIC CALMING",
        "content": "After meeting local residents in South East Ipswich, Ben heard how promises to install traffic calming had not been kept. So Ben got the Council to agree that the scheme residents believe and secured funding that had not been required in an earlier blackout. Children would quite look forward to a safer and cleaner future."
      },
      {
        "title": "PORT NOISE",
        "content": "Residents in Stoke and Maidenhall were regularly disturbed by noise coming in the port. Ben went to the top, delivering a New Year letter to ABP in Milton. After some sticky moments in the boardroom, it is hoped - the problem is solved."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Defend Ipswich Hospital from massive cuts, showing support from the community."
      },
      {
        "policyTitle": "Community Services",
        "policyDescription": "Keep vital services like the Fore Street Post Office open, supporting employees and the elderly."
      },
      {
        "policyTitle": "Public Safety",
        "policyDescription": "Address anti-social behaviour, such as ensuring temporary cameras remain to keep local areas peaceful."
      },
      {
        "policyTitle": "Infrastructure",
        "policyDescription": "Ensure promises of traffic calming measures are kept, securing funding, and providing safer, cleaner streets."
      },
      {
        "policyTitle": "Environmental Health",
        "policyDescription": "Tackle disturbances such as port noise affecting local residents, by engaging directly with the parties involved."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Ben's campaign to defend Ipswich Hospital from massive cuts has won him the support of many people across the town.",
      "immigration": "",
      "socialWelfare": "Post offices provide a vital public service, especially to the elderly.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Ben Gummer, Middle Barn, Longlands Lane, Wenham Road, Ipswich IP8 3EZ",
      "phone": "0845 603 9179",
      "email": "",
      "website": "www.bengummer.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Evening Star",
        "endorsement": "Ben has mounted a very strong campaign against the heart changes"
      }
    ],
    "quotes": [
      {
        "text": "Ben has mounted a very strong campaign against the heart changes",
        "source": "Evening Star 22.05.09",
        "date": "22.05.09"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images showing Ben Gummer campaigning and interacting with the community."
        }
      ]
    },
    "additionalNotes": "Ben offers a 'contract' with the voters of Ipswich, which includes being available at all times, fighting against negative politics, and being honest and accountable."
  }
}
```