```json
{
  "leaflet": {
    "candidateName": "Mark Lazarowicz",
    "constituency": "Edinburgh North and Leith",
    "politicalParty": "Labour and Co-operative",
    "electionDate": "6th May",
    "messages": [
      {
        "title": "",
        "content": "Who do you want to form the next British government? Labour or the Tories? That's the big choice. No one else can govern.\n\nThe whole world economy has shrunk and we are no exception. Like everyone else we spent money to prop up jobs and services. It's far too soon to take the props away, as the Tories want to do. Only when we're firmly back on our feet should we start really paying back our debts. It makes sense.\n\nAnd then, as we move to a better future, I want everyone, whatever their background, rich or poor, to have a more equal share in our success. That will need a tough and experienced government, a government that will protect and improve our care for the poor and vulnerable."
      },
      {
        "title": "Local, honest and hard-working",
        "content": "Mark has helped over 12,000 people with their problems. That's six nearly every working day!\nHe's backed the city-wide campaign against the LibDem/SNP Council's cuts to local schools.\nHe's joined locals in pushing for cleaner streets and supporting local shopping areas.\nHe's pressing the SNP Scottish Government for affordable housing to rent and to buy so that local people can stay local.\nAnd Mark has worked with local groups to save energy and cut fuel bills for local households."
      },
      {
        "title": "",
        "content": "\"Mark really understands the issues that concern our community\"\n\nJenny Duncan, Leith resident"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Avoid removing financial support too soon to ensure jobs and services are protected until the economy is firmly back on its feet."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Advocating for affordable housing to rent and to buy to ensure that local people can stay local."
      },
      {
        "policyTitle": "Local Community Action",
        "policyDescription": "Supporting campaigns against local council cuts to schools, cleaner streets, and supporting local shopping areas."
      },
      {
        "policyTitle": "Energy and Fuel Bills",
        "policyDescription": "Worked with local groups to save energy and cut fuel bills for local households."
      }
    ],
    "mentions": {
      "candidate": "Mark Lazarowicz",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Avoid removing financial support too soon to ensure jobs and services are protected until the economy is firmly back on its feet.",
      "education": "Backed the city-wide campaign against the LibDem/SNP Council's cuts to local schools.",
      "environment": "Joined locals in pushing for cleaner streets and supporting local shopping areas.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Protect and improve our care for the poor and vulnerable.",
      "housing": [
        {
          "content": "Advocating for affordable housing to rent and to buy to ensure that local people can stay local.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "And then, as we move to a better future, I want everyone, whatever their background, rich or poor, to have a more equal share in our success.",
    "politicalExperience": [
      {
        "role": "Candidate",
        "duration": "",
        "achievements": "Helped over 12,000 people with their problems. Backed the city-wide campaign against the LibDem/SNP Council's cuts to local schools. Pressing the SNP Scottish Government for affordable housing."
      }
    ],
    "contactInformation": {
      "address": "Campaign HQ, 61 Leith Walk, Edinburgh EH6 8LS.",
      "phone": "0758 132 3311",
      "email": "mark@marklazarowicz.co.uk",
      "website": "www.mark4northandleith.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Jenny Duncan, Leith resident",
        "endorsement": "Mark really understands the issues that concern our community."
      }
    ],
    "quotes": [
      {
        "text": "Mark really understands the issues that concern our community",
        "source": "Jenny Duncan, Leith resident",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mark Lazarowicz sitting with children in a classroom setting."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```