{
  "leaflet": {
    "candidateName": "Steve Barclay",
    "constituency": "North East Cambridgeshire",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "A RECORD OF ACTION IN NORTH EAST CAMBRIDGESHIRE",
        "content": "Steve Barclay lives in the constituency, understands the issues affecting us and is active locally in getting things done. He has a successful track record in business, most recently working in financial crime prevention. He will be effective in speaking up for you in Westminster."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "LOCAL ISSUES",
        "policyDescription": "Steve Barclay has campaigned against the closure of local police cells, the loss of the local Driving Test Centre and changes to rural paramedic cover."
      },
      {
        "policyTitle": "TRANSPORT LINKS AND ROAD SAFETY",
        "policyDescription": "Steve has championed the need for better rail and road transport links to and from North East Cambridgeshire. He has also called for improvements to Fenland road safety, including presenting a petition at No. 10."
      },
      {
        "policyTitle": "FAIRER FUNDING",
        "policyDescription": "Steve will campaign for fairer funding to ensure we can better address local needs, including improved play facilities and youth clubs so young people have more to do."
      }
    ],
    "mentions": {
      "candidate": "Steve Barclay",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "LEFT: CAMPAIGNING ON LOCAL ISSUES - Steve Barclay has the ability and determination to fight for your interests as your MP."
        },
        {
          "caption": "RIGHT: WORKING TO IMPROVE TRANSPORT LINKS AND ROAD SAFETY - Steve has championed the need for better rail and road transport links to and from North East Cambridgeshire."
        },
        {
          "caption": "ABOVE: SUPPORT FAIRER FUNDING - We receive less per head in funding than in Gordon Brown's own constituency. Steve will campaign for fairer funding to ensure we can better address local needs."
        }
      ]
    },
    "additionalNotes": ""
  }
}