{
  "leaflet": {
    "candidateName": "CHUKA UMUNNA",
    "constituency": "Streatham",
    "politicalParty": "Labour Party",
    "electionDate": "Thursday 6 May 2010",
    "messages": [
      {
        "title": "REMINDER: Why to Vote Labour on Thursday 6 May 2010",
        "content": "My father arrived in this country from Nigeria in the 1960s and supported Labour until his death. Why? - Because the Labour Party was set up to look after hard working people, not just the wealthy and privileged - when my father came here, work was what he wanted to do, and the Labour Party believes everyone here and in the labour market for all continues today here and abroad - In 2003 Labour enacted laws to prevent people being discriminated at work on the grounds of their religion - as a solicitor I have used this to protect people of faith from discrimination."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Discrimination Laws",
        "policyDescription": "Labour enacted laws in the 1960s and 70s to outlaw discrimination against people on the grounds of their race - this made it easier for my father to find work."
      },
      {
        "policyTitle": "Tackling Poverty",
        "policyDescription": "Labour took thousands out of poverty in this constituency - over 4,000 pensioners in this constituency have received credit, winter fuel and cold weather payments, over 10,000 families have received child tax credit, and over 7,000 children have benefitted from Child Trust Funds. This contrasts heavily against potential cuts by the Liberal Democrats and Tories."
      },
      {
        "policyTitle": "International Aid",
        "policyDescription": "We are committed to spending 0.7% of national income on international aid - we have ensured £mils in aid and assistance have gone to Nigeria, Ghana, Sierra Leone and other countries."
      },
      {
        "policyTitle": "Diversity in Politics",
        "policyDescription": "Labour is committing to diversity in our politics - in 2003 Labour's Paul Boateng was appointed as the country's first Black cabinet minister."
      }
    ],
    "mentions": {
      "candidate": "CHUKA UMUNNA",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Streatham Labour Party, 3a Mount Ephraim Road, London, SW16 1NQ",
      "phone": "020 8769 5063",
      "email": "chuka@streathamlabour.org.uk",
      "website": "www.streathamlabour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "twitter.com/chukaumunna"
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "CHUKA UMUNNA"
        }
      ]
    },
    "additionalNotes": ""
  }
}