{
  "leaflet": {
    "candidateName": "Adam Brown",
    "constituency": "",
    "politicalParty": "UKIP",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "HOW DARE THEY !!!!",
        "content": "The Liberal Democrats played Russian Roulette with the lives of every teacher, parent and student throughout this election. They didn't expect the sixth form issue to come in front of the Council before the election, so they deliberately destroyed the pro-sixth form campaign to benefit their personal political careers. UKIP are the party that stood up for every teacher, parent and student in the correct manner."
      },
      {
        "title": "Don't believe the Labour and Liberal lies",
        "content": "Both of these parties are now using scare tactics to stop you from voting UKIP. We are the only party that wants to put more money into your pocket to help restart the economy, and not just Tax your earnings away. We are the only party whose candidate has the knowledge and experience to bring much needed employment to the area. In fact we are the only party who really cares for you and your family, as our manifesto shows."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Opposes the actions of the Liberal Democrats regarding the sixth form issue; implies support for pro-sixth form campaign."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Wants to put more money into your pocket to help restart the economy, opposed to taxing earnings away."
      },
      {
        "policyTitle": "Employment",
        "policyDescription": "Advocates for bringing much needed employment to the area."
      }
    ],
    "mentions": {
      "candidate": "Adam Brown is the candidate with knowledge and experience to bring much needed employment to the area.",
      "otherPartyLeaderCandidate": "Liberal Democrats and Labour are mentioned as using scare tactics to stop voting for UKIP.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Wants to put more money into people's pockets to help restart the economy.",
      "education": "Stands up for every teacher, parent and student; supports pro-sixth form campaign.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "3 Hodges Street, Penydarren, Merthyr Tydfil, CF47 9NX",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Accusation against Liberal Democrats."
        },
        {
          "caption": "Criticism of Labour and Liberal policies."
        }
      ]
    },
    "additionalNotes": ""
  }
}