```json
{
  "leaflet": {
    "candidateName": "Nick Palmer",
    "constituency": "Broxtowe",
    "politicalParty": "Labour",
    "electionDate": "Thursday, May 6",
    "messages": [
      {
        "title": "Dear Constituent",
        "content": "I want to ask you if you'll vote for me on Thursday, 6th May. This is the closest election we've ever fought."
      },
      {
        "title": "POSITIVE POLITICS THAT'S SLEAZE-FREE",
        "content": "The spotlight's on who's expenses I've been totally honest. No fiddles, no moats, no flipping of second homes."
      },
      {
        "title": "PROGRESSIVE VALUES",
        "content": "My values are simple: I support fair trade, public services, work for fair taxes, and 'green' environmental policies."
      },
      {
        "title": "A SECURE ECONOMY - NOT SAVAGE CUTS",
        "content": "I support Labour's approach to economic recovery. This approach has been endorsed by many international bodies including the OECD and IMF."
      },
      {
        "title": "ELECTORAL REFORM",
        "content": "Labour is committed to a referendum on electoral reform. My promise to you is if a new Labour Government tried to avoid it, I would resign the Party whip."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "ELECTORAL REFORM",
        "policyDescription": "Labour is committed to a referendum on electoral reform. If a new Labour Government tried to avoid it, I would resign the Party whip."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Nick Palmer vs the CONSERVATIVES. IT'S NECK AND NECK"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I support Labour's approach to economic recovery.",
      "education": "",
      "environment": "My values are simple: I support fair trade, public services, work for fair taxes, and 'green' environmental policies.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "In respect of your views here is my commitment: I've always aimed to work for the whole community in Broxtowe and have a consistent track record.",
    "politicalExperience": [
      {
        "role": "MP for Broxtowe",
        "duration": "13 years",
        "achievements": "I've shown it's possible to avoid mud-slinging and still be a strong advocate for local people."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Marion Walsh",
        "endorsement": "Nick Palmer is a remarkable MP - intelligent, thoughtful and knowledgeable, caring and hardworking. He has worked his socks off for the residents of Broxtowe and we should treasure him. I am a lifelong Lib Dem supporter - but Nick has my full support."
      },
      {
        "endorser": "Pat Boulton",
        "endorsement": "A life-long Liberal/Dem supporter votes for Nick because of his dedication to his 'constituents'. He is particularly impressed by his non-aggravating approachable MP attitude."
      },
      {
        "endorser": "Isobel Brickman",
        "endorsement": "Praise from former LibDem councillor in Beeston, Nottingham."
      },
      {
        "endorser": "Ron Beadle",
        "endorsement": "As a former Liberal Democrat councillor I normally vote LibDem, but in this close election Nick needs our support to stop the Tory candidate from winning."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of a chart comparing Nick Palmer with other candidates."
        },
        {
          "caption": "Image of Nick Palmer with the text 'VOTE NICK PALMER ON MAY 6'"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```