```json
{
  "leaflet": {
    "candidateName": "Anna Soubry",
    "constituency": "Broxtowe",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "HONEST AND POSITIVE?",
        "content": "Anna Soubry has always set out the facts of the tram, which Labour contenders have repeatedly lied about, putting the truth on the tram to constituents."
      },
      {
        "title": "BEESTON DESERVES BETTER",
        "content": "Car Park Charges will stifle trade and penalise hard up shoppers. Anna Soubry and Conservative colleagues will oppose work chairs which have cost locals £1.5 a week to park in the town."
      },
      {
        "title": "RYLANDS PARKING ACTION",
        "content": "Conservative action in the Rylands has restored common sense to the enforcement of parking restrictions."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Beeston Town Centre",
        "policyDescription": "Opposes car park charges that affect shoppers, traders, and workers, stifling trade and penalizing hard-up shoppers."
      },
      {
        "policyTitle": "Rylands Parking",
        "policyDescription": "Restored common sense to the enforcement of parking restrictions in the Rylands."
      }
    ],
    "mentions": {
      "candidate": "Anna Soubry",
      "otherPartyLeaderCandidate": "Alan Simpson",
      "partyLeader": "",
      "tacticalSituation": "Do not let Labour back in"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Car Park Charges will stifle trade and penalise hard up shoppers.",
      "education": "",
      "environment": "",
      "governance": "Restored common sense to the enforcement of parking restrictions in the Rylands.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Anna Soubry is someone with a working mum's life. Known and trusted, she is a hardworking fearless lawyer. These are qualities she will bring to her work as our MP.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "13 years",
        "achievements": "The candidate has voted with his party. Voted against all some important issues."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Roy Francis",
        "endorsement": "Life Long Labour voter now supporting Anna Soubry, appreciates her dedication to working people and need for change."
      }
    ],
    "quotes": [
      {
        "text": "It’s simply not true that he’s some 'loyal to Edmund' more independent than other Cabinet Ministers.",
        "source": "Unknown",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Anna with long time Beeston and Rylands campaigner Mick Meanley."
        }
      ]
    },
    "additionalNotes": "The leaflet contains information about previous Labour MP's voting record, a specific endorsement from a former labour voter, Roy Francis, and highlights the tactical voting situation by emphasizing not to let Labour back in."
  }
}
```