{
  "leaflet": {
    "candidateName": "Tom Watson",
    "constituency": "",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Even if you don't use the internet, it's important that our children & grandchildren do. Their future is likely to depend on it."
      },
      {
        "title": "Dear Constituent,",
        "content": "As you may know, I served as the Minister for Digital Engagement in the last Government. Policies governing the internet are important for our local economy; it's the way many of our manufacturers will develop new markets. Jobs will depend on it. In the future, if you don't use internet, it's important that our children and grandchildren do. Every school pupil in the UK arguably has the strongest ‘digital' education entitlement in the world. They are the net generation."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "My Digital Pledges",
        "policyDescription": "I will support the right of every UK citizen to connect to the Internet, the right to free speech, transparency, reformed copyright and software patent laws, measures to bring non-personal public sector data and government funded research into the public domain, support international free expression movements, the responsibility of elected representatives to understand digital policy issues, design public services, develop public policy and engage citizens in law-making, and reformed procurement rules."
      }
    ],
    "mentions": {
      "candidate": "Tom Watson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Every school pupil in the UK arguably has the strongest ‘digital' education entitlement in the world.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I feel strongly about this because technology didn't just help me to reforge past careers, it's an enabler for our kids and grandkids.",
    "politicalExperience": [
      {
        "role": "Minister for Digital Engagement",
        "duration": "in the last Government",
        "achievements": "Policies governing the internet are important for our local economy."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "The leaflet shows an image of Tom Watson along with a header stating 'I’m campaigning for greater progress on digital policy in the next Parliament.'"
        }
      ]
    },
    "additionalNotes": ""
  }
}