```json
{
  "leaflet": {
    "candidateName": "Mohammed Riaz",
    "constituency": "Bradford East",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "60 Second Q&A with Mohammed Riaz",
        "content": "Mohammed Riaz addresses various issues and questions related to the diverse communities in Bradford East, unemployment, council tax, and Labour's record on crime."
      },
      {
        "title": "PERSONAL MESSAGE FROM DAVID CAMERON WHY WE NEED CHANGE IN BRITAIN TODAY",
        "content": "David Cameron's message on change needed in Britain, commitment to the NHS, economy, family budget, basic state pension, and work training places."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Unemployment",
        "policyDescription": "Creating 400,000 new apprenticeships, helping businesses, abolishing taxes on the first ten jobs for new businesses."
      },
      {
        "policyTitle": "Council Tax",
        "policyDescription": "Working with local councils to freeze council tax for two years."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Opposing Labour's release of 80,000 prisoners, tackles issues of disciplinary standards and school discipline."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Increase spending on health every year and ensure classroom discipline."
      },
      {
        "policyTitle": "Family-Friendly Policies",
        "policyDescription": "Conservatives will make Britain a more family-friendly country by improving family-friendly checks for school children."
      }
    ],
    "mentions": {
      "candidate": "Mohammed Riaz",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Increase spending and improve the economy by tackling the debt and creating 400,000 new apprenticeships, training places and work pairings.",
      "education": "Increase spending on health every year, ensure discipline in classrooms, teachers, not politicians, run schools.",
      "environment": "",
      "governance": "",
      "health": "Increase spending on health every year.",
      "immigration": "",
      "socialWelfare": "Helping family budget, providing 4,200 extra Sure Start health visitors.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Mohammed Riaz is a graduate in Economics, Managing Director of a care home, Special Advisor to William Hague, and Bradford Councillor.",
    "politicalExperience": [
      {
        "role": "Managing Director",
        "duration": "",
        "achievements": "Managing Director of a successful Care Home company."
      },
      {
        "role": "Special Advisor to William Hague",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Bradford Councillor",
        "duration": "",
        "achievements": "Councillor for the Conservative and Unionist Party."
      },
      {
        "role": "Board Member/Advisor",
        "duration": "",
        "achievements": "Advisor to the Conservative and Was a board member of the Higher Education Yorkshire Police Authority and Director of the West Yorkshire Ambulance Trust."
      }
    ],
    "contactInformation": {
      "address": "Cumberland House, Greenside Lane, Bradford, BD8 9TF",
      "phone": "01274 395949",
      "email": "info@mohammedriazbradford.com",
      "website": "http://www.riaz4bradford.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Thirteen years ago Labour were elected promising change. But today, with the economy in a mess and a growing gap between rich and poor, a lot of people feel let down. Perhaps you're one of them. I'm hoping for your support to carry out the decent re-start you gave up with the intention to do together.",
        "source": "David Cameron",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mohammed Riaz with David Cameron"
        },
        {
          "caption": "Mohammed Riaz at various campaign and community events"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```