```json
{
  "leaflet": {
    "candidateName": "Emilie Oldknow",
    "constituency": "Sherwood",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A Strong New Voice for Sherwood",
        "content": "Emilie will stand up for local families, pensioners and hard-working people across Sherwood."
      },
      {
        "title": "Building a Fairer Sherwood",
        "content": "Thanks to the action of the Labour Government, the economy is moving again, Labour will work to protect funding for schools, hospitals and the police. The Tories would cut spending immediately wrecking the recovery and putting jobs at risk. Emilie will fight for jobs and investment in Sherwood."
      },
      {
        "title": "My pledges to you",
        "content": "More police on the streets and take tough action on anti-social behaviour. Ensure each neighbourhood policing team has village. Fight for the jobs of the future, 18-24 year olds get jobs guarantee, invest £1bn to kickstart Britain's future over £25,000 by 50%. Support the creation of a National Care Service & free personal care for those with the highest need. Fight for schools & the NHS support and investment in backing up myths. Serve you as your MP full-time."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Job Guarantee for Youth",
        "policyDescription": "Fight for the jobs of the future, ensure 18-24 year olds get job guarantees."
      },
      {
        "policyTitle": "National Care Service",
        "policyDescription": "Support the creation of a National Care Service & free personal care for those with the highest need."
      },
      {
        "policyTitle": "Full-Time MP",
        "policyDescription": "Serve you as your MP full-time, backing up myths."
      }
    ],
    "mentions": {
      "candidate": "Emilie Oldknow",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The economy is moving again, Labour will work to protect funding for schools, hospitals and the police.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I grew up here and that’s why I want to represent our community. I was born in Rainworth, went to Abbey Gates School in Ravenshead and then to Colonel Frank Seely in Calverton. This election is a big choice about our future: securing the recovery, protecting frontline services for families here in Sherwood. I hope you will put your trust in me at this election.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "39 Swinton Rise Ravenshead Nottinghamshire NG15 9FS",
      "phone": "07784 485880",
      "email": "emilie@emilie4sherwood.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Lizzie Tift",
        "endorsement": "I’ve known Emilie all my life, I know she will stand up for families and children in Sherwood. She is the best person to represent our community. I’ll be voting for Emilie."
      },
      {
        "endorser": "Glenn from Ollerton",
        "endorsement": "Thanks to the action of the Labour Government, the economy is moving again, Labour will work to protect funding for schools, hospitals and the police."
      },
      {
        "endorser": "Celia, former Headteacher",
        "endorsement": "We’ve seen more investment in our schools and more investment in apprenticeships, Sure Start children centres are helping families, and the Tax Credit helps with the costs of bringing up children."
      },
      {
        "endorser": "Josie from Edwinstowe",
        "endorsement": "With Labour, pensioners have benefited from the Winter Fuel Payment, concessionary bus pass and free pension credit. Labour is providing for the new National Care Service so that everyone has access to the support they need and the dignity they deserve all year round."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Emilie speaking with local residents."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```