```json
{
  "leaflet": {
    "candidateName": "Mark Spencer",
    "constituency": "Sherwood",
    "politicalParty": "Conservatives",
    "electionDate": "6th. May",
    "messages": [
      {
        "title": "3 POSITIVE REASONS TO VOTE FOR MARK SPENCER",
        "content": "Honesty, Action, Experience"
      },
      {
        "title": "A RECORD OF ACTION IN SHERWOOD",
        "content": "I have lived and worked in Sherwood all my life and have been an active Calverton County and Ravenshead District Councillor in Sherwood. I am already working hard to bring the improvements you demand and am committed to working for you."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "PROTECTING THE GREEN BELT",
        "policyDescription": "Mark, with Cllr Sam Smith & Shadow Housing Minister, Maria Miller discussing Mr. Murphy's and the Wigwam Hawksworth 'iconic' block plans to tear up the Green Belt. A Conservative Government will give local people a greater say in local planning decisions."
      },
      {
        "policyTitle": "YOUNG PEOPLE ARE VITAL TO OUR FUTURE",
        "policyDescription": "Mark at a clinic discussing important issues with young folks from Sherwood. He believes politics is important to their lives and it's an area encouraging them to take a great interest."
      },
      {
        "policyTitle": "FACILITIES FOR YOUNG PEOPLE",
        "policyDescription": "Mark discussing with Blidworth scouts about positive experiences in their activities and encouraging them. Mark values dialogue about their tasks and is committed to providing better facilities for young people to make sure they are fit, active, and engaged."
      },
      {
        "policyTitle": "MANOR PARK SCHOOL",
        "policyDescription": "Mark is seen here with staff and pupils at Manor Park School, Calverton. Mark was delighted to help the team in their fundraising efforts to purchase the new play equipment and was honored to be asked to cut the ribbon."
      }
    ],
    "mentions": {
      "candidate": "Mark Spencer",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "GETTING BRITAIN WORKING. In just a few weeks we will have the most important election for a quarter of a century and a choice to make. Our country's economy has been brought to its knees by Brown’s debt and deficit and the job losses and broken promises by his Labour government. A Conservative government will take action and offer real solutions. We can’t go on like this.",
      "education": "RAISING STANDARDS IN SCHOOL. High standards in schools are a prerequisite for a good education. Our schools need to be places where children are taught to read, write and add up. These are the building blocks of a good education and the Conservative Party will raise standards.",
      "environment": "",
      "governance": "",
      "health": "BACKING THE NHS. David Cameron to be there to give our backing to the NHS - our number one priority.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "PROTECTING THE GREEN BELT. Mark, with Cllr Sam Smith & Shadow Housing Minister, Maria Miller discussing Mr. Murphy's and the Wigwam Hawksworth 'iconic' block plans to tear up the Green Belt. A Conservative Government will give local people a greater say in local planning decisions.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Calverton County and Ravenshead District Councillor",
        "duration": "",
        "achievements": "Working hard to bring the improvements you demand."
      }
    ],
    "contactInformation": {
      "address": "Sherwood Conservative Association, 99 Main Street, Calverton, Nottingham, NG14 6FG.",
      "phone": "0115 965 2376",
      "email": "mark.spencer@sherwoodconservatives.org.uk",
      "website": "www.sherwoodconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mark Spencer with constituents and discussing local issues."
        }
      ]
    },
    "additionalNotes": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES. In just a few weeks we will have the most important election for a quarter of a century. Brown's waste and debt to get our finances back on track by scrapping the pets and cutting the cake away money from the political life to control personal debt. Teacher support makes new policies safer as well and well plans."
  }
}
```