{
  "leaflet": {
    "candidateName": "Matt Willey",
    "constituency": "Surrey Heath",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Campaigning to save the Legion",
        "content": "The closure of the Legion Club is a real blow for residents and ex-Service people in Camberley. The Tories are letting us lose yet another community resource. Matt has been campaigning hard to save it but while the Legion may have closed we may seem to be losing the battle, we haven't lost the war."
      },
      {
        "title": "Working for you",
        "content": "Surrey Heath has been transformed since 1997. On the doorsteps most people agree that areas like Old Dean, Watchetts and St Michaels have really benefited from new investment, extra police and Sure Start Centres. In contrast the Tories offer only cuts such as to the local childcare, leisure and increased rates for dial-a-ride. Labour is bursting with new ideas: free personal care for those with high needs; guaranteed cancer diagnosis within a week; learning and further education for all school leavers or fair decisions on how we reduce the national debt."
      },
      {
        "title": "My priorities for Surrey Heath",
        "content": "Prevent another shambles like the Mosque planning fiasco; Stop Surrey County Council cutting bus services; Solve the traffic congestion around Frimley Park Hospital; Hold Surrey Tories to account over their failure to claim central government money for new schools; To be open and honest about expenses."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "High Skill Economy",
        "policyDescription": "A huge skill gap is preventing our children on realising their place for the workforce of the future. Everyone needs at least six GCSEs to be considered a skilled worker."
      },
      {
        "policyTitle": "Health and Cancer Care",
        "policyDescription": "Guarantee to see cancer patients diagnosis within one week of GP referral and ensure fair prescription - abolishing the existing postcode lottery. A new competition within the NHS."
      },
      {
        "policyTitle": "New National Care Service",
        "policyDescription": "First Social Bill of our new government focusing on the minority of families and people without a voice."
      },
      {
        "policyTitle": "Tackling anti-social behaviour",
        "policyDescription": "Tackling crime and anti-social behaviour, our rising crime, fighting for growth rates and growth levels."
      }
    ],
    "mentions": {
      "candidate": "Matt Willey",
      "otherPartyLeaderCandidate": "The Conservatives",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour is bursting with new ideas: learning and further education for all school leavers or fair decisions on how we reduce the national debt.",
      "education": "Learning and further education for all school leavers",
      "environment": "",
      "governance": "To be open and honest about expenses.",
      "health": "Guarantee cancer diagnosis within a week; free personal care for those with high needs.",
      "immigration": "",
      "socialWelfare": "New National Care Service",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Labour made the right decisions to protect jobs, businesses and homes - it has been tough but don't let the Tories put the recovery at risk now.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "4 Dorset Court, Berkshire Road, Camberley",
      "phone": "07834 588 035",
      "email": "surreyheath@hotmail.co.uk",
      "website": "www.matthewwilley.co.uk",
      "socialMedia": {
        "facebook": "Matt Willey for Surrey Heath",
        "twitter": "Matthew Willey",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Jim Gardner",
        "endorsement": "The closure of the Legion Club is a real blow for residents and ex-Service people in Camberley. The Tories are letting us lose yet another community resource. Matt has been campaigning hard to save it but while the Legion may have closed we may seem to be losing the battle, we haven't lost the war."
      }
    ],
    "quotes": [
      {
        "text": "Labour made the right decisions to protect jobs, businesses and homes - it has been tough but don't let the Tories put the recovery at risk now.",
        "source": "Matt Willey",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Matt Willey with residents and local community members."
        },
        {
          "caption": "Matt Willey at Bristow Sure Start Children's Centre."
        },
        {
          "caption": "Portrait of Matt Willey with Labour campaign slogan."
        }
      ]
    },
    "additionalNotes": "Vote Labour."
  }
}