{
  "leaflet": {
    "candidateName": "Andrew Pakes",
    "constituency": "Milton Keynes North",
    "politicalParty": "Labour Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A new start - the Lib Dems can’t win here",
        "content": "I know that many people have been disgusted at the way MPs from across the parties have acted over expenses. I share that anger. That is why we need to clean up politics."
      },
      {
        "title": "Even the independent Vote for a Change campaign that involves many Lib Dems is recommending that you vote Labour here to help keep the Tories out.",
        "content": "At the last election, the Conservatives only just won the Milton Keynes North constituency and under the current electoral system a vote for any other party will help the Tories win again. That is why I support reform of the voting system to allow people to express their first choice. But we don’t have that system yet."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour will make tough decisions. But we will also protect families and businesses, and the public services you rely on."
      },
      {
        "policyTitle": "Family Support",
        "policyDescription": "We have a plan to halve the deficit in four years when the recovery is secured. Helping families on low and middle incomes to get on in life and to provide security for when your first child is born, to when you retire."
      },
      {
        "policyTitle": "Child Tax Credits",
        "policyDescription": "For parents of one and two year olds, we will provide an extra £4 a week in Child Tax Credits from 2012. In contrast these Tories would cut the Child Trust Fund and Child Tax Credits for millions of families on modest and middle incomes."
      },
      {
        "policyTitle": "Green Economy",
        "policyDescription": "But there are also opportunities and I support Labour's plans for a Green Investment Bank and promoting new green jobs and industries."
      }
    ],
    "mentions": {
      "candidate": "After everything that has happened in politics in recent years wouldn’t it be refreshing to have an MP that actually came from the constituency. I would be honoured to represent the area in Parliament in which I grew up and to stand up for our local concerns.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "At the last election, the Conservatives only just won the Milton Keynes North constituency and under the current electoral system a vote for any other party will help the Tories win again."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour will make tough decisions. But we will also protect families and businesses, and the public services you rely on.",
      "education": "",
      "environment": "But there are also opportunities and I support Labour's plans for a Green Investment Bank and promoting new green jobs and industries.",
      "governance": "I know that many people have been disgusted at the way MPs from across the parties have acted over expenses. I share that anger. That is why we need to clean up politics.",
      "health": "",
      "immigration": "",
      "socialWelfare": "For parents of one and two-year-olds, we will provide an extra £4 a week in Child Tax Credits from 2012.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Wouldn’t it be refreshing to have an MP that actually came from the constituency. I would be honoured to represent the area in Parliament in which I grew up and to stand up for our local concerns.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andrew Pakes - The Labour Party Candidate for Milton Keynes North"
        }
      ]
    },
    "additionalNotes": ""
  }
}