{
  "leaflet": {
    "candidateName": "",
    "constituency": "Broadland",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A PERSONAL MESSAGE FROM DAVID CAMERON",
        "content": "In less than a week Britain votes in the most important national election for a generation. There are only two outcomes: five more years of Gordon Brown's tired government making things worse, or change with the Conservatives. A Conservative government will bring new energy to get Britain moving. We will cut the deficit - but not the NHS, nor our men and women risking their lives in Kabul or under the leadership that got us into this mess; offer fair leadership, meaning that when the banks pay back their debt, the money will be used to fund schools and hospitals while offering lower council taxes or keeping the royal mail public; stand tall in the world and offer fair leadership. We'll safeguard our civil liberties and scrap ID cards. And we'll restore trust in politics, cutting the number of MPs and pushing power out to communities. To make these changes, the Conservative Party needs to gain more seats in Parliament than we have at an election for 80 years. That means your vote really counts. A vote for anyone other than the Conservatives is a vote for five more years of Labour failure. It's that simple: a vote for any other party is a cross in the box for Gordon Brown. I hope you will take the chance to vote for change."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy and Governance",
        "policyDescription": "A Conservative government will bring new energy to get Britain moving, cut the deficit, not the NHS, nor our men and women risking their lives. Cutting the number of MPs and pushing power out to communities."
      },
      {
        "policyTitle": "Civil Liberties and ID Cards",
        "policyDescription": "We'll safeguard our civil liberties and scrap ID cards."
      },
      {
        "policyTitle": "Banking and Public Services",
        "policyDescription": "When the banks pay back their debt, the money will be used to fund schools and hospitals while offering lower council taxes."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "The only way to make sure we don't have 5 more years of Gordon Brown is to vote Conservative. Tactical voting considerations suggest voting for Conservatives as a vote for anyone other than the Conservatives is a vote for five more years of Labour."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A Conservative government will cut the deficit, not the NHS.",
      "education": "",
      "environment": "",
      "governance": "Cutting the number of MPs and pushing power out to communities.",
      "health": "Cut the deficit - but not the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "A Conservative government will bring new energy to get Britain moving.",
    "politicalExperience": [
      {
        "role": "Party Leader",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Cameron",
        "endorsement": "A vote for anyone other than the Conservatives is a vote for five more years of Labour failure."
      }
    ],
    "quotes": [
      {
        "text": "The only way to make sure we don't have 5 more years of Gordon Brown is to vote Conservative.",
        "source": "Campaign Leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Picture of David Cameron"
        }
      ]
    },
    "additionalNotes": ""
  }
}