```json
{
  "leaflet": {
    "candidateName": "Dan Roper",
    "constituency": "Broadland",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "It’s time we had an MP who knows the local issues",
        "content": "With trust in politicians at an all time low, it’s more important than ever to have an MP who knows the local issues and has a record of opposing shrinking of consultation over the supply of services."
      },
      {
        "title": "Dan Roper - A local champion for the Broadland constituency",
        "content": "After the expenses scandal so many MPs, people need a local champion, someone because they live here and know the day-to-day reality of the area."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Issues",
        "policyDescription": "Dan knows this area well and has a record of opposing the shrinkage of consultation over the supply of services."
      },
      {
        "policyTitle": "Community Involvement",
        "policyDescription": "Dan has ensured that the community is involved in the decisions that affect them."
      },
      {
        "policyTitle": "Prison Service",
        "policyDescription": "Dan Roper works for the prison service. He knows the expenses scandal so many MPs, and he has lived in the constituency from Fakenham and Acle."
      }
    ],
    "mentions": {
      "candidate": "Dan Roper has ensured that the community is involved in the decisions that affect them.",
      "otherPartyLeaderCandidate": "David Cameron's Tories",
      "partyLeader": "",
      "tacticalSituation": "It's a two horse race between Lib Dem and Con. Labour can't win here in Broadland."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Raising concerns about the route of the NDR.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dan Roper is a candidate who knows the local area and issues, emphasizing the importance of trust and local knowledge in politics.",
    "politicalExperience": [
      {
        "role": "Works for the prison service",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "broadlandlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "This picture shows Dan Roper with newly elected Lib Dem councillor Natalie Starling as the result of the Tavernham by-election was announced. The Lib Dems' fought this election on local issues where the Tories found the ground less receptive. Now we need a local MP!"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```