{
  "leaflet": {
    "candidateName": "Catherine McKinnell",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "People here know what the Tories did last time and that they haven't changed.",
        "content": "Only a vote for Labour can stop the Tories. A vote for the Lib Dems will let the Tories in by the back door."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Catherine McKinnell",
      "otherPartyLeaderCandidate": "Tories; Lib Dems",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Sure Start and tax credits have become so important for so many families.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Since Labour came to power we have 44,000 more doctors, 89,000 more nurses and waiting lists are the shortest they've ever been since the NHS was established.",
      "immigration": "",
      "socialWelfare": "As pensioners we're so much better off under Labour with the winter fuel allowance, increases in state pensions, free bus passes and so much more.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Cynthia Barker, Denton",
        "endorsement": "I don't want the Tories back because... As pensioners we're so much better off under Labour with the winter fuel allowance, increases in state pensions, free bus passes and so much more."
      },
      {
        "endorser": "Carol Stanners, Garden Village",
        "endorsement": "I don't want the Tories back because... Since Labour came to power we have 44,000 more doctors, 89,000 more nurses and waiting lists are the shortest they've ever been since the NHS was established."
      },
      {
        "endorser": "Ann-Marie Kelly, Lemington",
        "endorsement": "I don't want the Tories back because... Sure Start and tax credits have become so important for so many families - it's frightening that the Tories want to make cuts to such vital support."
      },
      {
        "endorser": "Sarah Hughes, Gosforth",
        "endorsement": "I will be voting for Catherine to be our next MP because... She was born in Newcastle North and is bringing up her family here. She will be a great representative for our community in Parliament."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "People here know what the Tories did last time and that they haven't changed."
        }
      ]
    },
    "additionalNotes": ""
  }
}