```json
{
  "leaflet": {
	"candidateName": "Cllr Philip Eades",
	"constituency": "",
	"politicalParty": "Lib Dem",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Open space champion",
    	"content": "Cllr Philip Eades has a well-deserved reputation for campaigning with local people to protect and preserve Poole's open spaces. Together they have seen off attempts to site the Solar Pyramid on Baiter, to build a football stadium on Branksome Rec and succeeded in getting the portakabins removed from Whitecliff."
  	},
  	{
    	"title": "The Lib Dem Difference",
    	"content": "Only the Liberal Democrats will protect front line NHS services and put more police on the beat. We'll also restore the pensions' earning link and provide fair pay for our armed forces. That's the Lib Dem difference."
  	},
  	{
    	"title": "OUR NHS: At risk with the Conservatives",
    	"content": "Tory Health spokesman accepted £21,000 donation from private health firm boss. David Cameron meets NHS privatisation campaigners. Key Tory MPs backed call to dismantle NHS."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Healthcare",
    	"policyDescription": "The Liberal Democrats will protect front line NHS services."
  	},
  	{
    	"policyTitle": "Law Enforcement",
    	"policyDescription": "The Liberal Democrats will put more police on the beat."
  	},
  	{
    	"policyTitle": "Pensions",
    	"policyDescription": "The Liberal Democrats will restore the pensions' earning link."
  	},
  	{
    	"policyTitle": "Armed Forces",
    	"policyDescription": "The Liberal Democrats will provide fair pay for our armed forces."
  	}
	],
	"mentions": {
  	"candidate": "Philip Eades",
  	"otherPartyLeaderCandidate": "David Cameron",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "Cllr Philip Eades is recognized as an 'Open space champion' for protecting and preserving Poole's open spaces.",
  	"governance": "",
  	"health": "The leaflet states the Lib Dems will protect front line NHS services and critiques the Conservative party's approach to the NHS.",
  	"immigration": "",
  	"socialWelfare": "The Liberal Democrats will restore the pensions' earning link.",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Please help Philip Eades get action to make Britain fairer by giving him your support to be our next local MP.",
	"politicalExperience": [
  	{
    	"role": "Councillor",
    	"duration": "",
    	"achievements": "Protecting and preserving Poole's open spaces. Stopped the Solar Pyramid, football stadium on Branksome Rec, and got portakabins removed from Whitecliff."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Thanks to Philip Eades the Viewpoint again has a Sea View"
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```