```json
{
  "leaflet": {
    "candidateName": "Graham Allen",
    "constituency": "Nottingham North",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "From Nottingham For Nottingham",
        "content": "Graham says, 'campaigning hard with local people helps me bring money into our neighbourhoods, for new GP's surgeries, the tram, schools, or as about the new centre being built right now in Nottingham.'"
      },
      {
        "title": "There's something special about representing the area where I was born, grew up, went to school, worked and lived and I know what we have and aspire to be working together.",
        "content": "Meeting people on the doorstep or at my 'Meet the MP for a Cuppa Tea' meetings, as well as dealing with hundreds of cases and problems better and those they feel from on the government. I make every effort to listen and act, through better services and policies than the Conservatives undermine, our hospitals, schools, and our sense of community."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "To be a LOCAL MP",
        "policyDescription": "As the only candidate born and bred here I will proudly continue to live and work locally."
      },
      {
        "policyTitle": "To defend our NHS",
        "policyDescription": "I will fight all Tory cuts to our hospitals, nurses, health visitors, doctors, and pharmacies."
      },
      {
        "policyTitle": "To revitalise our communities",
        "policyDescription": "I will defend our pensioners, winter fuel payments and free TV licences from Tory plans."
      },
      {
        "policyTitle": "To work hard in Parliament",
        "policyDescription": "I've held more debates on local issues in Parliament than any other MP - it's a record I want to add to."
      },
      {
        "policyTitle": "To be available to you",
        "policyDescription": "I work for you, to improve our communities and I stay in touch. Call me anytime on 975-2377."
      }
    ],
    "mentions": {
      "candidate": "Graham Allen",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Local schools results have soared in recent years. Winning my battles for smaller class sizes, 4 new schools, 2 new academies (Bilborough and Bulwell), and every local child now does well.",
      "environment": "",
      "governance": "",
      "health": "To defend our NHS - I will fight all Tory cuts to our hospitals, nurses, health visitors, doctors, and pharmacies.",
      "immigration": "",
      "socialWelfare": "To revitalise our communities - I will defend our pensioners, winter fuel payments and free TV licences from Tory plans.",
      "housing": [
        {
          "content": "campaigning hard with local people helps me bring money into our neighbourhoods, for new GP's surgeries, the tram, schools, or as about the new centre being built right now in Nottingham.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "There's something special about representing the area where I was born, grew up, went to school, worked and lived and I know what we have and aspire to be working together.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "975-2377",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Gerry and Betty",
        "endorsement": "We don't support politics, we support Graham Allen. He is on our side and sticks up for people on our estate. He has helped us and lots of people and is always available, that's what we want from our local MP."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Graham Allen with supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```