```json
{
  "leaflet": {
    "candidateName": "Anne Snelgrove",
    "constituency": "South Swindon",
    "politicalParty": "Labour",
    "electionDate": "Thursday 6th May",
    "messages": [
      {
        "title": "Hello",
        "content": "We are days away from the most important election in a generation. It is because I have seen how Labour has improved the lives of so many people in South Swindon and also that there is still much more work to do, that I am seeking re-election. Your vote on Thursday 6th May will decide the future of our town, your family and our country for the next decade."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Recovery and Deficit Reduction",
        "policyDescription": "Securing the recovery whilst halving the deficit in the next four years."
      },
      {
        "policyTitle": "Investment in Schools and Policing",
        "policyDescription": "Protecting frontline investment in your schools and policing meaning that we can introduce one-to-one tuition and maintain police numbers."
      },
      {
        "policyTitle": "Child Trust Funds and Tax Credits",
        "policyDescription": "Protecting child tax credits and Child Trust Funds for hard working families."
      },
      {
        "policyTitle": "NHS Treatment",
        "policyDescription": "Guaranteeing NHS treatment in 18 weeks and cancer referrals in two weeks."
      },
      {
        "policyTitle": "Immigration System",
        "policyDescription": "Tightening up on immigration with the Australian-style points based system."
      }
    ],
    "mentions": {
      "candidate": "Anne Snelgrove",
      "otherPartyLeaderCandidate": "The Lib Dems were over 10,000 votes behind Labour in 2005 so it is a straight choice between me and a Tory.",
      "partyLeader": "",
      "tacticalSituation": "The Lib Dems were over 10,000 votes behind Labour in 2005 so it is a straight choice between me and a Tory. Just think, what would have happened had we listened to the Tories over the financial crisis when they opposed every measure we took to fight back."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A vote for Labour means securing the recovery whilst halving the deficit in the next four years.",
      "education": "Protecting frontline investment in your schools meaning that we can introduce one-to-one tuition.",
      "environment": "",
      "governance": "",
      "health": "Guaranteeing NHS treatment in 18 weeks and cancer referrals in two weeks.",
      "immigration": "Tightening up on immigration with the Australian-style points based system.",
      "socialWelfare": "Protecting child tax credits and Child Trust Funds for hard working families.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Labour chose to fight back against the recession. Labour has delivered a better NHS and better education. I am proud of Swindon and people like you have worked too hard to let the Tories send us back to the 1980s.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "2 Little London Court, Albert Street, Swindon SN1 3HY",
      "phone": "01793 615485",
      "email": "annesnelgrove@hotmail.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Just think, what would have happened had we listened to the Tories over the financial crisis when they opposed every measure we took to fight back - the 1980s is what would have happened - record unemployment, the NHS crippled, no opportunities for young people and places like Swindon abandoned.",
        "source": "Anne Snelgrove",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Anne Snelgrove with a group of people and standing in the Parliament"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```