```json
{
  "leaflet": {
    "candidateName": "Antonia Cox",
    "constituency": "Islington South and Finsbury",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "ONLY BY VOTING FOR ANTONIA COX CAN WE ACHIEVE THE CHANGE WE NEED",
        "content": "In just a few days you'll have the chance to vote in the most important general election for a generation. When you're standing in the polling booth with the pencil in your hand, think about the kind of country you want Britain to be. If you want a country that has an economy that works for everyone and where enterprise is rewarded, vote for change. If you want a country with a strong society, where families and pensioners are supported, and where responsible behaviour is rewarded, vote for change. If you want a country where people have more power over their lives, where the size and cost of Parliament is cut and it's the people who call the shots, vote for change. We urgently need to make these changes so that Britain can move forward. We cannot afford to wait any longer."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "To defend local services",
        "policyDescription": "Defend the Whittington by halting the NHS London reorganisation and instead allowing local GPs and patients to help shape Islington’s hospital services."
      },
      {
        "policyTitle": "To fight for value for money",
        "policyDescription": "Get a grip on housing repairs by scrapping HFI and improving accountability and transparency."
      },
      {
        "policyTitle": "To make politics cost less",
        "policyDescription": "Cut the cost of politics personally by taking no London allowance, and nationally by backing David Cameron’s cut in ministerial salaries and the number of MPs."
      }
    ],
    "mentions": {
      "candidate": "Antonia Cox",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "A vote for the Liberal Democrats or any party other than the Conservatives will be a vote to keep Gordon Brown in power."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "If you want a country where people have more power over their lives, where the size and cost of Parliament is cut and it's the people who call the shots, vote for change.",
      "health": "Defend the Whittington by halting the NHS London reorganisation",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Get a grip on housing repairs by scrapping HFI and improving accountability and transparency.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "67 Halliford Street, London, N1 3HF",
      "phone": "020 7226 1599",
      "email": "antonia@islingtonconservatives.com",
      "website": "www.antoniacox.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Cameron",
        "endorsement": "This is a crucial time in the history of our country and the choice at this election is clear: five more years of Gordon Brown or change with the Conservatives."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```