{
  "leaflet": {
    "candidateName": "David Cameron",
    "constituency": "Clwyd West",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "WHY WE NEED CHANGE IN BRITAIN TODAY",
        "content": "Thirteen years ago Labour were elected promising change. But today, with the economy in a mess and a growing gap between rich and poor, a lot of people feel let down. Perhaps you’re one of them."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Increase spending and working to cut in half the deficit over two years."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Stop Labour's job tax which will kill the recovery and create 100,000 new work pairings across the UK, with 5,000 in Wales over two years."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Raise the basic state pension in line with earnings and protect winter fuel payments, free bus passes and free TV licences for older people."
      }
    ],
    "mentions": {
      "candidate": "David Cameron",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "With the economy in a mess and a growing gap between rich and poor, a lot of people feel let down. Perhaps you’re one of them.",
      "education": "",
      "environment": "",
      "governance": "Raise the basic state pension in line with earnings and protect winter fuel payments, free bus passes and free TV licences for older people.",
      "health": "Increase spending and working to cut in half the deficit over two years.",
      "immigration": "",
      "socialWelfare": "Raise the basic state pension in line with earnings and protect winter fuel payments, free bus passes and free TV licences for older people.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am personally committed to the NHS, so we’ll increase spending and work to the roof for everyone. We’ll get the economy moving by tackling the debt and creating 100,000 work pairings across the UK, with 5,000 in Wales over two years. We’ll stop Labour's job tax which will kill the recovery, meaning that seven out of ten jobs post-5k in half... raise the basic state pension in line with earnings and protect winter fuel payments, free bus passes and free TV licences for older people. And we’ll make Britain the most family-friendly country in Europe by fiscal discipline and reform, keeping tax credits and recognising marriage in the tax system.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "The choice at this election is clear: five more years of Gordon Brown’s tired government making things worse or change with the Conservatives.",
        "source": "David Cameron",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Cameron writing, David Cameron with individuals, David Cameron speaking"
        }
      ]
    },
    "additionalNotes": "Some sections of the leaflet are not clearly visible, such as addresses and contact information, and are thus not included in the data. The leaflet does not provide full information on some issues and policies."
  }
}