```json
{
  "leaflet": {
    "candidateName": "Nick King",
    "constituency": "Mid Dorset & North Poole",
    "politicalParty": "Conservatives",
    "electionDate": "SPRING 2010",
    "messages": [
      {
        "title": "A Vision FOR BRITAIN",
        "content": "Conservatives 6 priorities for Britain"
      },
      {
        "title": "Change with the Conservatives",
        "content": "Act now on debt to get the economy moving, Get Britain working by boosting enterprise, Make Britain the most family-friendly country in Europe, Back the NHS, Raise standards in schools, Change politics."
      },
      {
        "title": "A Vision FOR MID DORSET & NORTH POOLE",
        "content": "Nick King's 6 priorities for our area"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Act now on debt to get the economy moving",
        "policyDescription": "Lower the rise for the Conservatives."
      },
      {
        "policyTitle": "Get Britain working by boosting enterprise",
        "policyDescription": "Cut red tape in work zones, promote green jobs, and get people into motivation."
      },
      {
        "policyTitle": "Make Britain the most family-friendly country in Europe",
        "policyDescription": "Fund back couples on the basic state pension, support young families with new health visitors, and fight back against crime."
      },
      {
        "policyTitle": "Back the NHS",
        "policyDescription": "Increase spending on health every year, and make the NHS work for patients not managers."
      },
      {
        "policyTitle": "Raise standards in schools",
        "policyDescription": "Give schools the power to restore discipline, and create new smaller schools."
      },
      {
        "policyTitle": "Change politics",
        "policyDescription": "Cut Whitehall and quangos by a third, and let taxpayers see where their money is being spent."
      },
      {
        "policyTitle": "Fair Funding from Central Government",
        "policyDescription": "Nick King's priority is to ensure our area receives depend upon getting fair funding from the Government."
      },
      {
        "policyTitle": "No Green Belt Development",
        "policyDescription": "Local people should decide what, where style and how much development takes place."
      },
      {
        "policyTitle": "Improve our local roads",
        "policyDescription": "A vision for public transport - a light rail or tram system linking Poole to Ferndown & Bournemouth Airport."
      },
      {
        "policyTitle": "Treating older people fairly",
        "policyDescription": "Social Care are all priorities for Nick."
      },
      {
        "policyTitle": "Support Sustainable Communities",
        "policyDescription": "Support the diversification of the Green Belt, rather should look again at Brownfields sites for smaller developments of real affordable housing."
      }
    ],
    "mentions": {
      "candidate": "Nick King",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "ONLY THE CONSERVATIVES CAN BEAT LABOUR!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "We will also support the diversification of the Green Belt, rather should look again at brow fields sites for smaller developments of real affordable housing.",
      "governance": "",
      "health": "A £200 million cancer drug fund is our commitment to the health of the nation.",
      "immigration": "We would cut immigration from hundreds of thousands to tens of thousands. We will introduce a new border police force, crack down on illegal immigration and introduce an annual limit on the number of non-EU economic migrants coming here. We will end the nonsense that it is a criminal offence to over stay a student visa... We will restore the link between the number of immigrants and the number of jobs they take.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Support the diversification of the Green Belt, rather looks again at brown fields sites for smaller developments of real affordable housing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Caring and campaigning for our community.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "",
        "achievements": "Local issues have been transformed under Conservatism... Crime is down. Local schools are better... More people are in work..."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Nick's values are those which support the British sense of fair pay, fair play and family. I believe he would be a first class Member of Parliament.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Various images of Nick King and his activities"
        }
      ]
    },
    "additionalNotes": "Leaflet contains maps of Mid Dorset & North Poole, local testimonials, mentioned policies, candidate’s image and specific local concerns."
  }
}
```