```json
{
  "leaflet": {
    "candidateName": "Roberta Blackman-Woods",
    "constituency": "Durham",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "GOOD MORNING TODAY IS POLLING DAY",
        "content": "IT'S YOUR FUTURE, VOTE FOR IT Vote ROBERTA BLACKMAN-WOODS"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "The leaflet discusses Labour's action to recover the economy, helping small businesses and investing in manufacturing."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Roberta Blackman-Woods is mentioned as having campaigned for new schools and teaching facilities in her constituency."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Labour promises guaranteed times for NHS treatment with a two-week cancer referral and new 18-week treatment guarantee."
      },
      {
        "policyTitle": "Children's services",
        "policyDescription": "The leaflet mentions Sure Start centres and protecting funds for local services by not putting local child tax credits and Child Trust Fund at risk."
      },
      {
        "policyTitle": "Fiscal Responsibility",
        "policyDescription": "Labour intends to invest in schools, hospitals and police while at the same time reducing the deficit fairly."
      }
    ],
    "mentions": {
      "candidate": "Roberta has been a positive force in Durham City",
      "otherPartyLeaderCandidate": "Don't risk electing a Lib Dem MP who might support a coalition with the Tories.",
      "partyLeader": "",
      "tacticalSituation": "Don't risk staying at home or voting Lib Dem. If you do the Tories will win."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Thanks to Labour’s action we are now recovering global economic downturn. But our recovery is fragile. We will continue to help our economy recover by supporting small businesses and investing in manufacturing.",
      "education": "Roberta has been an MP who has brought really positive change to our city. She campaigned for and got new health and youth facilities and new schools, in addition she has pointed out that she 'emerged from the expenses scandal unscathed'.",
      "environment": "",
      "governance": "",
      "health": "Labour will give you personal protection of access to NHS treatment with a waiting-time - and cancer guarantee.",
      "immigration": "",
      "socialWelfare": "We have five new Sure Start centres in Durham, delivered by the Labour Government and thousands of local people are benefiting from Labour’s Tax Credits and the Child Trust Fund.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Roberta has been an MP who has brought really positive change to our city.",
    "politicalExperience": [
      {
        "role": "MP for Durham",
        "duration": "",
        "achievements": "Campaigning for and getting new health and youth facilities and new schools."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Roberta Blackman-Woods with constituents"
        },
        {
          "caption": "Roberta Blackman-Woods campaigning"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```