```json
{
  "leaflet": {
    "candidateName": "Clare Cooney",
    "constituency": "Edinburgh South West",
    "politicalParty": "Scottish Green Party",
    "electionDate": "Thursday 6th May",
    "messages": [
      {
        "title": "You can make a difference, VOTE GREEN",
        "content": "We need your help to get a Green MP elected here. Get involved! Make Scotland a Greener place."
      },
      {
        "title": "A message from Patrick Harvie MSP",
        "content": "Co-convenor, Scottish Green Party Voters in Scotland have been electing Green politicians for over ten years now, and we've built a track record we're proud of, including: protecting art and cash for home insulation, cutting fuel bills and boosting jobs by removing, challenging the other parties when they fail, justifying and building consensus in their policies is not enough and we've shown we're made of sterner stuff."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A LIVING WAGE FOR ALL",
        "policyDescription": "Everyone deserves fair pay, enough to live on and provide for their families, yet too many people are still in poverty. Green MPs will campaign for a £170 per week minimum, and for a living wage of £7 an hour to ensure work always pays."
      },
      {
        "policyTitle": "NOT BONUSES FOR BANKERS",
        "policyDescription": "Inequality has risen under Labour and Tory governments, it's no surprise. The other parties would just feed the bankers, by failing us. Greens would build a fairer financial system and boost ethical businesses, banks and credit unions instead."
      },
      {
        "policyTitle": "PROTECT PUBLIC SERVICES",
        "policyDescription": "Good quality public services are the core of a society which cares for its citizens, especially the most vulnerable. Taxpayers' money is still being squandered, even as these vital services are threatened with cuts or even privatisation."
      },
      {
        "policyTitle": "CUT TRIDENT AND ID CARDS",
        "policyDescription": "Green MPs would block the savage cuts, and would protect essential public services by making some of the simplest and most essential budget cuts of all; by scraping both ID cards and the Trident replacement. We would also scrap both ID cards and the costly 'database state' that goes with them."
      },
      {
        "policyTitle": "CREATE NEW GREEN JOBS",
        "policyDescription": "A practical response to climate change would give a big boost to jobs across the country during economic hard times. Electing Greens will deliver these jobs of the future in construction, transport and energy, and through investment in the skills necessary for our future."
      },
      {
        "policyTitle": "TACKLING CLIMATE CHANGE",
        "policyDescription": "Our insulation scheme for every single home in the country would save people hundreds of pounds. Measures like this could deliver tens of thousands of new jobs across Scotland."
      }
    ],
    "mentions": {
      "candidate": "Clare Cooney, local resident Clare Cooney joined the Scottish Green Party after her 'when her conscience pressed her into becoming politically active.'",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Patrick Harvie MSP, Co-convenor, Scottish Green Party",
      "tacticalSituation": "Now it's time to take that voice to Westminster. There's never been a better chance to elect Green MPs, and there's never been a greener challenger to the bland politics that currently fills the Commons chamber."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Good quality public services are the core of a society which cares for its citizens, especially the most vulnerable.",
      "education": "",
      "environment": "",
      "governance": "Challenge the other parties when their policies of maintaining and building consensus are not enough.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Insulation scheme for every single home in the country would save people hundreds of pounds.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Clare Cooney, local resident Clare Cooney joined the Scottish Green Party after her 'when her conscience pressed her into becoming politically active.'\n'As a mother, I worry that my children will inherit the world that is drastically less equal than the one I was born into and I am now taking a stand.'",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Freepost, Scottish Green Party, The Scottish Parliament, Edinburgh, EH99 1SP",
      "phone": "08700 772207",
      "email": "cc4mp@green2010.org.uk",
      "website": "www.scottishgreens.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images accompanying key policy areas such as living wage, public services, and green jobs."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```