```json
{
  "leaflet": {
    "candidateName": "Osama Saeed",
    "constituency": "Glasgow Central",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "Who is Osama?",
        "content": "Osama was born in the constituency at the Yorkhill Queen Mother's maternity which Labour recently closed. He was brought up by his mother, foster father and careworker mother, and was educated in the state system. He is married with two young children."
      },
      {
        "title": "Glasgow needs champions",
        "content": "This election is not about whether Gordon Brown or David Cameron will be prime minister... You are voting for your local MP. A champion for you and Glasgow."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Osama has been highlighted as one of the country's top thinkers and opinion formers. Osama has pledged to open a city centre office so that all the people of Glasgow Central can at last easily access their MP by road, bus, and underground. Osama has done more to bring high speed rail to Glasgow than all of Labour's Glasgow MPs put together.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Alex Salmond",
      "tacticalSituation": "It's a two horse race - only the SNP can beat Labour here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "My contract with you is that I will strive to protect Glasgow's services in the face of the cuts Labour has promised will be \"deeper and tougher\" than Thatcher's. I want to see the £100bn for new nuclear weapons on the River Clyde, and £18bn for putting your biometrics on a computer database, spent instead on jobs, pensions and going green industries.",
      "education": "",
      "environment": "I want to see the £100bn for new nuclear weapons on the River Clyde, and £18bn for putting your biometrics on a computer database, spent instead on jobs, pensions and going green industries.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "I cannot believe Labour candidates are again going to the public making great play of how they will sit on the backbenches waving through whatever the prime minister wants.",
      "housing": [
        {
          "content": "Potholes - Osama has been highlighting the state of Glasgow's roads, which are run by the Labour council.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "0141-204-1314",
      "email": "osama.saeed@snp.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "Follow on @OsamaSaeed",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "I don't think I've ever met anyone better suited to face down the rigours of Westminster and to make a presentation of principle for his community and for his country. I've never met anyone better endowed with the qualities required to be an outstanding member of parliament.",
        "source": "Alex Salmond",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Elect a Glasgow champion"
        }
      ]
    },
    "additionalNotes": "Before being elected: Osama has been filling Labour's void of complacency, and acting more like an MP than Glasgow Central's MP, who has only attended Parliament 57% of the time yet somehow managed to be the UK's number one most expensive MP at £192,986.87 plus salary."
  }
}
```