```json
{
  "leaflet": {
    "candidateName": "Alastair Whitelaw",
    "constituency": "Glasgow Central",
    "politicalParty": "Green",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "A LIVING WAGE FOR ALL",
        "policyDescription": "Promises fair pay, enough to live on, and a standard wage for all, including a £170 per week pension."
      },
      {
        "policyTitle": "PROTECT PUBLIC SERVICES",
        "policyDescription": "Commits to protecting quality public services, especially for the vulnerable. Proposes blocking savage cuts by using Trident replacement funds to save billions."
      },
      {
        "policyTitle": "CREATE NEW GREEN JOBS",
        "policyDescription": "Aims to respond to climate change by boosting job creation across the country, with an emphasis on green technologies and insulation schemes."
      }
    ],
    "mentions": {
      "candidate": "Alastair Whitelaw",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Inequality has risen under Labour and Tory governments, as indicated by the economic model rewarding banks and bankers. A fair financial system is proposed by the Green Party.",
      "education": "",
      "environment": "Prioritizes environmental issues and promises to tackle climate change through creating green jobs and implementing green policies.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "A free insulation scheme for every single home in the country would save households hundreds of pounds. This measure is aimed at delivering tens of thousands of new jobs across Scotland.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Electing Greens makes a massive difference. Glasgow's five Green Councillors, including one from this constituency, have campaigned to save local primary schools and community centres, and demanded proper accounting of Common Good funds and community resources. Our Green MSPs in Holyrood have fought hard on issues like home insulation, to reduce fuel poverty and climate change. They have championed public transport rather than proposals like the hugely unpopular extra Forth road bridge.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "08700 772207",
      "email": "",
      "website": "www.scottishgreens.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Alastair Whitelaw and the Green Party's campaign message."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```