```json
{
  "leaflet": {
	"candidateName": "Nicky Morgan",
	"constituency": "Loughborough",
	"politicalParty": "Conservatives",
	"electionDate": "",
	"messages": [
  	{
    	"title": "WALK-IN CENTRE TO REMAIN IN TOWN CENTRE",
    	"content": "NHS bosses announced in February that Loughborough’s Walk-in Centre would remain in the centre of the town. Nicky and Cllr Pauline Ranson campaigned for nearly 2 years for the earlier plan to move the centre to Epinal Way to be reversed."
  	}
	],
	"keyPolicies": [],
	"mentions": {
  	"candidate": "Nicky Morgan",
  	"otherPartyLeaderCandidate": "Theresa Shadow Work and Pensions Secretary",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Many families here have had a tough time in recent years. My message to all those made unemployed during the recession or support, is that we will give you the help and support to get working again.",
  	"education": "Conservatives have said that they will not allow a generation to be written off by Labour's recession and have pledged 400,000 new apprenticeships and training places for young people over the next two years.",
  	"environment": "",
  	"governance": "",
  	"health": "WALK-IN CENTRE TO REMAIN IN TOWN CENTRE - NHS bosses announced in February that Loughborough’s Walk-in Centre would remain in the centre of the town. Nicky and Cllr Pauline Ranson campaigned for nearly 2 years for the earlier plan to move the centre to Epinal Way to be reversed.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": []
	},
	"personalStatement": "",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Nicky Morgan welcomes David Cameron to Loughborough"
    	},
		{
      	"caption": "Nicky Morgan shopping at a local market"
    	},
		{
      	"caption": "Nicky Morgan delivers leaflets"
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```