```json
{
  "leaflet": {
    "candidateName": "Ian Davison",
    "constituency": "Sheppey & Sittingbourne",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "I am your local UK Independence Party Candidate. I want a Westminster that has full control of our Courts, Armed Forces, laws and regulations but most importantly I do not want our country's future being decided by an unelected politician in Brussels. We received 6780 votes in the June election and with your help we will improve on this."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Crime and Punishment",
        "policyDescription": "We must demand zero tolerance on crime and build more prisons and sentences that have to be served in full."
      },
      {
        "policyTitle": "Tax Policy",
        "policyDescription": "We will have a flat tax of 31% and no National Insurance. The first £11,500 of earnings will be tax free. We will scrap the very complicated VAT rate and simplify the red tape. This in turn will help business and increase employment in the area."
      },
      {
        "policyTitle": "Healthcare Facilities",
        "policyDescription": "We need a much better accident and emergency facility for Swale and a better serviced hospital on Sheppey."
      },
      {
        "policyTitle": "Local Parking",
        "policyDescription": "I will campaign to have free parking right across Swale to encourage people to shop in and visit our towns."
      },
      {
        "policyTitle": "Business Encouragement",
        "policyDescription": "We need to encourage business into Swale, we have one of the biggest trading estates in Kent and we should promote this."
      },
      {
        "policyTitle": "Local Policing",
        "policyDescription": "I would like to see a 24 hour police station on Sheppey."
      },
      {
        "policyTitle": "Direct Democracy",
        "policyDescription": "We would enable people to call binding national and local referenda (referendums) on key issues, simply through obtaining a petition containing signatures of 5% of the local electorate, and then a full referendum would take place, giving power back to the people."
      },
      {
        "policyTitle": "EU Budget Contribution",
        "policyDescription": "We will save £45 million a day by leaving the EU which will allow us to provide the above."
      }
    ],
    "mentions": {
      "candidate": "Ian Davison",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "I do not want our country's future being decided by an unelected politician in Brussels.",
      "economy": "We will have a flat tax of 31% and no National Insurance. ... This in turn will help business and increase employment in the area.",
      "education": "",
      "environment": "",
      "governance": "We would enable people to call binding national and local referenda on key issues.",
      "health": "We need a much better accident and emergency facility for Swale and a better serviced hospital on Sheppey.",
      "immigration": "UKIP will end mass uncontrolled and unlimited immigration.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am your local UK Independence Party Candidate.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "We received 6780 votes in the June election and with your help we will improve on this.",
        "source": "Ian Davison",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ian Davison, UK Independence Party candidate for Sheppey & Sittingbourne"
        }
      ]
    },
    "additionalNotes": "UKIP will end mass uncontrolled and unlimited immigration. We will regain full control of our borders. We will introduce work permit visas for limited periods. I want British jobs for British workers."
  }
}
```