{
  "leaflet": {
    "candidateName": "Patrick Mountain",
    "constituency": "Louth & Horncastle",
    "politicalParty": "Labour Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A FUTURE FAIR FOR ALL",
        "content": "My family are from the Swaby and Alford areas where my grandparents worked as keepers and farmers. My father, John, moved to Derbyshire for work as a pharmacist having undertaken his apprenticeship at Heeley's Chemist in Alford. I was born in Derbyshire and then undertook Higher Education at Harper Adams University College. After working as a tractor driver and herdsman, I became a lecturer at Derby College where I now head up the Countryside Management and Tree Surgery teams. I am passionate about improving the services and options for people living in East Lindsey and I have a very good understanding of the particular issues and concerns of people in the area that are not currently being addressed by your current member of parliament."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The Economy & Jobs",
        "policyDescription": "Since Labour came to office in 1997 the UK has experienced a growing economy which has benefited both private and public sectors resulting in prosperity and dramatic improvements in our schools, hospitals and other public services. At the present time the UK has started to recover from recession but the Government recognizes that our situation is still very delicate."
      },
      {
        "policyTitle": "HEALTH",
        "policyDescription": "Louth County Hospital so often under threat during Conservative years is now safe and thriving, taking times for operations are now eighteen weeks maximum a dramatic reduction in thirteen years."
      },
      {
        "policyTitle": "EDUCATION",
        "policyDescription": "Schools throughout the District have been rebuilt or improved. Pupil results the best ever. In Louth a new college has been built."
      },
      {
        "policyTitle": "SAFER COMMUNITIES",
        "policyDescription": "Labour has funded the recruitment of the highest ever number of police officers together with thousands of Community Support officers. During this time crime has fallen by over 30%."
      },
      {
        "policyTitle": "LEISURE",
        "policyDescription": "The District’s Meridian Leisure Centre opened in February after years campaigning by Louth’s five Labour councillors. There are now free bus passes for all seniors introduced and funded by the Labour Government."
      }
    ],
    "mentions": {
      "candidate": "Patrick Mountain",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Since Labour came to office in 1997 the UK has experienced a growing economy which has benefited both private and public sectors resulting in prosperity and dramatic improvements in our schools, hospitals and other public services.",
      "education": "Schools throughout the District have been rebuilt or improved. Pupil results the best ever. In Louth a new college has been built.",
      "environment": "",
      "governance": "",
      "health": "Louth County Hospital so often under threat during Conservative years is now safe and thriving, taking times for operations are now eighteen weeks maximum a dramatic reduction in thirteen years.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am passionate about improving the services and options for people living in East Lindsey and I have a very good understanding of the particular issues and concerns of people in the area that are not currently being addressed by your current member of parliament.",
    "politicalExperience": [
      {
        "role": "Lecturer at Derby College",
        "duration": "",
        "achievements": "Heads up the Countryside Management and Tree Surgery teams."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Patrick Mountain posing in a field."
        },
        {
          "caption": "County Hospital Louth."
        },
        {
          "caption": "School building."
        },
        {
          "caption": "Meridian Leisure Centre."
        },
        {
          "caption": "Police station sign."
        }
      ]
    },
    "additionalNotes": ""
  }
}