{
  "leaflet": {
    "candidateName": "Andrew Simpson",
    "constituency": "Northampton",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Make Andrew our new MP today",
        "content": "For decades, the Conservatives and Labour have been taking it in turns to run Britain."
      },
      {
        "title": "People from across Northampton are switching to back Andrew Simpson for real change.",
        "content": "If you want a lift to vote and home again please call 633009."
      },
      {
        "title": "It's Andrew or the Conservatives",
        "content": "Today's election will be a close fight between Andrew and the Conservative candidate. Only Andrew or the Conservative can win. Labour have fallen to a very low third place."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "3 reasons to back Andrew to win today",
        "policyDescription": "Andrew has a track record of getting things done over the past 20 years. He will be a strong voice for our area and put Northampton first. Andrew has been fighting to protect Northampton from over-development. The Labour Government want to impose 40,000 new houses on our town against the wishes of local people."
      }
    ],
    "mentions": {
      "candidate": "Andrew Simpson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "It's between the Lib Dems and Conservatives here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Andrew has been fighting to protect Northampton from over-development. The Labour Government want to impose 40,000 new houses on our town against the wishes of local people.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Unlike the Conservative candidate, Andrew has a track record of getting things done over the past 20 years.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "633009",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Andrew Simpson with supporters holding Liberal Democrats signs."
        },
        {
          "caption": "Image of Andrew with Nick Clegg."
        }
      ]
    },
    "additionalNotes": ""
  }
}