```json
{
  "leaflet": {
    "candidateName": "Kemi Adegoke",
    "constituency": "Dulwich & West Norwood",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Change in Dulwich & West Norwood",
        "content": "With MP and councilor elections imminent, there'll be lots of promises from all parties. Conservatives are the only people actively involved in our local community."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Support Our Small Shops",
        "policyDescription": "Better Local Shops and High Streets, not new outlets to be an open field with product shops to evolve."
      },
      {
        "policyTitle": "More Schools and Better Schools for Families",
        "policyDescription": "Planning of the most exciting new policies that will come with a Conservative government will be the ability for parents to get schools for their kids by popular demand."
      },
      {
        "policyTitle": "Safer Streets",
        "policyDescription": "Working with Mayor Boris to deliver funding for many projects, most recently the upgrade to the Church Approach and crossing and traffic lights by product Road and Lancaster Avenue."
      },
      {
        "policyTitle": "Promoting Responsible Dog Ownership",
        "policyDescription": "Kemi and Clare have worked to promote responsible dog ownership in the Mayor's office and within our region in Norwood."
      },
      {
        "policyTitle": "A Greener Norwood",
        "policyDescription": "Kemi has worked hand in hand with local groups, trees planted in Conservatives councillors to get consistency, it's a universal need that plays a role in making Norwood a great place to live."
      }
    ],
    "mentions": {
      "candidate": "Kemi Adegoke",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Lambeth is a single-party boardroom dominated by Labour, which ignores opposition. It's time for a change to create a balance in our Council chambers."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Sorting out Labour's Housing Mess. Last year's £1,500,000 landscaping project, of which no community benefit can be found within it, is doing exactly the opposite of what concern was aired by our councilors. We welcome your views, we acted immediately to push the council for action.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "\"I live and shop locally and understand the issues that concern residents in our community. People want change for the better now!\" - Kemi Adegoke",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "405 Norwood Road SE27 9DJ",
      "phone": "020 8356 7524",
      "email": "kemi@dwconservatives.org.uk",
      "website": "www.dwconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Conservatives are the only people actively involved in our local community. They are active local residents who are here all year round and don't just show up at election time. For too long we have been ignored by the Labour Party which pretends to represent us in Lambeth and Southwark. We need Conservative councillors here to make sure that this doesn't happen for the next 4 years.",
        "source": "Local resident, Yomi",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of Kemi Adegoke and other Conservatives involved in various community activities."
        }
      ]
    },
    "additionalNotes": "Your Conservative Councillors promise: To work with a Conservative Government to freeze Council Tax for another four years; Ensure that the Norwood Hall site is used for a local NHS facility while still meeting the recreational needs of our community; Oppose the rolling out of dust carts in residential areas of West Norwood and support Lambeth's recycling; Look to apply travel watch measures to ensure people feel safer in using our transport; Work closely with local businesses to improve our shopping areas; Will always fight to make sure Norwood gets its fair share of Lambeth's resources."
  }
}
```