```json
{
  "leaflet": {
    "candidateName": "Shane Collins",
    "constituency": "Dulwich and West Norwood",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A 'Living Wage' for all",
        "content": "We think it's unfair that irresponsible bankers go on earning huge salaries while 4 million UK children live in poverty. We think it's unfair that the Government have failed to do anything about the growing gap between rich and poor."
      },
      {
        "title": "Protect our NHS",
        "content": "We think it's unfair that hospitals and health centres are treated like businesses rather than vital public services... Green MPs will fight to make sure local services are easy to access and are truly local."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A 'Living Wage'",
        "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families."
      },
      {
        "policyTitle": "A million new jobs",
        "policyDescription": "Green MPs will press for a green insulation scheme to cut fuel bills and create a million new jobs, especially for builders, plumbers, electricians and engineers."
      },
      {
        "policyTitle": "Protect our NHS",
        "policyDescription": "Green MPs will fight against service closures, closures and privatisation within our NHS and protect the jobs of public sector workers."
      }
    ],
    "mentions": {
      "candidate": "Shane Collins",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Caroline Lucas",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Green MPs will press for a green insulation scheme for every single home as part of a green package to cut fuel bills and create a million new jobs. Green Party councillors have already pioneered such a scheme in Kirklees.",
      "education": "",
      "environment": "Green policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these crucial issues.",
      "governance": "",
      "health": "We think it's unfair that hospitals and health centres are treated like businesses rather than vital public services... Green MPs will fight to make sure local services are easy to access and are truly local.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Green MPs will press for a green insulation scheme for every single home as part of a green package to cut fuel bills and create a million new jobs.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "For 20 years Shane Collins has been involved in many projects in South London such as the Urban Green Fair, Brockwell Park Summer Feast and is a board member of the Lambeth Community Police Consultative Group - the interface between the police and the people.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "0844 544 9277",
      "email": "",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "One Planet, One Chance",
        "source": "Shane Collins",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Shane presenting a Brixton Pound to the Rt. Rev. Al Sharpton at the Operation Black Vote voter registration launch."
        },
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```