```json
{
  "leaflet": {
    "candidateName": "Daniel Zeichner",
    "constituency": "Cambridge",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "MORE DOCTORS, NURSES AND HOME-CARE WORKERS WITH LABOUR",
        "content": "Labour announces plans for 8,000 more GPs and 20,000 more nurses to build an NHS with the time to care."
      },
      {
        "title": "25 HOURS FREE CHILDCARE with Labour",
        "content": "Hard working families are warning that they are at breaking point, with the news that childcare costs are rising fast."
      },
      {
        "title": "FREEZING BILLS, not freezing cold",
        "content": "In these winter months families across Cambridge are feeling the cold."
      },
      {
        "title": "Living Wage CAMPAIGN UPDATE",
        "content": "The Living Wage is one of my passions. It’s a win-win policy. Workers win with more money in their pockets. Businesses win with reputations rising and staff happier."
      },
      {
        "title": "A Cleaner Cambridge",
        "content": "It’s simple but effective. You know the litter hotspots and we asked 1500 city residents. They agreed with you - and now they’re being cleared up."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Labour's commitment to increase the number of GPs by 8,000 and nurses by 20,000."
      },
      {
        "policyTitle": "Childcare",
        "policyDescription": "Labour's plan to provide 25 hours free childcare for 3 and 4-year-olds to working parents."
      },
      {
        "policyTitle": "Energy",
        "policyDescription": "Freezing energy bills to alleviate the pressure on families during winter."
      },
      {
        "policyTitle": "Living Wage",
        "policyDescription": "Commitment to the Living Wage campaign to ensure workers have more income and businesses benefit from a positive reputation and happier staff."
      },
      {
        "policyTitle": "Cleanliness",
        "policyDescription": "Efforts to clean up litter hotspots in Cambridge based on residents' feedback."
      }
    ],
    "mentions": {
      "candidate": "Daniel Zeichner",
      "otherPartyLeaderCandidate": "Mr Farage, Nick Clegg",
      "partyLeader": "",
      "tacticalSituation": "In Cambridge Daniel Zeichner's LibDem opponent pretends to be an underdog just like his buddy with the Tories 782 times."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A Living Wage is a win-win policy. Workers with more money in their pockets and Businesses with rising reputations and happier staff.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Labour’s commitment to increase the number of GPs by 8,000 and nurses by 20,000.",
      "immigration": "Labour MP Ric Holden: UKIP 'made me more famous' and now the evidence is in. Years of Tory promises on immigration: failed. The Tories have gone full circle and now they’ve sent us Farage.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Building affordable homes.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I’m determined to give Cambridge a stronger voice in Parliament. I’ll stand up against the vested interests and fight for fairness. I love this city, and I'll work tirelessly as your MP.",
    "politicalExperience": [
      {
        "role": "Candidate for Cambridge",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Office of Daniel Zeichner, FREEPOST 9653, Alex Wood Hall, Norfolk St, Cambridge, CB1 2LD.",
      "phone": "01223 500515",
      "email": "office@danielzeichner.co.uk",
      "website": "www.danielzeichner.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Daniel Zeichner with supporters campaigning for more NHS staff."
        },
        {
          "caption": "Promoting 25 hours free childcare for families."
        },
        {
          "caption": "Daniel Zeichner addressing the issue of freezing bills."
        },
        {
          "caption": "Campaigning for a Living Wage in Cambridge."
        },
        {
          "caption": "Efforts to improve cleanliness in Cambridge."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```