```json
{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Our NHS is at risk",
        "content": "You can't trust the Tories with the NHS. A&E is in crisis. NHS waiting lists are at their highest levels for six years and it's getting harder to see a GP. £3bn wasted on reorganisation they promised wouldn't happen. The Lib Dems have backed the Tories all the way with their NHS privatisation agenda, backed Cameron's damaging NHS reorganisation and put private profit before patient care. UKIP want to scrap our free NHS and charge you to see your GP."
      },
      {
        "title": "Nick Clegg has backed the Tories all the way",
        "content": "Nick Clegg and the Liberal Democrats have broken promise after promise to voters, and instead have been faithful allies to the Tories. They have backed the Tories' NHS privatisation agenda, backed Cameron's damaging NHS reorganisation and put private profit before patient care. After all these broken promises, voters can't trust a word Nick Clegg and the Lib Dems say."
      },
      {
        "title": "Labour will deal with the Tory cost-of-living crisis",
        "content": "Under the Tories, people here are £1,600 a year worse off. Energy bills have rocketed, and prices have risen faster than wages. Labour will take immediate action to improve living standards, introduce fairer wages and bring down energy bills until 2017 and reform the energy market. Minimum wage rise to £8 an hour - a £3,000 pay rise for a full-time worker on the minimum wage."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Labour’s plan for the NHS",
        "policyDescription": "Labour promises more doctors and nurses for our NHS, shorter waits to see your GP with a guarantee of GP appointments within 48 hours, and cancer tests guaranteed within a week."
      },
      {
        "policyTitle": "Building an NHS with time to care",
        "policyDescription": "Labour commits to 20,000 more nurses, 8,000 more GPs, a GP appointment within 48 hours and cancer tests and results within a week."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Nick Clegg",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour will deal with the Tory cost-of-living crisis by improving living standards, introducing fairer wages, and bringing down energy bills.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Labour's plan for the NHS includes more doctors and nurses, shorter GP wait times, and fast-tracked cancer testing. They also discuss the risk to the NHS posed by other parties.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We need more housing to help people get a foot on the property ladder. That's why Labour will get Britain building again, helping families by creating 200,000 new homes a year by 2020.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Building an NHS with time to care."
        },
        {
          "caption": "Labour's plan for the NHS."
        },
        {
          "caption": "Save the NHS."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```