```json
{
  "leaflet": {
    "candidateName": "Vicky Drew",
    "constituency": "Lambridge",
    "politicalParty": "Labour",
    "electionDate": "Spring - 2015",
    "messages": [
      {
        "title": "Labour supporting Gloucester Road residents in call for better bus service",
        "content": "Campaigning for people before profits for bus operators. Lambridge Labour candidates Vicky Drew and Ron Laden have been highlighting the lack of buses serving the residents of the Gloucester Road area. They want a peak period service that stops in the street rather than at the main Gloucester Road and that runs every 30 minutes instead of every hour."
      },
      {
        "title": "Skatepark proposal needs green travel scheme",
        "content": "Local campaign has the right aims. The campaign for a skatepark for young residents in Alice Park has evolved to a concerted fundraising effort by supporters and great involvement in the proposals from all ages in the community. Lambridge Labour supports the plan for the facility in this fantastic local park and also recognises that road safety is paramount. Poor parking creates problems in the area."
      },
      {
        "title": "Is this the worst surfaced road in Lambridge?",
        "content": "Along Blue Plum Road buses have had roughly 23 humps with potholes and not one of the potholes has been repaired. The road was awarded the title of 'most difficult to bypass' in a nationwide survey of bus drivers, yet the Council refuses to do anything about its condition."
      },
      {
        "title": "Initial works on School Crossing to begin",
        "content": "The Full Council meeting in January led by Lambridge Councillor Jon to push for immediate action in installing a school crossing patrol following a community petition and debate at the Guildhall."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Public Transport",
        "policyDescription": "Campaigning for better bus services and a peak period service for Gloucester Road area with more frequent buses."
      },
      {
        "policyTitle": "Community Facilities and Groups",
        "policyDescription": "Supporting community facilities like the proposed skatepark in Alice Park and working to resolve safety issues arising from poor parking around the area."
      },
      {
        "policyTitle": "Local Services Protection",
        "policyDescription": "Protecting vulnerable local services and campaigning relentlessly to protect the services needed by the young and the vulnerable from Council cuts."
      },
      {
        "policyTitle": "Housing and Renters",
        "policyDescription": "Standing up for renters and those of low incomes, committed to easing the cost of living and working to ensure affordable homes for rent by working with developers and housing associations."
      },
      {
        "policyTitle": "Quality of Life",
        "policyDescription": "Enhancing the quality of life for all residents through local planning decisions."
      }
    ],
    "mentions": {
      "candidate": "Vicky Drew",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Standing up for renters and those of low incomes, we are committed to easing the cost of living.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Bath Labour, Centenary House, Pierrepont Street, Bath, BA1 1LE",
      "phone": "01225 314131",
      "email": "lambridge.labour@gmail.com",
      "website": "http://www.bathlabour.org.uk/",
      "socialMedia": {
        "facebook": "BathLabour",
        "twitter": "BathLabourParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Labour will secure the future of our NHS with 36,000 more frontline staff.",
        "source": "",
        "date": ""
      },
      {
        "text": "In the play areas of Valley View Close and on the green by Fullers Road are in urgent need of TLC.",
        "source": "",
        "date": ""
      },
      {
        "text": "A great night and a great festival that deserves our support.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Campaigners with community, working on various local issues."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```