```json
{
  "leaflet": {
    "candidateName": "Simon Wilson",
    "constituency": "Leeds North East",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "What Is The Future For Leeds?",
        "content": "Discussion on the pressures of Leeds' growing population on local services and infrastructure, and the need for a robust economy."
      },
      {
        "title": "Why Won’t Ed Miliband Support English Votes for English Laws?",
        "content": "Criticism of the Labour leader for not addressing the 'West Lothian question' and his stance on Scottish MPs voting on English laws."
      },
      {
        "title": "Small Business Saturday",
        "content": "Simon Wilson's support for local businesses and Small Business Saturday to encourage shopping locally."
      },
      {
        "title": "Start-Up Loans Help Make Entrepreneurs' Dreams A Reality",
        "content": "Promotion of the Start-Up Loans scheme which has supported local entrepreneurs in Leeds North East."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Supports local businesses, promotes initiatives like Small Business Saturday and Start-Up Loans to boost the local economy and create jobs."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Advocates for English Votes for English Laws to address the 'West Lothian question' and ensure fair decision-making."
      }
    ],
    "mentions": {
      "candidate": "Simon Wilson",
      "otherPartyLeaderCandidate": "Ed Miliband",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Supports initiatives to strengthen local businesses and create jobs.",
      "education": "",
      "environment": "",
      "governance": "Supports the introduction of English Votes for English Laws.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The leaflet discusses the pressures that Leeds' population and housing demands put on local services.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Simon Wilson believes in creating opportunities for young people and families by working to improve local infrastructures like education and healthcare.",
    "politicalExperience": [
      {
        "role": "District Councillor representing Stanley and Outwood East Ward",
        "duration": "since 2003",
        "achievements": "Led on a successful council campaign to reduce twelve-hour shifts for road maintenance workers and improve highway maintenance."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "0113 204 1094",
      "email": "",
      "website": "www.northleedsconservatives.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Highlights of various locations, events and activities in the constituency, along with Simon Wilson engaging with local residents and entrepreneurs."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```