{
  "leaflet": {
    "candidateName": "Philip Dunne MP",
    "constituency": "Ludlow",
    "politicalParty": "Conservatives",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Westminster Report",
        "content": "Dear Resident, We are now only a couple of months away from the General Election on 7th May. This election represents a crucial moment for our country. Voters can either choose to stick to our long term economic plan which is delivering growth and jobs across the country, or return to the wasteful spend/more/borrow more ways of the recent past. In Shropshire, the benefits of our long term plan to cut the deficit and put Britain back on the road to prosperity are clear. Thinking back to 2010, many local people feared for their jobs as the recession shrank businesses across Shropshire. But this Government set out a clear plan for revival and stuck to it. Now our economy is growing, businesses are expanding and more people are in work than ever before. In the Ludlow constituency I have held 6 Jobs Fairs, which I hope has played a part in cutting unemployment by more than half since 2010. A growing economy has allowed us to cut Income Tax for 27 million people, cut taxes for businesses so they can take on more staff and invest an extra £2 billion in the NHS. Turning away from our economic plan now would put at risk all we have worked so hard to gain. The choice for voters at this election is clear - a proven track record to bring prosperity to all, or economic uncertainty and chaos. I shall continue to work hard to support our long term economic plan which has delivered, and will continue to deliver, so much for South Shropshire. Yours sincerely, Philip Dunne."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "More jobs and support for families and businesses",
        "policyDescription": "Building a stronger local economy, supporting start-ups to create jobs locally, tax-free personal allowance for most taxpayers."
      }
    ],
    "mentions": {
      "candidate": "Philip Dunne",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "In Shropshire, the benefits of our long term plan to cut the deficit and put Britain back on the road to prosperity are clear. ... But this Government set out a clear plan for revival and stuck to it. Now our economy is growing, businesses are expanding and more people are in work than ever before. In the Ludlow constituency I have held 6 Jobs Fairs, which I hope has played a part in cutting unemployment by more than half since 2010. A growing economy has allowed us to cut Income Tax for 27 million people, cut taxes for businesses so they can take on more staff and invest an extra £2 billion in the NHS. ... The choice for voters at this election is clear - a proven track record to bring prosperity to all, or economic uncertainty and chaos.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "A growing economy has allowed us to ... invest an extra £2 billion in the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Working for you year round across the Ludlow constituency."
        },
        {
          "caption": "1.8 million more people in work."
        },
        {
          "caption": "OUR COMMITMENT: An Income Tax Cut for 30m people."
        }
      ]
    },
    "additionalNotes": "Spring 2015, Working for you year round across the Ludlow constituency, Philip Dunne MP."
  }
}