```json
{
  "leaflet": {
    "candidateName": "Matt Rodda",
    "constituency": "Reading East",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Ten reasons to vote Labour",
        "content": "Tackle the cost-of-living crisis, Protect the NHS, Create opportunities for all, Give students a fair deal, Help families with childcare, Clamp down on tax avoidance, Build more affordable homes, Support small business, Scrap the Bedroom Tax, Protect the environment"
      },
      {
        "title": "Only Labour can beat the Conservatives in Reading East",
        "content": "Recent polls show Labour and the Conservatives are neck and neck across the Reading East constituency. Only a vote for Labour will lead to a Government to save the NHS and stand up for our community."
      },
      {
        "title": "Introducing Matt Rodda, Labour parliamentary candidate for the Reading East constituency...",
        "content": "A campaigning local councillor who has been calling for the River Thames road bridge over more GPs and a third to ease traffic problems in Reading, Caversham, Emmer Green, Woodley and Earley. Worked on various local issues and is a former civil servant in the Education department and now works for a university. Lives in the constituency with his wife and two children."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tackle the cost-of-living crisis",
        "policyDescription": "Cut taxes for 24 million people by introducing a 10p starting rate of tax, increase the minimum wage to £8 an hour and ban exploitative zero-hour contracts, freeze energy bills until 2017 and fix the broken energy market, place a cap on annual rail fare increases"
      },
      {
        "policyTitle": "Protect the NHS",
        "policyDescription": "Recruit 8,000 more doctors and 20,000 more nurses, paid for by a tax on properties worth £2million or more, guarantee an appointment to see a GP within 48 hours, or on the same day if you need it while ensuring all patients do not wait longer than a week for cancer tests, end the scandal of 15-minute home visits in social care, ensure social care is integrated with the social care services in the area."
      },
      {
        "policyTitle": "Create opportunities for all",
        "policyDescription": "Protect funding for schools and further education, end the failed and wasteful Free School Programme, raise standards in all schools by ensuring teachers are fully qualified, guarantee a job for everyone aged 18 to 24 unemployed more than a year"
      },
      {
        "policyTitle": "Give students a fair deal",
        "policyDescription": "Cut tuition fees for students to £6,000, paid for by ending tax relief on pensions for those earning over £150,000 a year"
      }
    ],
    "mentions": {
      "candidate": "Matt Rodda",
      "otherPartyLeaderCandidate": "Conservatives and Liberal Democrats",
      "partyLeader": "",
      "tacticalSituation": "Voting for the Lib Dems or any other party will help the Conservatives hold on to Reading East and help them cling on to power nationally, Reading is one of just a handful of marginal towns which can decide the result of the general election."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Cut taxes for 24 million people, increase the minimum wage to £8 an hour and ban exploitative zero-hour contracts, freeze energy bills until 2017 and fix the broken energy market.",
      "education": "Protect funding for schools and further education, end the failed and wasteful Free School Programme, ensure teachers are fully qualified.",
      "environment": "Avoid unnecessary cuts like the Tories and Lib Dems, cut spending on flood defences along the River Thames in 2010, vote against the badger cull, end the wild meerkat flood prevention priority, will keep the ban on hunting with dogs, decarbonise our electricity supply by 2030.",
      "governance": "",
      "health": "Recruit 8,000 more doctors and 20,000 more nurses, guarantee an appointment to see a GP within 48 hours."
      "immigration": "",
      "socialWelfare": "Scrap the Bedroom Tax, which is unfairly discriminatory against the disabled.",
      "housing": [
        {
          "content": "Build 200,000 houses a year by 2020, guarantee more secure and longer-term tenancies for private renters, end rip-off fees by letting agents.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Matt is a campaigning local councillor who has been calling for more GPs and a third road bridge over the River Thames to ease traffic problems in Reading, Caversham, Emmer Green, Woodley and Earley.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "",
        "achievements": "Calling for the River Thames road bridge, saved the Stepping Stones Centre for disabled adults, campaigned for all staff at Reading University to be paid the living wage, worked with residents and council staff to remove travellers from a local park."
      }
    ],
    "contactInformation": {
      "address": "Matt Rodda, 3 Windsor Square, Reading, RG1 2TH",
      "phone": "0118 9462320",
      "email": "mattroddaeast@virginmedia.com",
      "website": "www.mattroddane.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "@MattRodda",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Recent Polls"
        },
        {
          "caption": "Only Labour can beat the Conservatives in Reading East"
        },
        {
          "caption": "Introducing Matt Rodda, Labour parliamentary candidate for the Reading East constituency"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```