```json
{
  "leaflet": {
    "candidateName": "Gregory Barker",
    "constituency": "Bexhill & Battle",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "ACTION FOR HEATHFIELD",
        "content": "At this election the constituency boundaries will change to bring in Heathfield, Five Ashes and Cross in Hand. I hope to continue the excellent record of my colleague Charles Hendry. I will work closely with the parish councils and local councillors to deliver results for the Heathfield area."
      },
      {
        "title": "BACKING THE NHS",
        "content": "The NHS is our number one priority. We back it and we want to improve it for everyone. The Conservatives will increase NHS spending on the NHS year by year. The NHS needs this increase because of the pressure it is facing as people live longer and new medical treatments become available. We are the party of free healthcare, this commitment. The NHS will have more doctors and nurses and to find treatments like murkey senticit stem cells and breakthrough cancer survival rates."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour's tax on jobs will kill the recovery. The reelection of Gordon Brown's government - with more debt, waste and taxes will bring us a new recession."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Increase NHS spending year by year. More doctors and nurses and new treatments such as stem cell research and boosting cancer survival rates."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Preserving our beautiful countryside and rural way of life is important to Greg’s Conservative vision for how planning can steer new commercial and residential development."
      }
    ],
    "mentions": {
      "candidate": "Gregory Barker",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour's tax on jobs will kill the recovery.",
      "education": "",
      "environment": "Greg regularly supports bids to safeguard country parks and woodland areas. He has championed the country’s first voluntary community owned wind turbine.",
      "governance": "",
      "health": "The NHS is our number one priority.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Preserving our beautiful countryside and rural way of life is important to Greg’s Conservative vision for how planning can steer new commercial and residential development away from voluntary green spaces and onto brownfield sites that have been used and abandoned.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Bexhill and Battle",
        "duration": "",
        "achievements": "Restoring the reputation of Members of Parliament by being the most cost effective in Parliament and not putting in a claim for a second home despite representing one of the most far-flung constituencies."
      }
    ],
    "contactInformation": {
      "address": "6 Albert Road, Bexhill on Sea, East Sussex, TN40 1DG",
      "phone": "01424 736861",
      "email": "bexhillandbattlecons@aol.com",
      "website": "www.gregorybarker.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```