{
  "leaflet": {
    "candidateName": "George Lee",
    "constituency": "Holborn & St Pancras",
    "politicalParty": "Conservatives",
    "electionDate": "6th May",
    "messages": [
      {
        "title": "3 POSITIVE REASONS TO VOTE FOR GEORGE LEE",
        "content": "1. Unlike Frank Dobson George is not a career politician. He has the skills and experience to do the job and will be a hands-on, visible public servant with integrity and fairness as core values. 2. Real world experience. A Shawty town beginnings, working in a factory aged 9. A Metropolitan Police officer working in Vice, Drugs, Murder, Riot, and Organised Crime Squads; and a successful private sector career. 3. George understands this constituency. He walked the beats in Holborn & Kings Cross dealing with the homeless in Lincoln’s Inn and squatters at the Kings Cross Fire. He understands what makes this area special."
      },
      {
        "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
        "content": "In just a few weeks we will have the most important election for a generation. Our economy is in its longest and deepest recession in 70 years. Our society is broken by crime and irresponsible behaviour. Our public services are in a mess. We can't go on like this. A Conservative government will take bold action on all fronts. We'll cut Gordon Brown's waste and debt to get our economy moving. We will support families and back people who do the right thing. We will raise standards in our schools and support small businesses so we create jobs as well as save money."
      },
      {
        "title": "VOTE GEORGE LEE FOR THE CHANGE WE NEED",
        "content": "George understands his neighbourhood. He likes the diversity, from West End bustle to Highgate greenery. He also loves the mix of people from different communities living together and he is a person able to cut across class, race and religion."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Backing the NHS",
        "policyDescription": "George is strongly opposed to the closure of the A&E Department at the Whittington Hospital. He has received a personal assurance from the Shadow Health Secretary, Andrew Lansley, that if elected, a future Conservative Government would stop the review of clinical services at the Whittington."
      },
      {
        "policyTitle": "Getting Britain working",
        "policyDescription": "Reducing Brown's waste and debt to get the economy moving, supporting families and businesses."
      },
      {
        "policyTitle": "Raising Standards in Schools",
        "policyDescription": "Aiding education with an emphasis on raising standards in schools."
      },
      {
        "policyTitle": "Supporting Families",
        "policyDescription": "Support policies that help families and those doing the right thing."
      }
    ],
    "mentions": {
      "candidate": "George Lee",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Reducing Brown's waste and debt to get the economy moving.",
      "education": "Raising standards in schools.",
      "environment": "",
      "governance": "",
      "health": "George is strongly opposed to the closure of the A&E Department at the Whittington Hospital. Has received assurance from the Shadow Health Secretary that a future Conservative Government would stop the review of clinical services at the Whittington.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "George fought to ensure that Camden Council switched to a budget that protected residents living on Regent Street, Jellicoe and in Neetleden and the idea was dropped.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "George Lee understands his neighbourhood. He likes the diversity, from West End bustle to Highgate greenery. He also loves the mix of people from different communities living together and he is a person able to cut across class, race and religion.",
    "politicalExperience": [
      {
        "role": "Metropolitan Police officer",
        "duration": "",
        "achievements": "Working in Vice, Drugs, Murder, Riot, and Organised Crime Squads."
      }
    ],
    "contactInformation": {
      "address": "16A Mecklenburgh Square, Holborn, London, WC1N 2AB",
      "phone": "07855 743716",
      "email": "timrollspickering@hotmail.com",
      "website": "www.mygeorgelee.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "George with constituents and working on local issues."
        }
      ]
    },
    "additionalNotes": "The leaflet contains a comparison between the candidate and the incumbent as well as endorsements from David Cameron. References to tactical voting or historical voting patterns are not explicitly mentioned."
  }
}