```json
{
  "leaflet": {
    "candidateName": "Jo Shaw",
    "constituency": "Camden",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Labour's record of shame...",
        "content": "Labour raised taxes on the lowest paid. Labour took us into an illegal war in Iraq. Labour have failed us on violent crime. Labour neglected Camden's homes for over 30 years."
      },
      {
        "title": "Isn't it time for a fresh start here in Camden?",
        "content": ""
      },
      {
        "title": "Change that works for you",
        "content": "Jo Shaw and the Lib Dem Team The fresh campaigning voice for our area."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes that put money back in your pocket",
        "policyDescription": "Nick Clegg's tax plans mean you will pay no tax on the first £10,000, cutting your tax bills by £700."
      }
    ],
    "mentions": {
      "candidate": "Jo Shaw",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "The Conservatives can't win in our area. This election is a two horse race between the Lib Dems and Labour."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Campaigning for fairer taxes for ordinary people.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour neglected Camden's homes for over 30 years.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jo lives locally and has a long record of action for us. As our local MP, Jo Shaw will put local people first and deliver real change and fairness for our area.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": "Jo fought hard with local Lib Dems to save Camden's police stations."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "(07951 743 079)",
      "email": "",
      "website": "www.Shaw2Win.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Independent Politics/Home largest representative UK poll, Autumn 2009",
        "endorsement": "\"Liberal Democrat MPs were more highly regarded by their constituents than Conservative or Labour were by theirs\""
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jo Shaw and the Lib Dem Team - The fresh campaigning voice for our area."
        }
      ]
    },
    "additionalNotes": "My contract with Camden: I will put local people first. I will hold regular surgeries so that you can speak to me personally. I will always be there to stand, listen to your concerns and stand up for what matters to you. I won't disappear into the Westminster old boys' club. You will see me on your street and I will listen to you. I will be on the end of my phone when you need me. I will make sure your voice is heard - locally and at Westminster. I will be a strong voice for Camden. I will be open and honest about all expenses incurred in representing you."
  }
}
```