```json
{
  "leaflet": {
    "candidateName": "Bridget Fox",
    "constituency": "Islington",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Everywhere I go, local people tell me they are fed up and want a change. From closing our Post Offices to the war in Iraq; from massive cuts to our local NHS to hiking up taxes on the lowest paid – Labour has failed us."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Bridget Fox",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "The choice at the election will be between me and five more years of a Labour MP who just does what Gordon Brown says. ... There’s no danger of electing a Conservative MP here. I stood at the last General Election and was just 484 votes behind Labour. The Conservatives can't win here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "From massive cuts to our local NHS to hiking up taxes on the lowest paid – Labour has failed us.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Time and again she has sided with Gordon Brown instead of fighting for local people. Many local residents have told me that they want someone who will put them first. It’s time Islington had an MP who puts local people and our area first.",
    "politicalExperience": [
      {
        "role": "school governor, a local councillor",
        "duration": "",
        "achievements": "I led the campaign that saved Essex Road Post Office and am leading the fight to stop library closures and cuts at Whittington Hospital."
      }
    ],
    "contactInformation": {
      "address": "3N Leroy House, 436 Essex Road, London, N1 3QP",
      "phone": "",
      "email": "",
      "website": "www.BridgetFox.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "It's so close here!"
        }
      ]
    },
    "additionalNotes": "P.S. After the election we'll either have a Lib Dem MP or a Labour MP. The Conservatives can’t win – and Labour don’t deserve to."
  }
}
```