```json
{
  "leaflet": {
    "candidateName": "Louise Ellman",
    "constituency": "Liverpool Riverside",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Message from Louise Ellman MP",
        "content": "I will continue to speak up for Liverpool, campaigning with local communities to improve your environment and quality of life. I will work tirelessly, both locally and nationally, to bring more jobs and improve housing, transport, healthcare, education and policing so that everyone has a fair deal."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "We will provide new homes",
        "policyDescription": "Under the Liberal Democrat-run city council, the housing wait list has risen to 23,000 while local communities are blighted by 13,000 empty properties. Labour candidate Cllr Laura Robertson-Collins is leading the 'Lib Dem City to City of Housing Justice' for money to refurbish homes and build new homes without fear."
      },
      {
        "policyTitle": "We will clean up 1,000 grot spots",
        "policyDescription": "Labour will set up green teams in every neighbourhood. The new green teams will work with communities to tackle fly-tipping, litter, dog fouling and graffiti. Using our weekly bin service, community skips and recycling measures we will clean up 1,000 extra grot spots."
      },
      {
        "policyTitle": "We will have zero tolerance of anti-social behaviour",
        "policyDescription": "Labour will have zero tolerance of anti-social and drug-related noise and behaviour at night. Joe Anderson & Louise Ellman are urging the city council to use its full range of powers to support our residents."
      },
      {
        "policyTitle": "We will minimize any rises in Council Tax",
        "policyDescription": "Labour will stand up for Liverpool and fight to get a good deal from the government. Kirkdale candidate Cllr Malcolm Kennedy said, 'We will prioritise frontline services and understand that hardworking families can't afford Council Tax going through the roof'."
      },
      {
        "policyTitle": "We will create 100 apprentices",
        "policyDescription": "Labour will create 100 new apprentices at Liverpool City Council. We will work with local businesses to ensure that we develop the skills of our local workforce. Central Councillor Nick Small said, 'It’s vital that the City Council sets a better example and invests in jobs and skills'."
      }
    ],
    "mentions": {
      "candidate": "Louise Ellman",
      "otherPartyLeaderCandidate": "Laura Robertson-Collins, Cllr Malcolm Kennedy",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Labour will clean up 1,000 grot spots by setting up green teams in every neighbourhood to tackle fly-tipping, litter, dog fouling and graffiti.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour candidate Cllr Laura Robertson-Collins is leading the 'Lib Dem City to City of Housing Justice' for money to refurbish homes and build new homes without fear.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I will work tirelessly for everyone in Liverpool Riverside. We are facing tough economic times, which is why it's important that we have strong representatives who are on our side.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Liverpool Riverside Labour Party, FREEPOST NWL 2364A, 1 Peerless Street, Liverpool, L5 2QZ",
      "phone": "0151 236 2968",
      "email": "louise@liverpoollabour.org",
      "website": "www.liverpoollabour.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Louise Ellman MP with constituents and Labour team members."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```