```json
{
  "leaflet": {
    "candidateName": "David Lammy",
    "constituency": "Tottenham",
    "politicalParty": "Labour Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Brick by brick we are transforming Tottenham",
        "content": "Over the next few weeks David Lammy and the Labour Party will be fighting for Tottenham's future. We've made huge strides in the last few years: rebuilding our schools and hospitals; creating new health and children's centers; tripling the proportion of young people who get good GCSEs; doubling the number of local apprenticeships since 2007 to 400 places; and almost doubling the number of local people going to university."
      },
      {
        "title": "The difference we're making:",
        "content": "£178 million to rebuild our secondary schools.\n£1.4 million this year to create more than 200 new jobs for local young people.\nA 40% cut in carbon emissions by 2020.\nInvesting £198.5 million on our housing estates.\n6% fewer victims of crime in the last year.\nThis election matters: don't let them put Tottenham's future at risk."
      },
      {
        "title": "My top priorities are:",
        "content": "A brighter future for our children and families. Better schools and more for young people to do.\nFighting for jobs in Tottenham.\nMaking huge progress on environmental goals such as apprecnticeships.\nSupporting youth action to take on gangs & knives. Demanding more to say NO to drugs & anti-social behaviour on our streets and estates.\nProtecting and improving local health services.\nFighting for decent housing, services at St Ann's local GP's. Fighting for A&E at U-E hospitals.\nCompleting the Decent Homes programme on our housing estates and building more affordable housing."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Rebuilding secondary schools and prioritizing better schooling options."
      },
      {
        "policyTitle": "Employment",
        "policyDescription": "Creating more than 200 new jobs for local young people, investing in apprenticeships."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Aiming for a 40% cut in carbon emissions by 2020."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Investing £198.5 million on housing estates, completing the Decent Homes programme, and building more affordable housing."
      },
      {
        "policyTitle": "Crime Reduction",
        "policyDescription": "6% fewer victims of crime in the last year."
      },
      {
        "policyTitle": "Health Services",
        "policyDescription": "Improving local health services, fighting for A&E at U-E hospitals."
      }
    ],
    "mentions": {
      "candidate": "David Lammy",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Rebuilding schools and increasing quality of education.",
      "environment": "A 40% cut in carbon emissions by 2020.",
      "governance": "",
      "health": "Improving local health services, supporting the regeneration of Coombes Croft Library.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Investing £198.5 million on our housing estates and building more affordable housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "This election matters more than any I can remember. We've got to fight for our community, local jobs, and the public services we rely on.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": "Rebuilding schools and hospitals, creating new health and children's centers, tripling the proportion of young people with good GCSEs, doubling apprenticeships, and almost doubling the number of local people going to university."
      }
    ],
    "contactInformation": {
      "address": "Tottenham Labour Party, Unit B5, Stonehenge, St Ann's Road, Tottenham High Road, London, N17 9TA",
      "phone": "020 8885 2587",
      "email": "mail@davidlammy.co.uk",
      "website": "www.davidlammy.co.uk",
      "socialMedia": {
        "facebook": "/DavidLammy",
        "twitter": "@davidlammy",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Liberal White",
        "endorsement": "Supporting David Lammy because he cares about Tottenham and has seen the changes for better in parks and leisure centers."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local campaigning images, and portrait of David Lammy"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```