```json
{
  "leaflet": {
    "candidateName": "Jenny Willott",
    "constituency": "Cardiff Central",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Latest government let down: LABOUR FAILS TO TACKLE ANTI-SOCIAL BEHAVIOUR",
        "content": "Barely a week goes by without news reports of serious anti-social behaviour. Labour have made promises to crack down and protect our communities but the figures show they are failing."
      },
      {
        "title": "DEMENTIA CENTRE FUNDING BOOST",
        "content": "The future of the Alzheimer's Service at Plasnewydd Court, which supports Oldwell in their 50s and 60s suffering from dementia has been secured in the short term."
      },
      {
        "title": "Reservoir Update",
        "content": "Western Power Distribution had started draining water from Llanishen Reservoir. They are legally permitted to drain three metres of water, but will need permission from the Environment Agency to drain any more."
      },
      {
        "title": "Lakeside Drive & Everward Way",
        "content": "Your Lib Dem Focus Team remain opposed to any building in the area and will keep you informed of any developments."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Anti-social behaviour",
        "policyDescription": "Jenny Willott and the Liberal Democrats propose to introduce a night safe scheme and more police to fight crime and anti-social behaviour."
      },
      {
        "policyTitle": "Support for vulnerable",
        "policyDescription": "Jenny Willott and the Liberal Democrats have secured short-term funding for the Alzheimer's Service at Plasnewydd Court."
      }
    ],
    "mentions": {
      "candidate": "Jenny Willott, Local Lib Dem MP",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "Lib Dem Leader Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Jenny Willott and the Liberal Democrats have secured short-term funding for the Alzheimer's Service at Plasnewydd Court to support those in their 50s and 60s suffering from dementia.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Your Lib Dem Focus Team remain opposed to any building in the area of Lakeside Drive & Everward Way.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I’m supporting Jenny Willott in the next election because Please send me emails about Jenny’s campaigns.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "99 Woodville Road, Cardiff, CF24 4DY",
      "phone": "",
      "email": "",
      "website": "www.CardiffLibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jenny Willott outside the Assembly with patients families."
        },
        {
          "caption": ""
        },
        {
          "caption": "Jenny Willott MP and Jenny Randerson AM at the steps of the Assembly on the day patients handed in a petition to the Welsh Health Minister calling for funding to secure the centre's future."
        }
      ]
    },
    "additionalNotes": "The leaflet includes a petition to Minister Jenny Randerson AM, requesting to meet with the patients and their families during their visit to the Assembly. There is also encouragement to report potholes to the local council."
  }
}
```