```json
{
  "leaflet": {
	"candidateName": "Jenny Willott",
	"constituency": "Cardiff Central",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Fighting for change, fighting for fairness",
    	"content": "Jenny Willott has a strong record of achievement across Cardiff Central. Jenny Willott has been active supporting local schools, colleges, universities, churches, mosques, and gurdwaras. She regularly visits local community groups and businesses listening to their concerns."
  	},
  	{
    	"title": "Delivering real change for Britain",
    	"content": "Putting money back in your pocket, Improving the services we all rely on, Investing in our future"
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Putting money back in your pocket",
    	"policyDescription": "The Lib Dem tax plan will mean that no one will pay tax on the first £10,000 they earn. Millions of low earners will pay no tax at all. Those earning over £100,000 a year will be £700 a year better off."
  	},
  	{
    	"policyTitle": "Improving the services we all rely on",
    	"policyDescription": "Promises to protect public services. The Lib Dems will put 3,000 more police on patrol and cut waste in the NHS so that more can be spent on frontline services."
  	},
  	{
    	"policyTitle": "Investing in our future",
    	"policyDescription": "Every child deserves a quality education and a clean environment to grow up in. The Lib Dems will invest in our schools, abolish university tuition fees and take real action on climate change."
  	}
	],
	"mentions": {
  	"candidate": "Jenny Willott",
  	"otherPartyLeaderCandidate": "Labour",
  	"partyLeader": "",
  	"tacticalSituation": "Two horse race between Jenny Willott and Labour, with Tories and Plaid not able to win."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "The Lib Dem tax plan will mean that no one will pay tax on the first £10,000 they earn, benefiting millions of low earners.",
  	"education": "Every child deserves a quality education. The Lib Dems will invest in our schools and abolish university tuition fees.",
  	"environment": "The Lib Dems will invest in a clean environment for children to grow up in and take real action on climate change.",
  	"governance": "",
  	"health": "The Lib Dems will cut waste in the NHS so that more can be spent on frontline services.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "MP for Cardiff Central",
    	"duration": "5 years",
    	"achievements": "Seen real improvements in our area - more uniformed officers on the street, paid for street sweepers and introduced more door to door recycling collections."
  	}
	],
	"contactInformation": {
  	"address": "Freepost RLXJ-BLBS-YXJH, 9 Woodville Road, Cardiff, CF24 4DY",
  	"phone": "",
  	"email": "",
  	"website": "www.JennyWillott.com",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Jenny Willott at a local research centre, supporting local jobs and investment."
    	},
    	{
      	"caption": "Jenny Willott is a supporter of Ty Hafan and helped raise thousands of pounds for them."
    	},
    	{
      	"caption": "Jenny Willott and her team."
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```