```json
{
  "leaflet": {
    "candidateName": "Kemi ADEGOKE",
    "constituency": "Dulwich and West Norwood",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Change",
        "content": "The Conservatives are asking for your vote in local and general elections on May 6th. We offer you the opportunity to vote for real Change. We can turn the current gloomy Labour situation better than the economic recession in British history, and to prove that we will make better local representatives for the people of Herne Hill."
      },
      {
        "title": "Your Conservative candidates: We care because we live here",
        "content": "Kemi Adegoke, a local resident – Ella Road school governor – wants to be your MP so that she can work to endorse your community."
      },
      {
        "title": "Fighting for a Fair Deal for Herne Hill",
        "content": "Every politician will claim that they have been working hard for local residents – we have the record to prove it. Give us a chance to show what we can do. We will work for: A new primary school in Herne Hill, more books, better facilities and longer opening hours for the Carnegie library, zero tolerance on antisocial behaviour, a fair deal for Lambeth leaseholders and tenants, more wardens to keep Brockwell and Ruskin park safe, new businesses to move into empty shops."
      },
      {
        "title": "Big Society Comes to Herne Hill",
        "content": "Kemi says: 'The local 'Big Society' will reinvigorate the investment in our own environment so that, no matter how tight times get, we can all be sure we are moving forward in a positive way'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Work with local parents and central government to set up new and better schools inside the Conservative policies."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Improved transport links in this area by working with the Department for Transport and the Mayor of London."
      },
      {
        "policyTitle": "Local Economy",
        "policyDescription": "Regenerate our high streets and create jobs by working with a Conservative government to incentivize to stop empty or poor quality shops blighting our area."
      }
    ],
    "mentions": {
      "candidate": "Kemi Adegoke, Ramilah Road resident – Lambeth Conservative Ladies Chairman – Lambeth Right to Vote Officer – Oxbridge trained solicitor – Ella Road school governor – and an everyday Herne Hill traffic and transport user.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Work with local parents and central government to set up new and better schools inside the Conservative policies.",
      "environment": "The local 'Big Society' will reinvigorate the investment in our own environment so that, no matter how tight times get, we can all be sure we are moving forward in a positive way.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "A fair deal for Lambeth leaseholders and tenants, more wardens to keep Brockwell and Ruskin park safe, new businesses to move into empty shops.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I live and shop locally and understand the issues that concern residents here. People want a change for the better not more of the same. ‘Value for money, trust, openness, fairness and value for money’ is what we all want for our community, and we have to choose well this time round.",
    "politicalExperience": [
      {
        "role": "Ella Road school governor",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "485 Norwood Road London SE27 9DJ",
      "phone": "020 8761 7326",
      "email": "conservatives@myhernehill.com",
      "website": "www.myhernehill.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of Kemi Adegoke and supporters as well as local scenes of Herne Hill."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```