```json
{
  "leaflet": {
    "candidateName": "Chuka",
    "constituency": "Streatham",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "SUPPORTING FAMILIES",
        "content": "Over 65% of 15 year olds in our area gain 5+ good GCSEs, compared with 32.9% in 1997; 160 extra teachers in this constituency since 1997; Ten SureStart Childrens Centres opened in our area."
      },
      {
        "title": "SECURING THE RECOVERY FOR ALL",
        "content": "Unemployment in our area has been cut by more than 50% since 1997 despite the downturn; Repossessions are half what they were during the last recession under the Tories; Annual leave entitlement has been increased from 20 to 28 days; 600,000 Londoners have benefited."
      },
      {
        "title": "ENSURING DIGNITY AND SECURITY FOR OLDER PEOPLE",
        "content": "Free off-peak bus travel for over 60s and free TV licences for over 75s; Extended Cold Weather Payments to £25 a week this winter; The Winter Fuel Allowance is now worth up to £400 a year."
      },
      {
        "title": "TAKING TOUGH ACTION TO CUT CRIME",
        "content": "10,000 more police officers in London and eight neighbourhood police teams in our area; Lambeth crime fell 35% between 2002 and 2009; Introduced Anti Social Behaviour Orders (ASBOs) and Acceptable Behaviour Contracts; Mandatory five year minimum sentence introduced for gun possession."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Build two more primary schools in Streatham and Brixton Hill; Extend entitlement to a nursery place for every 3-year-old from half-day to 12.5 to 15 hours."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Securing the recovery and not putting it at risk with savage cuts; Continue supporting local people and businesses through the recession; Have the public sector debt in four years by cutting waste, rooting for growth and fair tax rises for bankers and those earning the most."
      },
      {
        "policyTitle": "Older People",
        "policyDescription": "Outlaw age-discrimination in the provision of services; Free personal care at home for those with the highest needs; Restoring the link between the basic state pension and earnings by 2014."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Firm action on yobs by targetting families responsible for anti-social behaviour; Measure to crack down on domestic violence; Maintain funding for police officer numbers."
      }
    ],
    "mentions": {
      "candidate": "Chuka is the only candidate standing who was born and bred in the constituency.",
      "otherPartyLeaderCandidate": "If the Tories win, Shadow Chancellor George Osborne has indicated that, if the Tories win, he would implement immediate and severe public spending cuts.",
      "partyLeader": "",
      "tacticalSituation": "Under our voting system the Liberal Democrats cannot form a government so your choice is simple: the wrong kind of change with the Conservatives or a future fair for all with Labour."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The economic downturn would have been worse were it not for the measures Labour has taken.",
      "education": "Our schools have hugely improved under Labour.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Labour looks after people like me with winter fuel and cold weather payments.",
      "housing": [
        {
          "content": "Thanks to Labour, we have a Safer Neighbourhood Team to tackle crime here.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Having grown up in this community it would be an immense privilege to serve as your MP - my pledges to you are shown left.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Labour Party, 3a Mount Ephraim Road, London, SW16 1NQ",
      "phone": "020 8769 5063",
      "email": "chuka@streathamlabour.org.uk",
      "website": "www.streathamlabour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "PS. Having grown up in this community it would be an immense privilege to serve as your MP - my pledges to you are shown left."
  }
}
```