{
  "leaflet": {
    "candidateName": "Sarah Green",
    "constituency": "Arfon",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Over recent months I have spoken to many local people and I've been told about the future. I've been told of the lack of affordable housing, the crumbling roads and rising taxes. I grew up in North Wales and went to school in Gwynedd and I understand these issues well."
      },
      {
        "title": "",
        "content": "Some of you who I met are deeply frustrated because they've been without work, others are local businesses that are struggling to survive. Others are concerned by university costs and rising student debt. As your MP, I will fight to make sure these issues are tackled."
      },
      {
        "title": "",
        "content": "We are the only party promising to make the tax system fairer by giving everyone in Wales a permanent £700 tax cut, paid for by increasing taxes on the very rich, including the bankers in the City of London who caused this recession in the first place."
      },
      {
        "title": "",
        "content": "We are also on the only party committed to put our economy right and get the economy back on track, so we can start moving forward again."
      },
      {
        "title": "",
        "content": "The Liberal Democrats are the only real alternative to the stale Westminster politics of the other two main parties."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "MORE HOMES FOR LOCAL FAMILIES",
        "policyDescription": "The Liberal Democrats plan to end the 'tenants tax' so councils can start building the homes that are so desperately needed."
      },
      {
        "policyTitle": "GETTING PEOPLE BACK TO WORK",
        "policyDescription": "The Liberal Democrats have a plan to make sure every local young person has the chance of either a job, a paid training place or an apprenticeship."
      },
      {
        "policyTitle": "REGENERATING WELSH TOWNS",
        "policyDescription": "The Liberal Democrats will ensure banks that we own should be forced to lend money to sound Welsh businesses, so we can get them growing and people back to work."
      }
    ],
    "mentions": {
      "candidate": "Sarah Green",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Lloyd George",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We are also on the only party committed to put our economy right and get the economy back on track, so we can start moving forward again.",
      "education": "",
      "environment": "",
      "governance": "The Liberal Democrats are the only real alternative to the stale Westminster politics of the other two main parties.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "I've been told of the lack of affordable housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I'm looking forward to meeting you in the coming weeks and hearing your concerns.",
    "politicalExperience": [
      {
        "role": "candidate",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sarah Green standing in front of a landscape"
        },
        {
          "caption": "Residential building"
        },
        {
          "caption": "Houses in a row"
        }
      ]
    },
    "additionalNotes": "The leaflet includes both English and Welsh language content, suggesting a bilingual approach to the campaign."
  }
}