```json
{
  "leaflet": {
    "candidateName": "Chris Poole",
    "constituency": "Putney",
    "politicalParty": "Green Party",
    "electionDate": "7TH MAY",
    "messages": [
      {
        "title": "OUR PUTNEY CANDIDATE",
        "content": "I have lived in Putney for 5 years and have worked in London as a teacher and an auditor. I am currently a stay-at-home dad for my one-year-old daughter. I joined the Green Party because it's the only party which is serious about tackling air pollution and climate change - Putney High Street has one of the highest levels of pollution in London, breaking its legal limit every year in January. My daughter has to breathe this air every day. I also want to highlight London's housing cost crisis in my campaign. It's unacceptable to see the people who perform vital professional work in our community, such as teachers and nurses, being priced out of living here."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Air pollution and climate change",
        "policyDescription": "Serious about tackling air pollution and climate change, noting that Putney High Street has one of the highest levels of pollution in London."
      },
      {
        "policyTitle": "London's housing cost crisis",
        "policyDescription": "Addressing the housing cost crisis and ensuring vital professionals like teachers and nurses can afford to live in the community."
      }
    ],
    "mentions": {
      "candidate": "Chris Poole",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Concerned with air pollution and climate change.",
      "governance": "",
      "health": "Concerned with the health impacts of air pollution, especially on children.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Highlighting London's housing cost crisis in the campaign, citing the unaffordability for vital professionals.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I have lived in Putney for 5 years and have worked in London as a teacher and an auditor. I am currently a stay-at-home dad for my one-year-old daughter.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "2 Compton House, Parkham Street London SW11 3JL and at 'A Local Printer Ltd' Solutions House, 18 Robell Way, Water Lane Trading Estate, Storrington, West Sussex. RH20 3DN",
      "phone": "",
      "email": "chris.poole@greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "Facebook.com/GreenPutney",
        "twitter": "@GreenPutney",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of the candidate, Chris Poole, with his daughter."
        }
      ]
    },
    "additionalNotes": "Promoted by Marian Hoffman on behalf of Chris Poole."
  }
}
```