{
  "leaflet": {
    "candidateName": "Lesley Grahame",
    "constituency": "Norwich South",
    "politicalParty": "Norwich Green Party",
    "electionDate": "May 2015",
    "messages": [
      {
        "title": "Vital Local Services need proper fair funding",
        "content": "Our councils provide vital services to local people. At least they used to until the Government started making massive funding cuts – austerity. Many public services - care for the elderly, help for those with learning difficulties, child social services, Park and Ride facilities – have been cut to the bone."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Services Funding",
        "policyDescription": "Norwich Green councillors have said they will not support harsh and unnecessary cuts, and oppose those who need them most. The Green Party supports a more decentralised economy where more taxation is levied locally enabling expenditure decisions made at a local level."
      }
    ],
    "mentions": {
      "candidate": "Norwich South MP candidate, Lesley Grahame, wants to see a fairer city for all and you can help achieve this by electing her in May.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Green Party supports a more decentralised economy where more taxation is levied locally enabling expenditure decisions made at a local level.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "We need ways to fund vital services such as care for the elderly, help for those with learning difficulties, and child social services.",
      "housing": [
        {
          "content": "The big Westminster parties – the austerity parties - are threatening to cut all central Government funding of local services by 2020.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Lesley Grahame, wants to see a fairer city for all and you can help achieve this by electing her in May.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.norwichgreenparty.org",
      "socialMedia": {
        "facebook": "@NorwichGreens",
        "twitter": "@NorwichGreens",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "We urgently need new ways to fund vital services. As MP, I would fight further cuts in local funding from Whitehall. We also need a revolution in local government finance with new, fairer ways of local taxation, and innovative financing through schemes like local government bonds.",
        "source": "Lesley Grahame",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Norwich Green Party - The newsletter of the Norwich Green Party: March 2015"
        }
      ]
    },
    "additionalNotes": ""
  }
}