```json
{
  "leaflet": {
    "candidateName": "Jane East",
    "constituency": "Colne Valley Constituency",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Is our country really working for you?"
      },
      {
        "title": "Labour's cost-of-living contract with hardworking Britain",
        "content": "Labour will deal with the cost-of-living crisis. We will take immediate action to deal with the pressures facing families, and make the big long term changes we need so that the working people are better off."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Cost-of-living",
        "policyDescription": "Freeze gas and electricity bills until 2017 and reform the energy market. Build 200,000 homes each year by 2020. Stop families from being ripped off and help them plan for the future with new long term predictable tenancies. Cut income tax for hardworking people through a lower 10p starting tax rate, and introduce a 50p top rate of tax as we pay off the deficit in a fair way. Ban exploitative zero-hour contracts. Make work pay by strengthening the Minimum Wage and providing tax breaks to firms that boost pay through the business rates and reforming the banks. Help working parents with 25 hours free childcare for three and four-year-olds. Tackle the abuse of migrant labour to undercut wages by banning recruitment agencies that only hire foreign workers and pressing for stronger controls in Europe. Back the next generation with a job guarantee for the young unemployed and more apprenticeships."
      }
    ],
    "mentions": {
      "candidate": "Jane East",
      "otherPartyLeaderCandidate": "Nick Clegg",
      "partyLeader": "Ed Miliband",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Tackle the abuse of migrant labour to undercut wages by pressing for stronger controls in Europe.",
      "economy": "Labour will deal with the cost-of-living crisis.",
      "education": "Help working parents with 25 hours free childcare for three and four-year-olds.",
      "environment": "",
      "governance": "",
      "health": "We'll protect our NHS by hiring an extra 8,000 more doctors and 20,000 more nurses to make sure the NHS always has the time to care.",
      "immigration": "We'll control immigration by bringing in fingerprint controls at the border, making sure no-one comes to Britain and claims benefits if they haven't worked, and ensuring that companies hiring from outside the EU also have to train up an apprentice here at home.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Get 200,000 homes built a year by 2020.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Station House Railway Street Huddersfield HD1 1JY",
      "phone": "01484 767928",
      "email": "jane@labourcolnevalley.co.uk",
      "website": "www.labourcolnevalley.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "This leaflet features a red Vote Labour box and signatures from Ed Miliband and the candidate Jane East."
  }
}
```