{
  "leaflet": {
    "candidateName": "Darren Hall",
    "constituency": "",
    "politicalParty": "Green Party",
    "electionDate": "the 7th of May",
    "messages": [
      {
        "title": "Vote for Real Change",
        "content": "This May your vote can change politics in the UK. In recent council elections the Green Party here in Bristol West had the highest vote share of any political party. We now have a real opportunity to elect Bristol’s first Green MP."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Transport and Public Services",
        "policyDescription": "Support for bringing railways and bus services into public ownership to get the local transport solutions we want."
      },
      {
        "policyTitle": "Community Resources",
        "policyDescription": "Provide more resources to local authorities so they can support local schools and build new ones, where needed."
      },
      {
        "policyTitle": "Housing and Development",
        "policyDescription": "Need a national planning system that gives a real voice to local residents and trades new lives are affected by developments."
      }
    ],
    "mentions": {
      "candidate": "Darren Hall",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Support to local authorities so they can support local schools and build new ones.",
      "environment": "We need to think differently and do things differently. The Green Party works for the common good – promoting real equality, healthy communities and respect for the planet.",
      "governance": "Need a Green MP arguing for what our community needs in Parliament and challenging the status quo.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Need a national planning system that gives a real voice to local residents and trades new lives are affected by developments.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "We both got into politics because we think that the immense challenges we face today cannot be met by current political approaches. We need to think differently and do things differently. The Green Party works for the common good – promoting real equality, healthy communities and respect for the planet.",
    "politicalExperience": [
      {
        "role": "Parliamentary candidate for the Green Party",
        "duration": "",
        "achievements": "Darren Hall has an excellent and varied track record in the public, private and non-profit sectors."
      },
      {
        "role": "Employed with British Aerospace, served in the RAF, and was the South West Regional Manager for Crime and Drugs Issues for the Home Office.",
        "duration": "",
        "achievements": "Managed one of the city’s landmark bid to become Europe’s 2015's Official Green Capital. Currently works on Big Green Week and publishes the magazine 'Good Bristol'."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "bristolgreenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/groups/redlandgreenive",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Martin Fodor and Darren Hall pictured together."
        }
      ]
    },
    "additionalNotes": "Leaflet also features Martin Fodor, Green Party Councillor for Redland."
  }
}