{
  "leaflet": {
    "candidateName": "Davy Jones",
    "constituency": "",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "PEACE AND DEFENCE POLICY",
        "content": "A peaceful world can be ours - UK combat troops leave Afghanistan in December 2014. It'll be the first time for 100 years that the UK has not been at war. Let's seize the opportunity to focus on peace not war. Another world is possible."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Spend less on war",
        "policyDescription": "The UK has the fifth largest defence budget in the world. With enough political will, we can pull out of the arms race and invest the skills of those working in defence industries to make products that are socially beneficial."
      },
      {
        "policyTitle": "Invest in public services, not nuclear weapons",
        "policyDescription": "Nuclear weapons are unnecessary and immoral. The Trident nuclear programme costs £3bn a year to maintain. Its planned replacement will cost at least £34bn. Let's invest the money in services like the NHS instead."
      },
      {
        "policyTitle": "Capitalist interests drive us to war",
        "policyDescription": "Military-industrial companies have huge influence over Government policy. They exist to profit from war, with no concern for the people they damage, nor the way they destroy the natural world. This can also create international tension and the suppression of internal dissent. In the long term, working for peace - not war - would benefit future generations and the environment."
      },
      {
        "policyTitle": "Caring for the casualties of war",
        "policyDescription": "Wars cause profound damage to those who fight them. Pentagon figures show more active-duty US soldiers commit suicide than are killed in combat. Our UK veterans, including the homeless, deserve much better than the charitable support currently provided to them."
      },
      {
        "policyTitle": "War on terror is a sham",
        "policyDescription": "The so-called War on Terror is an excuse to undermine fundamental democratic values like justice, fairness and equality. Snooping by Government agencies like GCHQ and giving the police unwarranted extra powers are unacceptable outcomes of this unwinnable 'war'."
      },
      {
        "policyTitle": "Refugees are the result of war",
        "policyDescription": "UN figures for 2012 show that 2.5 million people fled the war in Afghanistan as refugees and 746,000 from the illegal war in Iraq. We shouldn’t engage in wars that lead to such appalling human catastrophes."
      }
    ],
    "mentions": {
      "candidate": "Davy Jones",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "policy.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Green Party leaflet outlining Davy Jones's stance on Peace and Defence Policy"
        }
      ]
    },
    "additionalNotes": ""
  }
}