```json
{
  "leaflet": {
    "candidateName": "Gordon Peters, Dee Searle",
    "constituency": "Hornsey and Wood Green, Tottenham",
    "politicalParty": "Green Party",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "OUR PARLIAMENTARY CANDIDATES IN HARINGEY",
        "content": "Gordon Peters - Former Social Services Director in Hackney. Gordon challenges the austerity agenda set by other parties and wants to see renewable energy that is locally owned and generated, which will create jobs now and safeguard future generations against fuel poverty. He will campaign to keep the NHS in public hands, bring the railways back into public ownership, end university tuition fees, and use a Wealth Tax on the top 1 percent to help fund public services. Dee Searle - Charity Organiser. Dee says: 'Tottenham's strength is its amazing diversity, vibrant communities and enterprising businesses. We did not cause Britain's deficit and we should not be paying for it through the Tories' vicious cuts to public services. Labour is offering no real alternative. Only the Greens have policies to create thriving, sustainable local economies instead of concentrating more power and wealth in the hands of the privileged.'"
      },
      {
        "title": "WE HAVE AN ALTERNATIVE TO AUSTERITY",
        "content": "The Green Party opposes the Coalition Government's cuts. They hit the most vulnerable people hardest, including children, pensioners, the unemployed, the low paid, the sick, disabled people and carers. The Green Party says NO to the bedroom tax. We are opposed to benefits sanctions, which leave people with nothing to live on. We will put a stop to stigmatising and penalising benefit claimants and will work towards a Citizen’s Income for all. Haringey Green Party opposes the Labour Council's cuts. They, too, hit the most vulnerable people hardest. And the Council isn’t putting up any fight against government cuts. Labour is doing the Coalition’s work for it in Haringey."
      },
      {
        "title": "ON 7TH MAY, MAKE YOUR VOTE A VOTE FOR THE COMMON GOOD",
        "content": "Join us at www.haringeygreens.org.uk"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Invest in the future",
        "policyDescription": "Create jobs in social housing, renewable energy, public transport, a mass home insulation programme, waste management, improvement of childcare services, care and support for older or disabled people, and in protection of Haringey’s parks and green spaces. Protect the NHS and public services from privatisation and damaging cuts. End pensioner poverty by introducing a weekly Citizen’s Pension of £170 for single people and £300 for a couple. Increase the minimum wage to £10 per hour by 2020. Fund our programme through fairer taxation, targeting tax dodgers and those who can afford to pay more. A better minimum wage would mean less taxpayers’ money going on tax credits."
      }
    ],
    "mentions": {
      "candidate": "Gordon Peters, Dee Searle",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Protect the NHS and public services from privatisation and damaging cuts.",
      "immigration": "",
      "socialWelfare": "Opposes the bedroom tax and benefits sanctions, working towards a Citizen’s Income for all.",
      "housing": [
        {
          "content": "Create jobs in social housing, renewable energy, public transport, a mass home insulation programme, waste management, improvement of childcare services, care and support for older or disabled people, and in protection of Haringey’s parks and green spaces.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Gordon Peters challenges the austerity agenda and wants to create jobs, safeguard future generations against fuel poverty. He campaigns to keep NHS public, end university tuition fees, and use Wealth Tax to fund services. Dee Searle emphasizes Tottenham's diversity and opposes Tories' cuts to public services.",
    "politicalExperience": [
      {
        "role": "Former Social Services Director in Hackney",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Charity Organiser",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.haringeygreens.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of candidates Gordon Peters and Dee Searle."
        }
      ]
    },
    "additionalNotes": "The leaflet emphasizes on the Green Party's opposition to austerity and proposes investment in the future by creating jobs, protecting public services, and fairer taxation."
  }
}
```