```json
{
  "leaflet": {
	"candidateName": "",
	"constituency": "",
	"politicalParty": "Conservatives",
	"electionDate": "",
	"messages": [],
	"keyPolicies": [
	  {
		"policyTitle": "Making Hardworking Families More Secure",
		"policyDescription": "Cutting income tax for 27 million people by raising the tax-free personal allowance and increasing the 40p threshold. Freezing fuel duty and supporting the typical family around £10 every time they fill up."
	  },
	  {
		"policyTitle": "Backing Businesses to Create a Job for Everyone Who Wants One",
		"policyDescription": "Abolishing the annual tax return to make the tax system simpler. Supporting pubs and brewers by cutting beer duty and keeping business taxes low."
	  },
	  {
		"policyTitle": "Delivering Security and Choice in Retirement",
		"policyDescription": "Continue to increase the State Pension with the triple lock, and protect pensioner benefits like the winter fuel payment. Give people freedom over their pension pots and annuities."
	  },
	  {
		"policyTitle": "A Plan to Eliminate the Deficit and Start Paying Down Our Debts",
		"policyDescription": "Eliminating the deficit and running an overall surplus. Starting to pay down our debts so we don't leave our children and grandchildren with more debt than they can ever repay."
	  },
	  {
		"policyTitle": "Helping People Save for the Future",
		"policyDescription": "A new Personal Savings Allowance, abolishing savings tax for 17 million people. A new flexible ISA to let people take money out and put it back in within the year without losing their tax-free entitlement."
	  },
	  {
		"policyTitle": "Giving Everyone a Chance to Have a Home of Their Own",
		"policyDescription": "200,000 new Starter Homes for first-time buyers. Help for mortgage rates so families are more financially secure. A Help to Buy ISA to help save for a deposit."
	  }
	],
	"mentions": {
	  "candidate": "",
	  "otherPartyLeaderCandidate": "",
	  "partyLeader": "David Cameron, George Osborne",
	  "tacticalSituation": ""
	},
	"issues": {
	  "brexitEurope": "",
	  "economy": "A recovering economy. Britain is growing, creating jobs and paying its way again.",
	  "education": "",
	  "environment": "",
	  "governance": "",
	  "health": "",
	  "immigration": "",
	  "socialWelfare": "",
	  "housing": [
		{
		  "content":"200,000 new Starter Homes for first-time buyers - and extending the Help to Buy scheme. Help keep mortgage rates low so families are more financially secure. A new Help to Buy ISA to help save for that first deposit, helping someone save up to £3,000 of every £200 a first-time buyer saves.",
		  "yimbyNimby": "YIMBY"
		}
	  ]
	},
	"personalStatement": "",
	"politicalExperience": [],
	"contactInformation": {
	  "address": "",
	  "phone": "",
	  "email": "",
	  "website": "",
	  "socialMedia": {
		"facebook": "",
		"twitter": "",
		"instagram": "",
		"linkedin": ""
	  }
	},
	"endorsements": [],
	"quotes": [
	  {
		"text": "A Budget that works for you.",
		"source": "BUDGET 2015",
		"date": ""
	  }
	],
	"campaignMaterial": {
	  "images": [
		{
		  "caption": ""
		}
	  ]
	},
	"additionalNotes": ""
  }
}
```