```json
{
  "leaflet": {
    "candidateName": "Ed Davey",
    "constituency": "Kingston & Surbiton",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "WHO CAN WE TRUST TO FIGHT FOR US?",
        "content": "George Osborne and the Conservatives with their plans for £50bn cuts. The Conservatives plan to make up to £50 billion of unnecessary cuts to public services. The education budget alone could be slashed by up to £5 billion a year under Tory plans, with police and care budgets also at threat. Conservatives favour tax cuts for the super-rich, while Lib Dems champion tax cuts for low and middle income workers."
      },
      {
        "title": "A record of delivery. A promise of more.",
        "content": "In his eighteen years as MP Ed Davey has built a reputation for delivering real results for local residents."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Ed led the campaign to save Kingston Hospital’s A&E and maternity units when they were threatened with closure and is a tireless campaigner for our area."
      }
    ],
    "mentions": {
      "candidate": "Ed Davey",
      "otherPartyLeaderCandidate": "George Osborne",
      "partyLeader": "",
      "tacticalSituation": "Labour cannot win here. Only Ed Davey can beat the Tories here in Kingston & Surbiton. Elections here in Kingston & Surbiton are always closely contested with the Lib Dems and the Conservatives. Labour simply cannot win — the Liberal Democrats and the Conservatives received 91% of the vote at the last election and Labour received just 9% of the vote."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "The education budget alone could be slashed by up to £5 billion a year under Tory plans.",
      "environment": "",
      "governance": "",
      "health": "Ed led the campaign to save Kingston Hospital’s A&E and maternity units when they were threatened with closure.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Ed Davey has built a reputation for delivering real results for local residents.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "eighteen years",
        "achievements": "Delivering real results for local residents, saving Kingston Hospital’s A&E and maternity units, campaigner for local issues."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Everybody knows Ed Davey works hard for our area - he’ll be getting my vote this time.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ed Davey with constituents and actively engaging in community services."
        }
      ]
    },
    "additionalNotes": "Kingston needs a local MP."
  }
}
```