```json
{
  "leaflet": {
    "candidateName": "Angie Bray",
    "constituency": "Ealing Central & Acton",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Securing a better future",
        "content": "This year's General Election is the most important in a generation – whether or not you and your family can look forward to a better, more secure future is at stake. It's important that Ealing Central and Acton has the best local representative fighting our corner – making sure that Ealing Central and Acton has the economy and security it deserves locally. But your local vote at a 'grot' job deciding who will represent you behind our local area, because the Ealing Central and Acton constituency is one of the tightest of all 650 seats that will determine who will be Prime Minister and responsible for Britain's future – Ed Miliband or David Cameron."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Create more job opportunities",
        "policyDescription": "Support 18,600 young people and encourage small businesses to take on apprentices; locally since 2010 and 1.5 million nationally. Support careers fairs."
      },
      {
        "policyTitle": "Back local businesses and High Streets",
        "policyDescription": "Continue to cut the rate relief and extend small business rate relief. Host street festivals at high streets, school and national shops."
      },
      {
        "policyTitle": "Support the NHS in Creating a £2.5 Million Health and Wellbeing Centre",
        "policyDescription": "Create a Wellbeing Centre for Acton, Ealing and Charing Cross A&Es to remain open."
      },
      {
        "policyTitle": "Fight Crime and Anti-Social Behaviour",
        "policyDescription": "Help Neighbourhood Watch get tougher on day crimes. Build stronger laws. Clamp down on street drinking."
      }
    ],
    "mentions": {
      "candidate": "Angie Bray",
      "otherPartyLeaderCandidate": "Ed Miliband",
      "partyLeader": "David Cameron",
      "tacticalSituation": "One of the tightest of all 650 seats that will determine who will be Prime Minister."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "It's important that Ealing Central and Acton has the economy and security it deserves locally.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Create a £2.5 Million Health and Wellbeing Centre for Acton.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Ensure our local area is served by the transport links we need for change and support growing our local businesses.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'm proud of what I have achieved for Ealing Central and Acton since 2010 but there is more to do, so I've been working to deliver my 6 point plan for Ealing Central & Acton to tackle crime, create more excellent school places and other opportunities, improve our transport links and support investment in our NHS.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Ealing Central and Acton",
        "duration": "Since 2010",
        "achievements": "Achieved a lot for Ealing Central and Acton since 2010 and working on a 6 point plan."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "020 8579 0107",
      "email": "contactangiebray@gmail.com",
      "website": "angiebray.org",
      "socialMedia": {
        "facebook": "/AngieBray2015",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Cameron",
        "endorsement": "Angie Bray discussing Ealing Central & Acton issues with the Prime Minister, David Cameron."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Your local vote delivers Competent Leadership or Coalition of chaos"
        },
        {
          "caption": "Angie Bray campaigns in Westminster for the best deal for our area"
        },
        {
          "caption": "Angie Bray welcomes community leaders to 10 Downing Street"
        }
      ]
    },
    "additionalNotes": "Angie Bray welcomes community leaders to 10 Downing Street. It's so vital now that we stick with David Cameron as Prime Minister. We work to secure a better future for you, your family, Ealing Central and Acton and Britain."
  }
}
```