{
  "leaflet": {
    "candidateName": "Jamie McMahon",
    "constituency": "North West Leicestershire",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "TIME TO CARE FOR OUR NHS",
        "content": "Over a million people have waited longer than four hours in A&E over the last 12 months. Waiting lists are rising. Under the Tory led government the NHS is in crisis."
      },
      {
        "title": "TIME TO GET A GRIP ON PLANNING",
        "content": "Planning has become a developer led free-for-all in North West Leicestershire and Labour is determined to get a grip on it."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Commitment to invest in NHS and reduce waiting times, ensuring provision of a world class health service."
      },
      {
        "policyTitle": "Planning",
        "policyDescription": "Labour's plan for planning includes fighting the developer-led free-for-all and working with local residents on local planning issues."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour's plan includes making work pay, establishing a fairer tax system, tackling childcare costs and backing business to improve the economy and eliminate the deficit by 2020."
      }
    ],
    "mentions": {
      "candidate": "Jamie McMahon",
      "otherPartyLeaderCandidate": "David Cameron, George Osborne",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour's plan: making work pay, fairer taxes, help to balance books; Backing business by cutting business rates, promote apprenticeships; Tackling childcare costs, guaranteeing primary school places; Help with energy bills.",
      "education": "Promoting apprenticeships, guaranteeing primary school places.",
      "environment": "",
      "governance": "",
      "health": "Labour's commitment to invest in the NHS, aiming to provide quality care, reducing waiting times, and collaborating with local councils.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Planning in North West Leicestershire is discussed as being developer-led and problematic, with a pledge to involve local residents more in the planning process.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jamie McMahon was selected by local people to be Labour’s parliamentary candidate for North West Leicestershire over 18 months ago.",
    "politicalExperience": [
      {
        "role": "Labour’s parliamentary candidate for North West Leicestershire",
        "duration": "Over 18 months",
        "achievements": "Met thousands of local people and listened to their issues and concerns."
      }
    ],
    "contactInformation": {
      "address": "Labour NWL FREEPOST RSKS-LTXE-BRUC, Unit A5, Springboard Centre, Mantle Lane, Coalville, LE67 3DW",
      "phone": "01530 277245",
      "email": "jamie4nwleics@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "fb.com/jamiemcmahonlabour",
        "twitter": "@jamiemcmahonlab",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of Jamie McMahon interacting with constituents, an infograph comparing Tory MP's stance on NHS and planning with Jamie's position, and various campaign activities and endorsements."
        }
      ]
    },
    "additionalNotes": "This leaflet contains an invitation for locals to share their views about issues and concerns they would like their local Labour team to know about."
  }
}