```json
{
  "leaflet": {
    "candidateName": "Norma Redfearn",
    "constituency": "North Tyneside",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Labour will make work pay",
        "content": "Too many hardworking people in North Tyneside feel it's getting harder to earn a fair wage. The Tories are cutting work tax credits for people earning £15000 at the same time as giving millionaires a tax cut. We'll make work pay by raising the Minimum Wage and ending exploitative zero hours contracts."
      },
      {
        "title": "More apprenticeships",
        "content": "In North Tyneside we're working hard with local employers to increase the number of apprentices."
      },
      {
        "title": "Tories betray pensioners",
        "content": "The Tory Led Government says it's protected pensioner incomes. The facts tell another story."
      },
      {
        "title": "NHS: More Time to Care?",
        "content": "The recent A & E crisis shows our NHS is not safe in Tories hands."
      },
      {
        "title": "Homes fit for all",
        "content": "In North Tyneside we are building more affordable homes but we need to go much further."
      },
      {
        "title": "Helping with childcare",
        "content": "Many parents want to work but face big hikes in childcare costs."
      },
      {
        "title": "UKIP are more Tory than the Tories",
        "content": "UKIP claim that they want to keep the NHS free at the point of use, but their recent comments reveal a very real intention to privatise."
      },
      {
        "title": "DELIVERING FOR ALL",
        "content": "North Tyneside has had to cope with savage cuts from the Tory led Coalition Government with a loss to our area alone of £29m in the last two years."
      },
      {
        "title": "Despite Tory cuts of £14 million for the coming year we will make sure:",
        "content": "There'll be no library or leisure centre closures."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Labour will cancel the bedroom tax",
        "policyDescription": "Nationally, a Labour Government will build at least 200,000 affordable homes a year by 2020 and we'll also give greater protection to renters."
      },
      {
        "policyTitle": "25 hours free childcare for kids aged 3 and 4",
        "policyDescription": "Labour will extend free childcare from 15 to 25 hours for 3 and 4 year olds."
      },
      {
        "policyTitle": "0% Council tax rise",
        "policyDescription": "Mayor Norma Redfearn says: 'I know how tough times are for local people and that's why I'm committed to doing everything I can not to add to their hardship by raising the Council tax.'"
      }
    ],
    "mentions": {
      "candidate": "Labour's Norma Redfearn is committed to sound finances despite increasingly difficult cuts from the Tory led Coalition Government.",
      "otherPartyLeaderCandidate": "You can't trust Nick Clegg and the Liberal Democrats. They broke their promises and have been too weak to stand up to the Tories. UKIP can't stand for working people; they're more Tory than the Tories.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We'll make work pay by raising the Minimum Wage and ending exploitative zero hours contracts.",
      "education": "It's important that the 50% of young people who don't go straight to University get as much support as those who do.",
      "environment": "",
      "governance": "Labour's Norma Redfearn is committed to sound finances despite increasingly difficult cuts from the Tory led Coalition Government.",
      "health": "The recent A & E crisis shows our NHS is not safe in Tories hands.",
      "immigration": "",
      "socialWelfare": "Too many hardworking people in North Tyneside feel it's getting harder to earn a fair wage.",
      "housing": [
        {
          "content": "In North Tyneside we are building more affordable homes but we need to go much further.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Mayor",
        "duration": "",
        "achievements": "Mayor Norma Redfearn says: 'I know how tough times are for local people and that's why I'm committed to doing everything I can not to add to their hardship.'"
      }
    ],
    "contactInformation": {
      "address": "7A Elsdon Terrace, West Monkseaton, NE25 9QN",
      "phone": "0191 234 2493",
      "email": "labourintyne@gmail.com",
      "website": "www.labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of candidates and contact information for the Labour team in North Tyneside."
        }
      ]
    },
    "additionalNotes": "Printed by Potts Print (UK), Nelson Park, Cramlington, Northumberland NE23 1WE. Promoted by North Tyneside Labour."
  }
}
```