{
  "leaflet": {
    "candidateName": "Paul Collins",
    "constituency": "Eastwood Park",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Working to SAVE Lollipops Pre-school",
        "content": "Paul Collins has been campaigning and working hard with the Eastwood United Reformed Church in Saffron Close, that has offered to welcome children between the cost of Lollipops Nursery. The church have said they have decided to convert to continue the pre-school that is necessary to the community."
      },
      {
        "title": "Lidl is coming to Eastwood!",
        "content": "The supermarket chain Lidl is asking to bring a 40-job store in the old swimming pool site in Eastwood Southend. Liberal Democrat candidate for Eastwood Park Paul Collins says: 'This is a good result and credit is due to long time campaigner and former Eastwood Park Liberal Democrat Councillor Nora Goodman, who has worked hard in providing these supermarket alternatives.'"

      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Paul Collins has been instrumental in securing a site for Lollipops' return, and I have supported the Southern Council to keep the site open.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "As part of the agreed proposal, I will pay £25,000 towards improving the nearby road junction to help resolve any potential traffic problems.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I’m the ideal candidate to be elected...",
    "politicalExperience": [
      {
        "role": "Councillor for Westborough ward",
        "duration": "",
        "achievements": "I was a councillor for Westborough ward where we had the huge community association and was also instrumental in saving the Jubilee Centre's theater that had undergone a hostile takeover."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul outside Lollipops pictured with Jo Allmark and Jenna Bond"
        },
        {
          "caption": "Paul Collins speaks with campaigner Nora Goodman outside proposed Lidl site"
        }
      ]
    },
    "additionalNotes": ""
  }
}