```json
{
  "leaflet": {
    "candidateName": "Eileen Lepine",
    "constituency": "Cotham",
    "politicalParty": "Labour & Cooperative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Housing in Cotham",
        "content": "Cotham can be a great place to live and students are a vital part of life here. But, as the student population grows there are some problems. Tom Phipps recently stating, 'Many houses are rented to students in such a poor condition that no student would want to refuse to live in them.'"
      },
      {
        "title": "Labour—supporting local voices",
        "content": "Labour will support local councils in taking effective action for their communities, giving them greater control of spending on housing, transport, skills and business support."
      },
      {
        "title": "Big Changes to the Mayor's Budget",
        "content": "Bristol's Labour councillors made gains in the council's budget, winning support for extra spending on these and other Labour priorities."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Trade that works for the world’s poorest",
        "policyDescription": "Supporting a trade program for the world's poorest."
      },
      {
        "policyTitle": "A low-carbon economy",
        "policyDescription": "Eileen is advocating for a low-carbon economy."
      },
      {
        "policyTitle": "Putting the interests of the consumer before private profit",
        "policyDescription": "Ensuring public services rooted in communities, giving a voice to the people they serve."
      }
    ],
    "mentions": {
      "candidate": "Eileen Lepine and Thangam Debbonaire",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Thangam Debbonaire",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Reversing cuts to parks and maintenance; Supporting the Welfare Rights and Money Advice Service; Funding a mental health worker to train teachers to promote mental health in schools.",
      "education": "",
      "environment": "Recycling; A recycling rate falling far behind the national average in South Bristol.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Eileen supports the campaign to reinstate 15 teacher positions lost due to cuts and to amend their contracts to parity with high school classes.",
      "housing": [
        {
          "content": "Eileen says, 'The poor condition of some rented housing is very clear in the part of Cotham where I live, where there are planning policies in place to limit the growth in number and size of houses in multiple occupation. Local people should have a greater say—on planning and the future of local services, like our libraries.'",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Eileen says, 'I've lived locally for many years and I'm delighted to be standing in Cotham for the second time. I have worked in local government and have the time, experience and skills to be the kind of responsive, active councillor that Cotham deserves.'",
    "politicalExperience": [
      {
        "role": "Councillor for Cotham",
        "duration": "",
        "achievements": "Worked in local government and is a governor of a Co-operative school and support the Co-op Party's programme for change. Trade that works for the world's poorest; A low-carbon economy; Putting the interests of the consumer before private profit."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "eileenlepine@aol.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Tom Phipps, Student Living Officer at the Bristol university's Student Union",
        "endorsement": "Highlighted poor conditions of student housing in Cotham."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Eileen Lepine and Thangam Debbonaire, Labour’s candidate for Parliament."
        }
      ]
    },
    "additionalNotes": "Eileen is supporting Thangam Debbonaire for the MP for Bristol West."
  }
}
```