```json
{
  "leaflet": {
    "candidateName": "Sandy Walkington",
    "constituency": "St Albans",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "LIB DEMS PLEDGE £8 BILLION FOR NHS",
        "content": "The National Health Service is dear to all our hearts. It's where our family members were looked after when they were at their most vulnerable and where our children were born."
      },
      {
        "title": "Flagship Mental Health care policy launched in St Albans",
        "content": "Sandy Walkington accompanied Nick Clegg on a visit to the Kingfisher Court on the former Harperbury Hospital site, south of St Albans."
      },
      {
        "title": "St Albans Hospital under threat again?",
        "content": "As yet another Review gets under way of NHS services in West Hertfordshire, St Albans Hospital is again in the front line."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Funding",
        "policyDescription": "Pledge to invest £8 billion more in the NHS by 2020, support for Norman Lamb's plan for equal care for mental health."
      },
      {
        "policyTitle": "Mental Health",
        "policyDescription": "Commitment to putting Mental Health treatment on a par with physical health."
      }
    ],
    "mentions": {
      "candidate": "Sandy Walkington",
      "otherPartyLeaderCandidate": "Anne Main",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "Labour consistently coming third in elections suggests importance of tactical voting, urging a choice between Sandy Walkington and Anne Main."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Pledge to invest in NHS, with a focus on equal care for mental health, and preserving the hospital services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Trust buildings are under-used. The Liberal Democrats propose ‘rationalisation’ of the property estate.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Sandy hopes many people will sign the Hospital petition and secure the future of urgent care services at St Albans City Hospital, as we deserve better.",
    "politicalExperience": [
      {
        "role": "Candidate",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "9 Hatfield Road, St Albans, AL1 3RR",
      "phone": "",
      "email": "",
      "website": "http://bit.ly/1xaVm6p",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "More than 1000 carers in St Albans would get a £250 a year bonus under plans announced by the Liberal Democrats.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sandy Walkington with Norman Lamb discussing NHS plans."
        },
        {
          "caption": "Community First Responders, a voluntary group supported by Lib Dems."
        },
        {
          "caption": "Sandy Walkington at Kingfisher Court on a former hospital site."
        }
      ]
    },
    "additionalNotes": "A bonus for over 1,000 St Albans carers is also part of policies proposed."
  }
}
```