```json
{
  "leaflet": {
    "candidateName": "David Parsons",
    "constituency": "South Holland and the Deepings",
    "politicalParty": "UKIP",
    "electionDate": "",
    "messages": [
      {
        "title": "Leaving the EU - the number 1 issue",
        "content": "Proper border regulation and immigration control are vital. UKIP wants to see a points-based system to allow people into the country who will benefit our economy. Our membership of the EU will not allow this. An estimated 200,000 unaccounted-for immigrants are present in this country at the moment. Economic migrants from the EU have the right to enter this country and at this must also claim the whole range of social security benefits."
      },
      {
        "title": "Local hospitals crisis - David acts",
        "content": "Following major incidents in the Lincolnshire Hospitals Trust area in A&E Departments at Lincoln City Hospital and the Pilgrim Hospital, Boston, David wrote to the Secretary of State for Health, Jeremy Hunt, to ask him to urgently investigate the situation in Lincolnshire. He is urging the Secretary of State to not only attend the A&E crises but also put more investment into the NHS locally including GP surgeries. David will keep you in touch with the dialogue with the Health Minister."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Immigration Control",
        "policyDescription": "Introduce a points-based system to regulate who can enter the country, targeting beneficial impacts on the economy, and address the issue of unaccounted-for immigrants."
      },
      {
        "policyTitle": "Local Health Services",
        "policyDescription": "Address crises in local hospitals and A&E departments by communicating with health authorities and advocating for more investment into the NHS, including GP surgeries."
      }
    ],
    "mentions": {
      "candidate": "David Parsons has been chosen to fight the local Parliamentary seat for UKIP.",
      "otherPartyLeaderCandidate": "Jeremy Hunt",
      "partyLeader": "",
      "tacticalSituation": "'South Holland and the Deepings is one of UKIP's top 30 target seats. There is a real chance of UKIP winning here,' says David."
    },
    "issues": {
      "brexitEurope": "Membership of the EU does not allow for a points-based immigration system that benefits the UK.",
      "economy": "Economic migrants from the EU have the right to enter the UK and claim social security benefits, impacting the economy.",
      "education": "",
      "environment": "",
      "governance": "David Parsons as a vastly experienced candidate being Chairman of the former Regional Assembly dealing with Government on local investment issues.",
      "health": "Local hospitals are facing a crisis, and investment in the NHS, including GP surgeries, is urgently needed.",
      "immigration": "A points-based immigration system is necessary to properly regulate borders and ensure that immigration benefits the UK economy.",
      "socialWelfare": "Unaccounted-for immigrants are able to claim the full range of social security benefits.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Chairman of the former Regional Assembly",
        "duration": "",
        "achievements": "Dealing with Government on local investment issues."
      }
    ],
    "contactInformation": {
      "address": "The Punchbowl, 37 New Road, Spalding PE11 1DN",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Prospective UKIP Parliamentary Candidate David Parsons leaflet cover."
        }
      ]
    },
    "additionalNotes": "David Parsons has been endorsed as the local parliamentary candidate by UKIP and is participating actively in local issues, including the housing crisis and the NHS."
  }
}
```