```json
{
  "leaflet": {
    "candidateName": "Harriet Yeo",
    "constituency": "Folkestone & Hythe",
    "politicalParty": "UKIP",
    "electionDate": "",
    "messages": [
      {
        "title": "Local Attention",
        "content": "Having worked in Folkestone for three decades I am well informed on the issues that local people are concerned about."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Europe",
        "policyDescription": "My political passion is for an in-out referendum on Europe as soon as possible, so we can decide the future direction of our Great Nation ourselves and not in Brussels or Strasbourg."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "IMMIGRATION: New Labour opened the door but Ed Miliband won't even talk about it, David Cameron has more than tripled what he promised: net migration now stands at 300,000 a year."
      },
      {
        "policyTitle": "Defence",
        "policyDescription": "DEFENCE: Labour took us into a number of wars and the Conservative Party has slashed our defence budget, failing to honour the military covenant."
      },
      {
        "policyTitle": "Fisheries",
        "policyDescription": "The European Union's Common Fisheries Policy has harmed the local fishing trade - we need to reinstate British territorial waters."
      },
      {
        "policyTitle": "Development and Housing",
        "policyDescription": "Our countryside must be protected from overdevelopment; however, at the same time we must focus on the provision of social, affordable housing for hardworking families and service veterans."
      }
    ],
    "mentions": {
      "candidate": "Harriet Yeo",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "An in-out referendum on Europe is needed to decide the future of the nation ourselves.",
      "economy": "",
      "education": "",
      "environment": "The European Union's Common Fisheries Policy has damaged the local fishing trade.",
      "governance": "",
      "health": "The local hospital is in special measures with the added burden of uncontrolled immigration.",
      "immigration": "Control of immigration is necessary due to the high net migration numbers and uncontrolled immigration's burden on local services such as hospitals.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Protecting the countryside from overdevelopment and focusing on the provision of social, affordable housing for hardworking families and service veterans.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I was a senior Labour activist until I realised that it comes to the issues that are at the forefront of our politics UKIP is most in touch with the people of this constituency and beyond.",
    "politicalExperience": [
      {
        "role": "Senior Labour Activist",
        "duration": "",
        "achievements": "Informed on the issues that local people are concerned about."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "If you agree I urge you to vote UKIP.",
        "source": "Harriet Yeo",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Harriet Yeo UKIP Parliamentary Candidate for Folkestone & Hythe"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```