```json
{
  "leaflet": {
    "candidateName": "Ben Howlett",
    "constituency": "Lambridge",
    "politicalParty": "Conservative",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "HUGE BACKING FOR TRANSPORT PLAN",
        "content": "Last month local Conservatives launched the most wide-ranging transport plan ever produced in Bath - now Ben Howlett's campaign to 'Stop Bath Stalling' has received huge backing from local residents and business operators."
      },
      {
        "title": "LAMBDRIDGE NEWS IN BRIEF",
        "content": "After years of campaigning by local parents and residents, initial design and consultation work has finally started on plans to improve road safety outside St. Saviour's Junior and Infant School."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "TACKLE WASTEFUL SPENDING",
        "policyDescription": "Conservatives in Government have provided funding to enable Council Tax to be frozen for the first time. Locally, we will put an end to wasteful Council spending - like £1.3m tax bill. Dems have splashed on new IT systems - in order to keep Council services and shelter at least of local families, social care and children's services."
      },
      {
        "policyTitle": "CLEANER, GREENER COMMUNITIES",
        "policyDescription": "In Government, Conservatives have pledged to maintain our beautiful historic city. Locally, we will take action to tackle Bath's gull menace and introduce more cardboard and plastic recycling to help keep our communities cleaner."
      },
      {
        "policyTitle": "SECURE MORE PRIMARY PLACES",
        "policyDescription": "Conservatives in Government have invested £5.8 million in Bath Schools through the Pupil Premium. Locally, we will deliver at least £6.6m of investment in new school facilities and Primary School places, as well as upgrade and improve local play and sports facilities."
      },
      {
        "policyTitle": "DELIVER MORE HOMES AND JOBS",
        "policyDescription": "Conservative action nationally has seen unemployment in Bath fall by over 60% since 2010, with over 1,700 apprenticeships created in our city. Locally, we will secure funding for Bath's Riverside Enterprise Area to create 9,000 new jobs and 3,000 new brownfield homes for our city."
      },
      {
        "policyTitle": "OUR PLAN TO STOP BATH STALLING",
        "policyDescription": "Proposals to improve parking with resident's need prioritized, no more stop-start projects, deliver a Park & Ride for Newbridge, and prevent congestion. Invest in streets to make them safer and less congested. Promote local supporting public services, better buses with local wardens, tackle congestion through improving traffic management."
      }
    ],
    "mentions": {
      "candidate": "Ben Howlett",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Conservative action nationally has seen unemployment in Bath fall by over 60% since 2010, with over 1,700 apprenticeships created in our city. Locally, we will secure funding for Bath's Riverside Enterprise Area to create 9,000 new jobs and 3,000 new brownfield homes for our city.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01225 338555",
      "email": "ben@ben4bath.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/ben4bath",
        "twitter": "twitter: @ben4bath",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Tor Solvdett",
        "endorsement": "Supporting Ben Howlett in his campaigning to improve transport and tackle congestion."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ben Howlett with Tor Solvdett and Ian Cowie campaigning to improve transport and tackle congestion."
        }
      ]
    },
    "additionalNotes": "Local issues, local action, local Conservatives."
  }
}
```