{
  "leaflet": {
    "candidateName": "Ed Miliband",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Labour kick-starts election campaign",
        "content": "As the election campaign officially gets underway, Labour has revealed its five pledges to the people of Britain ahead of the General Election on 7 May."
      },
      {
        "title": "REVEALED: NIGEL FARAGE WANTS TO SCRAP OUR FREE NHS",
        "content": "Nigel Farage has been caught on camera suggesting the UK should scrap our free NHS and replace it with an American-style healthcare system."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A BETTER PLAN FOR WORKING FAMILIES",
        "policyDescription": "Labour's commitments will not require any extra borrowing."
      },
      {
        "policyTitle": "AN NHS WITH THE TIME TO CARE",
        "policyDescription": "The Tories have caused the worst A&E crisis on record. Labour will secure 20,000 more nurses and 8,000 more GPs to 'make sure our NHS has the time to care for patients'."
      },
      {
        "policyTitle": "Higher living standards for working families",
        "policyDescription": "Labour will ensure the burden fairly by reversing the Tory tax cut for millionaires, and clamping down on tax avoidance, introducing a tax on properties worth over £2 million to secure the future of our NHS."
      }
    ],
    "mentions": {
      "candidate": "Ed Miliband said:",
      "otherPartyLeaderCandidate": "Nigel Farage",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour has set out a plan to build a strong economic foundation and balance the books. The plan will cut the deficit every year without more, moment of Labour's manifesto commitments will require extra borrowing.",
      "education": "Under the Tories, tuition fees have trebled, apprenticeships for young people are falling, and there are over 750,000 unemployed young people. Labour will reduce tuition fees by £3,000, guarantee an apprenticeship for every school leaver who gets the basic grades, ensure smaller class sizes for 5, 6 and 7-year-olds, and put teaching standards first.",
      "environment": "",
      "governance": "",
      "health": "Labour will recruit 20,000 more nurses and 8,000 more GPs to 'make sure our NHS has the time to care for patients'.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "support.labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Labour leader Ed Miliband launches Labour’s plan for more doctors and nurses with health professional."
        },
        {
          "caption": "Ed Miliband meets Rosie, a medical student from Newcastle, at a junior doctors conference in Manchester."
        }
      ]
    },
    "additionalNotes": ""
  }
}