```json
{
  "leaflet": {
    "candidateName": "Martin Horwood",
    "constituency": "Cheltenham",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Local green spaces matter - and now we can save them",
        "content": "Martin Horwood is protecting Cheltenham’s green spaces from Conservative developers by promoting local campaigns against developments and advocating for green policies."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Green Spaces",
        "policyDescription": "Campaigning against development on green spaces and promoting policies to protect the local environment."
      },
      {
        "policyTitle": "Robins Can Do!",
        "policyDescription": "Support for Cheltenham Town Football Club, including improvements to Whaddon Road and support for a new stadium."
      },
      {
        "policyTitle": "Stronger Economy",
        "policyDescription": "Supporting small businesses, addressing high streets vacancy rates, and attracting new businesses."
      },
      {
        "policyTitle": "Fairer Society",
        "policyDescription": "Advocating for fair pensions and supporting local services like schools and hospitals."
      },
      {
        "policyTitle": "Animal Welfare",
        "policyDescription": "Stronger animal cruelty sentences and promoting responsible pet ownership."
      }
    ],
    "mentions": {
      "candidate": "Martin Horwood",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The leaflet discusses supporting small businesses, addressing high streets vacancy rates, and attracting new businesses to strengthen Cheltenham's economy.",
      "education": "",
      "environment": "The leaflet emphasizes the protection of Cheltenham’s green spaces and promoting local environment with policies against unsustainable development by Conservative developers.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "The leaflet highlights advocating for fair pensions and supporting local services like schools and hospitals as part of creating a fairer society.",
      "housing": [
        {
          "content": "Campaigns against development on green spaces which could include opposing certain housing developments.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Martin Horwood with residents, supporting local green space."
        },
        {
          "caption": "Martin Horwood at Cheltenham Town Football Club."
        },
        {
          "caption": "Graph showing improvement in Cheltenhams' economy."
        },
        {
          "caption": "Martin Horwood discussing the importance of state pension boost."
        },
        {
          "caption": "Martin Horwood with a local resident and their dog, highlighting animal welfare."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```