```json
{
  "leaflet": {
    "candidateName": "Amy Trevelthan",
    "constituency": "Chipping Barnet",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Save our NHS",
        "content": "The last Labour government brought down hospital treatment and A&E waiting times to record lows. Compare that with now. Ambulances regularly queue outside Barnet Hospital's A&E, with an unprecedented squeeze on social care budgets making it difficult to safely discharge patients."
      },
      {
        "title": "A better deal for families",
        "content": "A Labour government will expand free childcare from 15 to 25 hours a week for working parents of 3-4 year olds, and introduce a legal guarantee of wraparound care for primary school children from 8am to 6pm. Labour will also help families by: ensuring energy prices can fall but not rise until 2017; legislating for longer tenancies and more predictable rents in the private rented sector; bringing empty housing back into use and stopping profiteering on land rent and sales fees; and introducing a strict annual cap on rail fare increases."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Labour will end the scandal of time-limited 15-minute home care visits and tackle the exploitation of care workers."
      },
      {
        "policyTitle": "Family Support",
        "policyDescription": "Expand free childcare, legal guarantee of care for school children, ensure energy prices don't rise, legislate for longer tenancies and more predictable rents, bring empty houses back to use, and cap rail fare increases."
      }
    ],
    "mentions": {
      "candidate": "Amy Trevelthan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Chipping Barnet has suffered under 5 years of the Tory-led Coalition."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Plans to improve NHS services including reducing A&E waiting times and ambulance queues, as well as contrasting the current government's record with the last Labour government's achievements.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Bringing empty housing back into use and stopping profiteering on land rent and sales fees; legislating for longer tenancies and more predictable rents in the private rented sector.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I am proud to be standing for Labour and for a fairer, more equal Britain.",
    "politicalExperience": [
      {
        "role": "Labour councillor",
        "duration": "",
        "achievements": "Campaigning for improved road safety, 30 minutes free parking and extending fibre broadband."
      }
    ],
    "contactInformation": {
      "address": "Chipping Barnet Labour Party, 104 East Barnet Road, Barnet EN4 8RE",
      "phone": "020 8449 6524",
      "email": "amytrevelthan.labour@gmail.com",
      "website": "www.betterbarnet.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "@AmyTrevelthan",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Karen Hardy",
        "endorsement": "I've known Amy for many years and she would make an excellent MP. She grew up with my daughter here and knows exactly what Barnet needs."
      },
      {
        "endorser": "Serena Wilson",
        "endorsement": "Amy swiftly sorted out a parking issue we had been unable to solve."
      },
      {
        "endorser": "Liron Velleman",
        "endorsement": "I am voting for Amy because I know she believes local people deserve better than a race-to-the-bottom jobs market and being priced out of where I found town. I want to know that when I finish studying, there will be affordable homes in Barnet so I can continue to live in the community."
      },
      {
        "endorser": "John and Margaret Dixon",
        "endorsement": "Amy is passionate about her constituency and has so much to offer Chipping Barnet. She believes in looking out for others, and in a society that cares for all of its residents, including the elderly and the more vulnerable. We will be voting for her and for a Labour government that will meet the health and care challenges of the 21st century."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Amy with residents discussing local issues."
        },
        {
          "caption": "Amy outside the NHS building indicating her priority for health."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```