```json
{
  "leaflet": {
    "candidateName": "Nancy Platts",
    "constituency": "Brighton, Kemptown",
    "politicalParty": "Labour Party",
    "electionDate": "Thursday 7 May 2015",
    "messages": [
      {
        "title": "Protecting our local Fire Service",
        "content": "Nancy has won a campaign to save local fire services."
      },
      {
        "title": "Working with residents",
        "content": "Nancy has been active supporting community campaigns all over the constituency including improving Eaton Place surgery and getting Yellow Lines for St George’s Road and Park Road Meadow View."
      },
      {
        "title": "We need the NHS",
        "content": "Nancy says 'So many people tell me that they didn’t understand the real value of the NHS until they needed it. The NHS is quite literally, a lifesaver. The NHS must never be considered a luxury and we can afford the NHS, everyone pays their share of tax. Labour’s plan to fund the NHS is affordable. Don’t let healthcare be the preserve of the rich.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Boosting the NHS with 20,000 more nurses, 8,000 more doctors, and a guarantee of GP appointment within 48 hours, paid for by a mansion tax."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Reducing class sizes to under 30 for 5- to 7-year-olds, funded by not cutting corporation tax."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Increase the minimum wage, promote living wage, ban zero-hour contracts, and freeze energy bills until 2017."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "More rights for tenants with secure tenancies, and a vote to abolish the Bedroom Tax."
      },
      {
        "policyTitle": "Employment",
        "policyDescription": "Fighting for a fair deal for employees, scrapping exploitative zero-hour contracts, campaign to have a living wage."
      }
    ],
    "mentions": {
      "candidate": "local community campaigner",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Nancy knows that many people in Brighton, Kemptown have had a pay freeze for several years and many families have both parents working just to pay the bills.",
      "education": "See key policies for education.",
      "environment": "Nancy has worked with residents in Ovingdean, Roedean and Saltdean by opposing damaging greenfield housing development.",
      "governance": "",
      "health": "See key policies for NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "See key policies for housing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'm Nancy Platts and I'm asking you to vote for me on 7 May.",
    "politicalExperience": [
      {
        "role": "local community campaigner",
        "duration": "",
        "achievements": "Nancy has campaigned on protecting local fire services and working with residents on community campaigns such as improving Eaton Place surgery and getting Yellow Lines for St George’s Road and Park Road Meadow View."
      }
    ],
    "contactInformation": {
      "address": "39 Sackville Road, Hove, BN3 3WD",
      "phone": "01273 945757",
      "email": "nancy@nancyplatts.org.uk",
      "website": "www.nancyplatts.org.uk",
      "socialMedia": {
        "facebook": "Nancy4Kemptown",
        "twitter": "@Nancy_Platts",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Niall Howell",
        "endorsement": "She has the most incredible work rate, the highest integrity and total commitment."
      },
      {
        "endorser": "Justine Stephens",
        "endorsement": "Nancy understands the everyday struggles many people face trying to pay bills, rent, and transport. We need someone who will fight for us all and understands what life is like."
      },
      {
        "endorser": "Meghann Crefield",
        "endorsement": "We can pay for the NHS we all want by making sure that everybody, including the most wealthy, pay their fair part."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nancy Platts campaigning."
        }
      ]
    },
    "additionalNotes": "Nancy Platts: Working hard for everyone"
  }
}
```