{
  "leaflet": {
    "candidateName": "Jackie Porter",
    "constituency": "Central Hampshire",
    "politicalParty": "Lib Dems",
    "electionDate": "",
    "messages": [
      {
        "title": "Working for a fairer society",
        "content": "University or an apprenticeship? Whatever is their choice, opportunities for young people today are better. Lib Dem policies are helping young people get on in life."
      },
      {
        "title": "Working for a stronger economy",
        "content": "The biggest challenge facing our next MP is helping to create good, well paid jobs for our area. Jackie Porter explains how Lib Dems policies can facilitate it."
      },
      {
        "title": "Making life better for local people",
        "content": "Jackie Porter wants the best for her community in Central Hampshire and seeks to improve life with better jobs, local services, protection of green spaces, and truly being a part of the community."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Ensuring young people have the option between University or an apprenticeship based on their choice."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Commitment to creating good, well-paid jobs and fostering a stronger economy in the area."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Support for recruiting more doctors and reducing the cost of prescriptions to improve healthcare."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Create more affordable homes including renting and buying in right places."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Protection and enhancement of green spaces, preventing flooding and improving public transport."
      }
    ],
    "mentions": {
      "candidate": "Jackie Porter is active across our community, helping out with local services and community projects like the Worthys Youth Football and the Tubbs Fair in Kings Worthy, Stanmore Table Top Sale and Winnall Community Centre.",
      "otherPartyLeaderCandidate": "Will our next MP be Jackie Porter or a Conservative?",
      "partyLeader": "",
      "tacticalSituation": "One thing is already clear about the next general election, it will be a close run contest between Jackie Porter of the Liberal Democrats and the Conservatives."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Facilitating business success, creating jobs, Lib Dems have helped create over one million jobs.",
      "education": "Support for more preschool places and ensuring every primary school child gets a healthy meal.",
      "environment": "Campaigning to protect our open spaces, support for local farms, against over-development, and for better public transport options.",
      "governance": "Action on MPs' expenses scandal, fought to make government transparent, fair taxes, and fair pensions.",
      "health": "Campaign to recruit more doctors to the area and worked to reduce the cost of prescriptions.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Build 200,000 homes a year, many more affordable homes including renting and buying in the right places, community land trusts, and bringing empty homes back into use.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I love living in Central Hampshire. This is a wonderful place to live, work, and bring up our families.",
    "politicalExperience": [
      {
        "role": "Prospective MP",
        "duration": "",
        "achievements": "Jackie Porter has been a teacher for 25 years in primary, secondary, and adult education. She has served as a local councillor since 2007, dealing with thousands of issues for local people."
      }
    ],
    "contactInformation": {
      "address": "Write to Jackie",
      "phone": "01962 622210",
      "email": "jackieporter.mhh@gmail.com",
      "website": "www.jackieporter.co.uk",
      "socialMedia": {
        "facebook": "Visit Jackie's Facebook page",
        "twitter": "@jackielibdem",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jackie Porter talking with local people."
        },
        {
          "caption": "Jackie Porter participating in community activities."
        },
        {
          "caption": "Jackie Porter enjoying the local environment."
        }
      ]
    },
    "additionalNotes": ""
  }
}