```json
{
  "leaflet": {
	"candidateName": "Paul Farrelly",
	"constituency": "Newcastle-under-Lyme",
	"politicalParty": "Labour",
	"electionDate": "Thursday 7 May",
	"messages": [
  	{
    	"title": "A strong voice for us in Newcastle",
    	"content": "Paul Farrelly discusses his efforts and commitment to fighting conservative cuts and mentions the importance of not allowing a conservative candidate who is not from Newcastle – as a vote for them supports Cameron directly. He also mentions his local ties including being a governor at his old school Wolstanton High."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Health",
    	"policyDescription": "To oppose £200 million of short-sighted cuts and invest further in the local NHS."
  	},
  	{
    	"policyTitle": "Education",
    	"policyDescription": "To fight for continued investment in education by contesting conservative cuts."
  	},
  	{
    	"policyTitle": "Community Support",
    	"policyDescription": "To support youth clubs, children's centres, local libraries and buses."
  	}
	],
	"mentions": {
  	"candidate": "Paul Farrelly",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": "A vote for either the Lib Dems or UKIP trailing in third and fourth, or for the Greens, might just hand the seat - and the Government - to Cameron's Conservatives."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "Opposes short-sighted education cuts.",
  	"environment": "",
  	"governance": "",
  	"health": "To resist £200 million of planned Government cuts, including fewer beds for hospital admissions.",
  	"immigration": "",
  	"socialWelfare": "Support for social care and proper investment especially for the elderly.",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I'm still a governor at my old school Wolstanton High and, with funding tight, some of our schools definitely need more support. So I'm concerned about the next round of Conservative cuts to education, too, if they win the election.",
	"politicalExperience": [
  	{
    	"role": "Member of Parliament",
    	"duration": "Last 14 years",
    	"achievements": "Fighting for local investment, resisting conservative cuts, and involvement in local institutions like youth clubs and schools."
  	}
	],
	"contactInformation": {
  	"address": "75-81 Werrington Road, Bucknall, Stoke-on-Trent, Staffs, ST2 9AJ.",
  	"phone": "01782 715033",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Paul Farrelly's campaign leaflet featuring his photo, details of his political stance, and information on the 2015 election."
    	}
  	]
	},
	"additionalNotes": "The leaflet includes a survey asking for constituent feedback on various issues including health, social care, and education. It also provides tactical voting information and suggests that not voting Labour could lead to a Conservative win."
  }
}
```