{
  "leaflet": {
    "candidateName": "Catherine West",
    "constituency": "Hornsey and Wood Green",
    "politicalParty": "Labour",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Why we are backing Catherine West",
        "content": "Catherine West has a proven track record in improving living standards, including pioneering the Living Wage for council staff and contractors. As our MP she will be able to build on these achievements to drive the change which is so important for us and our children."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Living Wage",
        "policyDescription": "Plans to bring in the London Living Wage for all council staff and contractors."
      },
      {
        "policyTitle": "Jobs and Apprenticeships",
        "policyDescription": "Plans underway to build 2,000 new council homes. An innovative bursary scheme helping young people affected by the scrapping of the Education Maintenance Allowance."
      },
      {
        "policyTitle": "Early action on private rents and cost of living",
        "policyDescription": "Early action on private rents and the cost of living."
      },
      {
        "policyTitle": "Bedroom Tax",
        "policyDescription": "Stand against the Bedroom Tax"
      }
    ],
    "mentions": {
      "candidate": "Catherine West",
      "otherPartyLeaderCandidate": "Tories, supported by the Liberal Democrats",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "An innovative bursary scheme helping young people affected by the scrapping of the Education Maintenance Allowance.",
      "environment": "",
      "governance": "",
      "health": "Early action on our NHS.",
      "immigration": "",
      "socialWelfare": "As your Labour MP I will be proud to see off the Coalition's Health and Social Care Act and begin the job of rebuilding our NHS.",
      "housing": [
        {
          "content": "Plans underway to build 2,000 new council homes.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Council Leader in neighboring Islington",
        "duration": "",
        "achievements": "Pioneering work to bring in the London Living Wage for all council staff and contractors. Plans to get young people into jobs and apprenticeships."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Catherine Brown",
        "endorsement": "She has a proven track record in improving living standards, including pioneering the Living Wage for council staff and contractors."
      },
      {
        "endorser": "Ulric Thompson",
        "endorsement": "Catherine West has shown she is a fighter for fairness, with clear principles and the ability to get things done."
      },
      {
        "endorser": "Suheda Top",
        "endorsement": "With the work she has shown she can make a real difference. That's why I'm voting for her and Labour."
      },
      {
        "endorser": "Simon Fuchs",
        "endorsement": "Catherine West has shown she is the MP we need."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Catherine West interacting with community members."
        }
      ]
    },
    "additionalNotes": "As a councillor and Council Leader in neighbouring Islington, Catherine West's achievements include working to bring in the London Living Wage for all council staff and contractors and plans to get young people into jobs and apprenticeships, with a new innovative bursary scheme helping young people affected by the scrapping of the Education Maintenance Allowance."
  }
}