```json
{
  "leaflet": {
    "candidateName": "Geoffrey Robinson",
    "constituency": "Coventry North West",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Protect the NHS",
        "policyDescription": "Our NHS should always be there for you and your family when you need it most. This involves recruiting more of our NHS with 20,000 more nurses and 8,000 extra GPs, funded by a clamp down on tax avoidance and a levy on tobacco firms to raise over £2m."
      },
      {
        "policyTitle": "Reduce the deficit fairly",
        "policyDescription": "Labour plans to reduce the deficit by focusing not only on cuts but growing the economy, therefore able to abolish the deficit without making severe funding cuts. Labour aims to ensure that large projects that grow the economy are funded and that everyone pays their fair taxes without major corporations avoiding taxes."
      },
      {
        "policyTitle": "Freeze energy prices until 2017",
        "policyDescription": "Labour will freeze gas and electricity bills until 2017 to help families and economy rocket due to higher energy prices under current government, aiming to reform the energy market and introduce a tough new watchdog for energy."
      },
      {
        "policyTitle": "25 hours of free childcare for 3 and 4 year olds with working parents",
        "policyDescription": ""
      },
      {
        "policyTitle": "Regenerating Coventry City Centre",
        "policyDescription": "Promoting investments and projects such as the new Broadgate square, the new Council House, and improvements to show residents and businesses what the city will look like in the future. This will benefit both the local economy and residents."
      }
    ],
    "mentions": {
      "candidate": "Geoffrey Robinson",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Critiques the current party's approach, commits to growing the economy with fair taxation, and mentions investments in Coventry City Centre.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Highlights intention to recruit 20,000 more nurses and 8,000 extra GPs, funded by tax clamp down and a levy on tobacco firms.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "More homes for local families that need better accommodation.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Geoffrey Robinson in the Houses of Parliament"
        },
        {
          "caption": "Geoffrey Robinson with local residents and businesses"
        },
        {
          "caption": "University Hospital Coventry"
        },
        {
          "caption": "Geoffrey Robinson supporting the Freeze energy prices policy"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```