```json
{
  "leaflet": {
    "candidateName": "Paul Harvey",
    "constituency": "Basingstoke",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Only Labour will save our NHS",
        "content": "We need to listen to nurses and doctors when they tell us that our NHS is in crisis. We have a shortage of GPs in Basingstoke and our Hospital Walk-in Clinic was closed. Our NHS is not safe in Tory hands."
      },
      {
        "title": "Older People deserve better",
        "content": "We need a better bus service. Older residents have told me that areas of Stagecoach's older timetable is followed despite the town having new housing developments."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Fight for the NHS, backing the new Trauma Centre and Cancer Care Unit, oppose the privatisation of NHS."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Fight for housing that people in our town can genuinely afford. Build Council houses that people are committed to rent."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Protecting our environment by fighting planning policy to build homes, reducing waste & increasing recycling to protect from home grown pollution and promoting green industries and a green economy."
      }
    ],
    "mentions": {
      "candidate": "Paul Harvey",
      "otherPartyLeaderCandidate": "Maria Miller",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We need jobs created that pay a living wage so that people can make ends meet. We need to grow our local economy through small businesses, not the national economy at the expense of the most vulnerable.",
      "education": "",
      "environment": "Protecting our Environment",
      "governance": "",
      "health": "Only Labour will save our NHS",
      "immigration": "",
      "socialWelfare": "Older People deserve better",
      "housing": [
        {
          "content": "We need homes people can afford",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I will be a strong and visible constituency MP working for you. That will be my contract with you, and I will honour that contract of trust to you and Basingstoke.",
    "politicalExperience": [
      {
        "role": "Leader of the Council and Cabinet member for Education, Skills and Employment",
        "duration": "12 years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "40 Ruskin Close, Basingstoke, RG24 9SD",
      "phone": "07968 941009",
      "email": "P_D_Harvey@hotmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "cllrpaulharvey",
        "twitter": "paulharveybasingstoke",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Zoni Asif",
        "endorsement": "As a young person I support Paul Harvey, he’s has consistently shown care and commitment to values of the Labour Party."
      },
      {
        "endorser": "Cathie Wyatt & Maggie Hardy",
        "endorsement": "Paul was there for us from day one through floods. He’s home here in Basingstoke helping people up. He is still here, still supporting. He has our support, we want him as our MP."
      },
      {
        "endorser": "Jackie Lambell",
        "endorsement": "Paul was there for us when we needed help with our business in defence of Greenways Newsagents. I trust that he supports local small businesses in ways known I can count him on and know him to be serious when he says that he knows local small business is serious and the future."
      },
      {
        "endorser": "Jeremy & Cassie Evens",
        "endorsement": "We met in a football match after the floods and affected me directly. I’m working every hour I can to make ends meet, to provide for my children. I can’t go back to work for what is unreliable. We will be supporting Paul Harvey this General. Unrelenting of what we are going through as a recorder and he therefore the Tories and we need someone who will stand up for us, for everyone."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote Paul Harvey Labour Parliamentary Candidate"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```