```json
{
  "leaflet": {
    "candidateName": "Jon Fuller, Tanya Rayment and Denis Walker",
    "constituency": "Southend",
    "politicalParty": "Green Party",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "So why did Jon do it?",
        "content": "In October 2014, Jon Fuller decided to join the Green Party and stand for Parliament. This is why..."
      },
      {
        "title": "This is our last chance to save the NHS",
        "content": "We believe that: NHS care should be provided in the public sector; to be a decent, humane, caring society, social care must be free; and those who have the most should contribute to help pay for social care."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "We need an EU Referendum",
        "policyDescription": "The refusal by LibLabCon to allow a referendum spawned UKIP – a party which underlines British values of tolerance and compassion. We must face up to this issue - it won't go away - so the Green Party will deliver an in-out referendum."
      },
      {
        "policyTitle": "The tuition fee betrayal",
        "policyDescription": "Millions of people feel betrayed by LibDem's failure to end tuition fees. This also resulted in hundreds of thousands of young people switching off from politics. The Green Party is absolutely committed to ending war upon young people and ending all tuition fees."
      },
      {
        "policyTitle": "We need to stand up to Southend Airport",
        "policyDescription": "The Council led by people from both the Southend Airport flight path. Flights at 6:30am on Sunday morning are deeply immoral. The Green Party will fight with all its might against the weekend flights and the nightly flights and demand no flights before 10am at all regional airports like Southend."
      },
      {
        "policyTitle": "Tax-dodging must be stopped",
        "policyDescription": "The scale of tax dodging from corporations and wealthy individuals means loss of money for vital public services like education, libraries and the NHS. The Green Party will close loopholes that allow those earning more than £100k and introduce a wealth tax on the richest 1%."
      },
      {
        "policyTitle": "The ecological crisis",
        "policyDescription": "Climate change has claimed by 40% in 40 years and humming bird hawk moth declining. We are told that 4,00,000 infants are dying each year due to the increased spread of diseases in our rapidly warming world. Jon has worked in the environment movement and will not give the people of Southend the chance to say 'Vote No' to the game."
      },
      {
        "policyTitle": "Austerity politics doesn’t work",
        "policyDescription": "The ConDem administration’s Austerity programme has resulted in the recession lasting far longer than it should have. It forced people who rely on food banks to survive. Meanwhile, the poor and indebted hard working owe their properties to super-rich global wealthy gamblers. The Green Party enforces sourcing and installing all homes with renewable energy jobs and brings out of recession."
      },
      {
        "policyTitle": "The real reason the economy collapsed",
        "policyDescription": "Both Labour and Conservatives seem to be in denial over the reasons why the 2008 financial crash occurred. Both parties refused to properly regulate the financial services sector. The Green Party is absolutely committed to properly regulating the banking sector."
      }
    ],
    "mentions": {
      "candidate": "Jon Fuller, Tanya Rayment, Denis Walker",
      "otherPartyLeaderCandidate": "Cllr Burling",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "We must face up to this issue - it won't go away - so the Green Party will deliver an in-out referendum.",
      "economy": "The Green Party enforces sourcing and installing all homes with renewable energy jobs and brings out of recession.",
      "education": "The Green Party is absolutely committed to ending war upon young people and ending all tuition fees.",
      "environment": "Climate change has claimed by 40% in 40 years and humming bird hawk moth declining.",
      "governance": "",
      "health": "NHS care should be provided in the public sector; to be a decent, humane, caring society, social care must be free.",
      "immigration": "",
      "socialWelfare": "It forced people who rely on food banks to survive.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I have lived in this constituency for 41 years and have stood in every general election, both Labour and LibCons have always claimed – and they only beat me because of the false promise by LibLabCon have let down the British voter. I want to argue the choice the choice we face, to convince you don’t panic vote Labour, don’t panic vote Conservative. The only wasted vote is a vote for your beliefs.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.risinggreenprint.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jon Fuller image with statement and Green Party logo."
        },
        {
          "caption": "Image of Tanya Rayment and Denis Walker with mention of 'This is our last chance to save the NHS'."
        },
        {
          "caption": "Image outside Southend Hospital with 'Your Green Party Candidate' sign and mention of election date."
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people. Promoted by S. Jordan on behalf of Jon Fuller, Green Party, both of 58 Hamlet Court Road, Westcliff-on-Sea, SS0 7LX."
  }
}
```