```json
{
  "leaflet": {
    "candidateName": "John Hayter",
    "constituency": "Rayleigh and Wickford",
    "politicalParty": "UKIP",
    "electionDate": "2015",
    "messages": [
      {
        "title": "Introduction",
        "content": "Dear Voter, I am married with two sons, and have lived in Rayleigh for 40 years. I am a Rochford District Councillor, and a Higher Courts Solicitor-Advocate (Criminal Proceedings). I ran my own practice in Southend for 27 years appearing as a defence solicitor in the Magistrates Courts and Crown Courts. With a lifetime of experience working in the real world I am aware of the difficulties the Rayleigh and Wickford constituents face daily, and understand their concerns. I wish to throw off the suffocating influence of the EU, and restore democracy and sovereignty to the people of Rayleigh and Wickford. Yours Sincerely, John Hayter."
      },
      {
        "title": "Tactical Voting Message",
        "content": "LABOUR HAS NO CHANCE HERE. THIS ELECTION IS BETWEEN UKIP AND THE TORIES. VOTE UKIP GET UKIP!"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The Economy",
        "policyDescription": "In 2010 the UK National Debt was £811 billion. It is now £1.45 trillion (an 80% rise) due to Coalition increasing Budget Annual Deficits. UKIP by 2018/19 will bring the Annual Deficit to zero. Leave the EU saving £20 billion a year. Reduce the Foreign Aid Budget by £9 billion a year. Scrap the HS2 Project saving £70 billion, all green taxes and wind turbine subsidies. Remove the need to pay income tax on full time minimum wage earnings (approximately £13,500 by May 2015). Abolish Inheritance Tax."
      },
      {
        "policyTitle": "The National Health Service",
        "policyDescription": "Free at the point of delivery. An extra £3 billion a year for the Health Service for frontline services (20,000 new nurses, 3,000 midwives and 8,000 GPs). GP’s surgeries open at least one evening a week where there is demand. Oppose plans to charge to see GP. Visitors to UK and migrants to have private health insurance as a condition of entry saving the NHS £2 billion a year. £200 million a year to be spent to end Hospital Parking charges in England. Ensure foreign health service professionals are properly qualified and can speak acceptable English."
      }
    ],
    "mentions": {
      "candidate": "John Hayter",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "LABOUR HAS NO CHANCE HERE. THIS ELECTION IS BETWEEN UKIP AND THE TORIES."
    },
    "issues": {
      "brexitEurope": "Leave the EU saving £20 billion a year.",
      "economy": "In 2010 the UK National Debt was £811 billion. It is now £1.45 trillion (an 80% rise) due to Coalition increasing Budget Annual Deficits. UKIP by 2018/19 will bring the Annual Deficit to zero.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "An extra £3 billion a year for the Health Service for frontline services (20,000 new nurses, 3,000 midwives and 8,000 GPs).",
      "immigration": "Visitors to UK and migrants to have private health insurance as a condition of entry saving the NHS £2 billion a year.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "With a lifetime of experience working in the real world I am aware of the difficulties the Rayleigh and Wickford constituents face daily, and understand their concerns. I wish to throw off the suffocating influence of the EU, and restore democracy and sovereignty to the people of Rayleigh and Wickford.",
    "politicalExperience": [
      {
        "role": "Rochford District Councillor",
        "duration": "Not specified",
        "achievements": ""
      },
      {
        "role": "Higher Courts Solicitor-Advocate (Criminal Proceedings)",
        "duration": "Not specified",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Promoted by John Hayter, 10 Victoria Road, Rayleigh, Essex SS6 8EJ.",
      "phone": "Tel: 07749 893 859",
      "email": "haytersolicitor@aol.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of John Hayter, UKIP's candidate."
        }
      ]
    },
    "additionalNotes": "The leaflet is a single page and seems to be aimed at consolidating UKIP's position as the main opposition to the Tories in the constituency."
  }
}
```