```json
{
  "leaflet": {
    "candidateName": "Andree Frieze",
    "constituency": "Richmond Park",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "PUBLIC NHS",
        "content": "The NHS is not a commodity to be bought or sold. The NHS is for the public; not for profit."
      },
      {
        "title": "SAFE CLIMATE",
        "content": "Renewable energy sources will create a million new green-collar jobs."
      },
      {
        "title": "EDUCATION FOR ALL",
        "content": "We need an education system where everyone gets the same fair chance."
      },
      {
        "title": "BETTER TRANSPORT",
        "content": "The Green Party will take back the railways into public ownership."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "PUBLIC NHS",
        "policyDescription": "Commitment to a NHS that is publicly funded, protected from privatisation, and offers good health treatment at local surgeries."
      },
      {
        "policyTitle": "FAIR ECONOMY",
        "policyDescription": "Opposing austerity and privatisation in the public sector, advocating for creation of over a million new jobs, and support for a living wage of £10 per hour."
      },
      {
        "policyTitle": "SAFE CLIMATE",
        "policyDescription": "Investment in renewable energy jobs, opposition to Heathrow expansion, and promotion of community energy projects like Ham Hydro and Smart Communities."
      },
      {
        "policyTitle": "EDUCATION FOR ALL",
        "policyDescription": "Advocacy for free education for all ages, promotion of 'Free Schools', and local decision-making on education needs."
      },
      {
        "policyTitle": "DECENT HOMES",
        "policyDescription": "Plan to build 500,000 new social rented homes, funded by removal of buy-to-let tax relief, and opposition to the bedroom tax."
      },
      {
        "policyTitle": "BETTER TRANSPORT",
        "policyDescription": "Plans to bring railways back into public ownership, promotion of cycling and walking, and improvement of public health and air pollution."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Tactical voting importance in Richmond Park constituency due to previous close results."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Support for a fair economy, creation of jobs, and opposition to welfare sanctions and low wages.",
      "education": "Importance of education and local community's engagement with school's needs.",
      "environment": "Creation of green-collar jobs and opposition to expansion of Heathrow airport.",
      "governance": "",
      "health": "NHS should be for public use, not for profit, and be protected from privatisation.",
      "immigration": "",
      "socialWelfare": "Advocacy against bedroom tax and for a living wage.",
      "housing": [
        {
          "content": "Build 500,000 new social rented homes to ensure everyone is able to put a roof over their head, including family-sized homes.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Andree Frieze has lived here for 14 years, and is an active member of the community.",
    "politicalExperience": [
      {
        "role": "Parent governor and Vice Chair",
        "duration": "",
        "achievements": "Governor at Latchmere School. Ensuring the best for Richmond Park on the eco-committee of the Ham & Petersham Neighbourhood Forum."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.andree4richmondpark.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "If people voted for policies, the Green Party would win the next election.",
        "source": "www.voteforpolicies.org.uk",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andree Frieze - Green Party Candidate for Richmond Park"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```