```json
{
  "leaflet": {
    "candidateName": "Desmond Swayne",
    "constituency": "",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "Only a CONSERVATIVE vote can save Britain from 5 years of hard Labour",
        "content": "In 2010 Britain was on the brink of bankruptcy with the economy fast going down the plug. Conservatives were without a parliamentary majority. In the national interest we set aside our profound differences with the Liberal Democrats over immigration, the Human Rights Act, and Europe, in order to give Britain years of stability in which we could repair the Economy and strengthen the NHS."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Implementation of a long term economic plan for recovery. Halving the deficit, more jobs and people at work than ever before."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Strengthening the NHS, more doctors and nurses employed than ever before, and an increase in NHS budget."
      }
    ],
    "mentions": {
      "candidate": "Desmond Swayne",
      "otherPartyLeaderCandidate": "Ed Miliband",
      "partyLeader": "",
      "tacticalSituation": "Conservative vote can save Britain from 5 years of hard Labour"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "In 2010 Britain was on the brink of bankruptcy with the economy fast going down the plug.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "We have been able to afford to spend £12 billion more on the NHS.",
      "immigration": "Set aside our profound differences with the Liberal Democrats over immigration.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4 Cliff Crescent, Marine Drive, Barton on Sea, New Milton, BH25 7EB",
      "phone": "01425 629844",
      "email": "desmondswayne@hotmail.com",
      "website": "www.desmondswayne.com",
      "socialMedia": {
        "facebook": "facebook.com/desmondswayne",
        "twitter": "twitter.com/desmondswayne",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Desmond Swayne with Healthcare workers"
        },
        {
          "caption": "Desmond Swayne with a decorated military veteran"
        }
      ]
    },
    "additionalNotes": "Promoted by Philip Daubeny on behalf of Desmond Swayne both at 4 Cliff Crescent, Marine Drive, Barton on Sea, New Milton, BH25 7EB. Printed by Clilverlandis, Windall Valley Road, Winchester, SO23 0LN."
  }
}
```