{
  "leaflet": {
    "candidateName": "Paul Blomfield",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "",
        "content": "This is the most important election in a generation – and the choice is clear. Only Labour or the Tories can win. Help us rebuild Britain. Use your vote."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Paul Blomfield",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour will make sure the economy works for everyone, not just the wealthy.",
      "education": "",
	    "environment": "",
      "governance": "",
      "health": "To reverse the growing inequality and stop the break-up of the NHS we badly need a change of Government.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We'll tackle low pay and build homes and give opportunities to our young people. And we'll stop the forced privatisation of our NHS",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Over the last five years I've reached out across our constituency to take up the concerns that matter to you and I am grateful to the thousands of people who've been in touch. I'm pleased to have made a difference on issues you've raised, like rip-off payday lending. But to reverse growing inequality that shames our country we need a new Government.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Lily McCall",
        "endorsement": "Sheffield is one of the NHS research sites. World War Two, it made such a difference to our lives and we can't allow that to go to the Conservatives."
      },
      {
        "endorser": "Ross Claydon-Mullins",
        "endorsement": "My generation was let down at the last election. We need more support for vocational training as well as universities."
      },
      {
        "endorser": "Kellyanne Sharman",
        "endorsement": "Paul works really hard in Manor, Arbourthorne, Heeley, Sheffield. Four and Castle Development Trust. People have been hit hard by the bedroom tax, benefit changes and unfair government funding cuts."
      },
      {
        "endorser": "Jane Watkinson",
        "endorsement": "I've seen how Labour's values have aligned with mine since 2010. Their values are my values. Tackling inequality, opposing privatisation, stopping military intervention in Syria, standing up against powerful interests... We desperately need to get rid of the Tories, and Paul is a great campaigning MP."
      }
    ],
    "quotes": [
      {
        "text": "To reverse the growing inequality that shames Britain and stop the break-up of the NHS we badly need a change of Government",
        "source": "Paul Blomfield",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul with supporters"
        }
      ]
    },
    "additionalNotes": "It was a huge privilege to be elected in 2010 as your MP representing the city where I live and have worked and loved most of my life."
  }
}