{
  "leaflet": {
    "candidateName": "Nik Johnson",
    "constituency": "Huntingdonshire",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A Strong and Caring Voice for Huntingdonshire",
        "content": "Huntingdonshire has been my family home for almost 10 years, and the focus of my day-to-day work."
      },
      {
        "title": "A representative for all in Huntingdonshire",
        "content": "I offer my good wishes and support to Nik Johnson and the Labour Party in this election."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Support for local health services",
        "policyDescription": "Advocates for the continuation of all services currently provided by Hinchingbrooke Hospital."
      },
      {
        "policyTitle": "Working for local business and the local economy",
        "policyDescription": "Committed to investing to build a local spirit of entrepreneurship and innovation."
      },
      {
        "policyTitle": "Respectful of the position of being your local Member of Parliament",
        "policyDescription": "Pledges to have the electorate's trust respected and to work for all constituents."
      }
    ],
    "mentions": {
      "candidate": "Pledges to be a passionate supporter of all local health services and to campaign tirelessly for continuation of all services currently provided by Hinchingbrooke Hospital.",
      "otherPartyLeaderCandidate": "Bob Jewell",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I am committed to investing to build a local spirit of entrepreneurship and innovation.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "A passionate supporter of all our local health services. I will campaign tirelessly for continuation of all services currently provided by Hinchingbrooke Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am proud to be standing for election in my home constituency. Huntingdonshire is a special place, an area rich in history and never afraid to stand up and do things differently.",
    "politicalExperience": [
      {
        "role": "A children's doctor at Hinchingbrooke Hospital",
        "duration": "For almost 10 years",
        "achievements": "Work involving meeting, helping and supporting local people."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Bob Jewell",
        "endorsement": "Offers good wishes and support to Nik Johnson and the Labour Party in the election."
      },
      {
        "endorser": "Claire Reece",
        "endorsement": "Expresses support as parents of a severely disabled child, appreciating the NHS and the support it provides."
      }
    ],
    "quotes": [
      {
        "text": "Offer my good wishes and support to Nik Johnson and the Labour Party in this election.",
        "source": "Bob Jewell",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nik Johnson alongside local constituents."
        }
      ]
    },
    "additionalNotes": ""
  }
}