```json
{
  "leaflet": {
    "candidateName": "Peter Smith",
    "constituency": "NW Norfolk",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Make Peter Your Labour Member of Parliament",
        "content": "Protecting Our Public Services and Our NHS"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "SAVE OUR NHS - 20000 more nurses, 8000 more GPs, 5000 more home care workers, 3000 more midwives."
      },
      {
        "policyTitle": "Childcare",
        "policyDescription": "Free childcare for 3 and 4 year old children early and after school in primary schools."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Develop frequent and reliable bus services with expanded routes connecting our towns, villages and railways."
      },
      {
        "policyTitle": "Employment",
        "policyDescription": "End exploitative zero-hours contracts and living campaign for a minimum Living Wage."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "The next Labour Government will SCRAP THE BEDROOM TAX."
      },
      {
        "policyTitle": "Rail Services",
        "policyDescription": "With the majority of the public, Peter believes that the current fragmented, privately-run, railways are inefficient, expensive for the taxpayer and not fit for purpose. He aims to put the customer first."
      },
      {
        "policyTitle": "Climate Change",
        "policyDescription": "Climate Change is the biggest threat facing our world. Peter believes that bold and decisive local to global decisions will have to be made."
      },
      {
        "policyTitle": "Sports",
        "policyDescription": "Peter worries that so little time is allocated for sport and physical activities in state schools and academies - about 20% of that provided in the independent sector."
      }
    ],
    "mentions": {
      "candidate": "Peter Smith",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Peter believes that bold and decisive local to global decisions will have to be made to create a sustainable world.",
      "governance": "",
      "health": "SAVE OUR NHS - 20000 more nurses, 8000 more GPs, 5000 more home care workers, 3000 more midwives.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The next Labour Government will SCRAP THE BEDROOM TAX.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Peter, a member of both the NASUWT and GMB, has always campaigned to protect public services. He believes people should always come before profit.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Labour Office, 70 Bury Road, Thetford IP24 3DE",
      "phone": "07896301922",
      "email": "pd.smith247@gmail.com",
      "website": "www.petersmith4wnorfolk.org.uk",
      "socialMedia": {
        "facebook": "www.facebook.com/PeterSmith4Labour",
        "twitter": "@socialistsmithy",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Dave Thomas",
        "endorsement": "Dave Thomas, Downham Old Town Computational Scientist, wants Peter to be his MP because he knows that Peter will always put his constituents, and not himself, first."
      },
      {
        "endorser": "Frances Kenninghall",
        "endorsement": "Frances Kenninghall, Medical Researcher, supports Peter because of his commitment to protect youth and work resources as well as his dedication to ensure direct access to the bus services, social care and the NHS."
      },
      {
        "endorser": "Michael Berry",
        "endorsement": "Michael Berry, Swaffham, University Student, believes Peter's sense of conviction in defending education and young people not only comes from his background of industrial planning values, but also his justice and fairness for schools."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Peter Smith Labour Parliamentary Candidate - Elections Communication"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```