{
  "leaflet": {
    "candidateName": "Edward Mountain",
    "constituency": "Inverness, Nairn, Badenoch and Strathspey",
    "politicalParty": "Scottish Conservative and Unionist",
    "electionDate": "7th May",
    "messages": [],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Edward Mountain has been selected as the Scottish Conservative and Unionist Candidate for Inverness, Nairn, Badenoch and Strathspey (INBS) for the General Election on Thursday 7th May.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Ruth Davidson MSP, Leader of the Scottish Conservatives and Unionist Party said, \"I am delighted that Edward, an ex-serviceman, farmer and businessman, is prepared to fight for the interests of all the residents of Inverness, Nairn, Badenoch and Strathspey.\"",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Ruth Davidson MSP also stated, \"Our economy is on the mend, but we need to work hard to keep the economy growing.\" Edward mentioned, \"The right sort of business leaders like Edward have exactly the proven business world experience that parliament needs. I believe that, combined with his knowledge of the area and rural issues, Edward will make a first-class MP\".",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Edward said, \"I am looking forward to the election campaign and putting forward the case as to why I will be a hard working and committed representative for the constituency. I relish the opportunity of serving my country again. If elected in May I will use my wide ranging national and international experience and local knowledge to represent all the residents in this constituency.\"",
    "politicalExperience": [
      {
        "role": "Role in Army",
        "duration": "Twelve years",
        "achievements": "Serving in many countries including Germany, Spain, Uganda and Cyprus."
      }
    ],
    "contactInformation": {
      "address": "14a Ardross Street, Inverness IV3 5NS",
      "phone": "",
      "email": "edward.mountain@scottishconservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@1edmountain",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Ruth Davidson MSP",
        "endorsement": "I am delighted that Edward, an ex-serviceman, farmer and businessman, is prepared to fight for the interests of all the residents of Inverness, Nairn, Badenoch and Strathspey... Edward will make a first-class MP."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Edward Mountain has been selected as the Scottish Conservative and Unionist Candidate for Inverness, Nairn, Badenoch and Strathspey (INBS) for the General Election on Thursday 7th May."
        }
      ]
    },
    "additionalNotes": ""
  }
}