```json
{
  "leaflet": {
        "candidateName": "Malcolm Birks",
        "constituency": "Skipton & Ripon",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
                {
                        "title": "Working for a fairer deal for local people",
                        "content": "Malcolm is a local architect who grew up in Glusburn, near Skipton, and attended South Craven School. He is married with two children aged nine and six. Malcolm thinks it is wrong that the Coalition has local public services whilst giving a tax cut to millionaires. He believes that we need to save the NHS from privatisation and he wants to stop people on low wages from being exploited."
                }
        ],
        "keyPolicies": [
                {
                        "policyTitle": "Fighting cuts to vital public services",
                        "policyDescription": "Malcom arranged a protest outside Ripon Library to highlight the cuts to local library services. Local bus services are also some of the worst hit in the country with many people being effectively cut-off. A&E departments are under severe pressure and adult social care services are having numerous knock-on effects."
                },
                {
                        "policyTitle": "Supporting local people",
                        "policyDescription": "Malcolm grew up in the area and attended local state schools. He wants to see politics getting back in touch with people's real concerns. As an architect, he has designed school and housing projects. As your MP he would hold regular planning surgeries and work tirelessly to keep local businesses here."
                },
                {
                        "policyTitle": "Campaigning for greater fairness",
                        "policyDescription": "Malcolm has been getting on his bike and taking his campaign across the constituency. He wants to highlight the lack of fairness in the current government's policies. Malcolm believes that politics should be about conviction, passion, ideas and compassion. He has been talking to people throughout the area making local people aware of current complacency we have crept into over the Tories and Lib Dem business protected high business and the old approach. A vote for Malcolm is a vote for a fairer society."
                }
        ],
        "mentions": {
                "candidate": "Malcolm Birks",
                "otherPartyLeaderCandidate": "Julian Smith",
                "partyLeader": "",
                "tacticalSituation": ""
        },
        "issues": {
                "brexitEurope": "",
                "economy": "",
                "education": "",
                "environment": "",
                "governance": "",
                "health": "Malcolm thinks it is wrong that the Coalition has cut local public services whilst giving a tax cut to millionaires. He believes that we need to save the NHS from privatisation.",
                "immigration": "",
                "socialWelfare": "",
                "housing": [
                        {
                                "content": "",
                                "yimbyNimby": ""
                        }
                ]
        },
        "personalStatement": "Malcolm is a local architect who grew up in Glusburn, near Skipton, and attended South Craven School. He believes that the Coalition has mismanaged local public services and advocates for protecting the NHS from privatisation and supporting people on low wages.",
        "politicalExperience": [],
        "contactInformation": {
                "address": "9 Hirds Yard, Skipton, BD23 2AF",
                "phone": "07792 992870",
                "email": "malcolm@malcolmbirks.com",
                "website": "http://www.malcolmbirks.weebly.com",
                "socialMedia": {
                        "facebook": "facebook.com/malcolm4labour",
                        "twitter": "",
                        "instagram": "",
                        "linkedin": ""
                }
        },
        "endorsements": [
                {
                        "endorser": "Peter Madeley",
                        "endorsement": "Councillor for Skipton West - “Malcolm would make an excellent MP for this constituency. He is a local man who understands the local issues. I’ve had the pleasure of recommending him. He has the potential to be a great MP. There is a straight choice in this election between the Conservatives and Labour. The Liberal Democrats are morally and politically bankrupt having lied about Tuition fee increases and there is no point voting Green as you can be sure that will just get another right-wing Tory government.”"
                },
                {
                        "endorser": "Vivienne Graham",
                        "endorsement": "Office Manager, Ripon - “I have no hesitation in endorsing Malcolm Birks for the position of MP. In my opinion, he would provide the area with a representative free from Conservative tax cuts that the Mansion Tax, a cut to the Married Couples Allowance and the Bakers’ Bonus Tax and give us an MP who will represent the spirit of fairness and be the first ever Labour MP for the area.”"
                },
                {
                        "endorser": "Sue Harland",
                        "endorsement": "Retired Health Visitor, Gargrave - “Malcolm is a worthy candidate to stand for the Labour Party in this area. He is thoughtful and well-prepared having been active in politics for all kinds of politics. He is always articulate and fair when pressed at the Hustings. His Ride for Fairness has captured the public’s appetite for a different kind of politics. He is fresh meat with a go-in spirit in the area and he still has plenty of local support who would like to see him as an MP. Malcolm is the fresh voice we need in this constituency and I urge all local people to support him.”"
                }
        ],
        "quotes": [],
        "campaignMaterial": {
                "images": [
                        {
                                "caption": "Malcolm Birks riding a bike with a campaign banner."
                        },
                        {
                                "caption": "Malcolm Birks with a local resident and a child outside a house."
                        },
                        {
                                "caption": "Malcolm Birks campaigning"
                        }
                ]
        },
        "additionalNotes": ""
  }
}
```