```json
{
  "leaflet": {
	"candidateName": "Mandy Rossi",
	"constituency": "Ashford",
	"politicalParty": "Green Party",
	"electionDate": "",
	"messages": [
  	{
    	"title": "It's time to make planning a local decision",
    	"content": "The Green Party believes that power should be devolved down to the lowest level. Currently, house building is dictated by Central Government, and Ashford Borough Council has very little power to oppose inappropriate developments. As a Green MP, Mandy would fight to change this, so that local authorities would have the democratic accountability for all developments within their boundaries."
  	},
  	{
        "title": "Vote Green Party for the common good.",
        "content": "The green alternative for Ashford."
    }
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Local Planning in Local Hands",
    	"policyDescription": "Decentralize power to the local level to allow local authorities democratic accountability over development, concentrating on brownfield and not greenfield sites with a focus on ecologically sound housing."
  	},
    {
        "policyTitle": "Renationalise Our Railways",
        "policyDescription": "The Green Party intends to fully renationalize the railways, cancel a £15 billion road building program and thereby provide cheaper rail fares and reduce the number of lorries on the road."
    },
    {
        "policyTitle": "Transport Policies for the Common Good",
        "policyDescription": "Commit to making rail fares immediately 10% cheaper and reducing bus fares, while directing commuters from road to rail to lessen the number of lorries on the road."
    }
	],
	"mentions": {
  	"candidate": "Mandy Rossi",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "Mandy Rossi would fight for local authorities to have more control over planning.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"Concentrate development on brownfield sites, not greenfield, with a focus on affordable ecologically sound housing.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "Mandy, a self-employed training consultant and coach with her own small business and a masters degree in Forensic Psychology and Criminology, has lived in Ashford for 16 years. She moved from nearby Shrewsbury, believes in moving more than ever a Green alternative for Ashford, to enable thriving communities.",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "mandy.rossi@greenparty.org.uk",
  	"website": "",
  	"socialMedia": {
    	"facebook": "mandyrossiashfordforgreenparty",
    	"twitter": "@ashfordgreens",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Mandy Rossi standing for Ashford."
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```