```json
{
  "leaflet": {
    "candidateName": "John Cryer",
    "constituency": "Leyton and Wanstead",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May 2015",
    "messages": [
      {
        "title": "Continue to fight for every local resident",
        "content": "I have successfully helped many elderly and vulnerable people with their fuel bills. I wrote to energy companies in order to get them cut the lowest tariffs. I campaigned to prevent Royal Mail privatisation and against the London Mayor’s plans to cut police on our streets. I also closed Wanstead Police Station and close tube station ticket offices. I have taken my petitions against these cuts door to door and stood outside every tube station in the constituency during protests against the campaigns."
      },
      {
        "title": "Working for a fairer Leyton & Wanstead",
        "content": "I am writing to thank everyone who has contacted me over the past 5 years. It has been an enormous privilege to serve and I hope you will agree I have a proven reputation of dedication that extends beyond campaigning and the walls of election, putting in the hard work for local residents. I am therefore now seeking your support to re-elect me on 7 May 2015.\nI hope that you will do me the honour of continuing to support me in my efforts to resist the attacks on working people and public services by this government and to try to win power and secure a Labour government in May."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Affordable Homes",
        "policyDescription": "Labour will build 200,000 homes a year by 2020 and give a fair deal to tenants with more moderate tenancies and ban rip-off letting fees."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Labour will scrap the Health and Social Care Act and make sure the NHS is driven by patients' needs, not profit."
      },
      {
        "policyTitle": "Living Wage",
        "policyDescription": "Labour will raise the Minimum Wage and give tax breaks to companies that sign up to paying the Living Wage."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Every child in Leyton & Wanstead deserves a great education. The Tories have allowed unqualified teachers into our classrooms. We will make sure every permanent teacher is fully qualified."
      }
    ],
    "mentions": {
      "candidate": "John Cryer",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "The Tories have allowed unqualified teachers into our classrooms. We will make sure every permanent teacher is fully qualified.",
      "environment": "",
      "governance": "",
      "health": "Labour will scrap the Health and Social Care Act and make sure the NHS is driven by patients' needs, not profit.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour will build 200,000 homes a year by 2020 and give a fair deal to tenants with more moderate tenancies and ban rip-off letting fees.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I have successfully helped many elderly and vulnerable people with their fuel bills...",
    "politicalExperience": [
      {
        "role": "Your Member of Parliament",
        "duration": "the past five years",
        "achievements": "Helped with fuel bills, campaigned against privatisation and cuts, stood outside every tube station in the constituency during protests."
      }
    ],
    "contactInformation": {
      "address": "Ground Floor, Rm 1, 6 Gainsborough Road, Leytonstone E11 1HT",
      "phone": "020 3134 2524",
      "email": "JohnCryer4LeytonandWanstead@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "National Union of Teachers (NUT)",
        "endorsement": "Support displayed in campaign material."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photographs of John Cryer engaging with the community and at various campaign events."
        }
      ]
    },
    "additionalNotes": "The leaflet includes images of John Cryer at campaign events, with community members, and references to his active engagement in local issues and surgeries."
  }
}
```