```json
{
  "leaflet": {
    "candidateName": "PETER STAVELEY",
    "constituency": "Croydon Central",
    "politicalParty": "UK INDEPENDENCE PARTY",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing Up for Real Change",
        "content": "I have lived in Croydon for 28 years and run my own transport consultancy. I have been involved in the planning of some major transport projects in Croydon. I want to see our country run for the benefit of all its citizens. I want to see an immigration policy that is fair to all countries (including the Commonwealth), not just those from the EU. Most countries control their borders so they can plan public services. This avoids shortages of school places and other strains to them which we are seeing in Croydon."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Immigration",
        "policyDescription": "Wants to see an immigration policy that is fair to all countries, including the Commonwealth, not just those from the EU, to control borders and plan public services."
      }
    ],
    "mentions": {
      "candidate": "Peter Staveley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Not just those from the EU.",
      "economy": "",
      "education": "This avoids shortages of school places and other strains to them which we are seeing in Croydon.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "I want to see an immigration policy that is fair to all countries (including the Commonwealth), not just those from the EU. Most countries control their borders so they can plan public services. This avoids shortages of school places and other strains to them which we are seeing in Croydon.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have lived in Croydon for 28 years and run my own transport consultancy. I have been involved in the planning of some major transport projects in Croydon.",
    "politicalExperience": [
      {
        "role": "Transport Consultant",
        "duration": "28 years",
        "achievements": "Involved in the planning of some major transport projects in Croydon."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07973 168742",
      "email": "Peter.Staveley@ukip.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "PETER STAVELEY in Croydon Central"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```