```json
{
  "leaflet": {
	"candidateName": "Gisela Stuart",
	"constituency": "Birmingham Edgbaston",
	"politicalParty": "Labour Party",
	"electionDate": "",
	"messages": [
  		{
    		"title": "Your independent thinking Labour voice",
    		"content": "Gisela Stuart is the independent thinking Labour voice for Bartley Green, Edgbaston, Harborne and Quinton."
  		}
	],
	"keyPolicies": [
  		{
    		"policyTitle": "NHS Campaign",
    		"policyDescription": "Protect and improve the NHS by fighting for more funding, keeping walk-in centres open, increasing the number of doctors and nurses, making better use of pharmacists, and giving patients the right to see a GP within 48 hours."
  		}
	],
	"mentions": {
  		"candidate": "Gisela Stuart",
  		"otherPartyLeaderCandidate": "",
  		"partyLeader": "",
  		"tacticalSituation": ""
	},
	"issues": {
  		"brexitEurope": "",
  		"economy": "",
  		"education": "",
  		"environment": "",
  		"governance": "",
  		"health": "Our NHS is stretched to its limit and I need your help to fight for its survival. We have some of the best NHS services right here in the constituency.",
  		"immigration": "",
  		"socialWelfare": "",
  		"housing": [
    		{
      		"content": "",
      		"yimbyNimby": "N/A"
    		}
  		]
	},
	"personalStatement": "I am fighting for a National Health Service that works for the benefit of patients, by giving health professionals the tools and support they need to do their job. I am fighting for now and will go on fighting for if re-elected as your Member of Parliament.",
	"politicalExperience": [
  		{
    		"role": "Member of Parliament",
    		"duration": "",
    		"achievements": "Fought to get the investment needed here in Birmingham. We brought the Centre for Defence Medicine to Edgbaston and saved NHS Direct when it was threatened with closure"
  		}
	],
	"contactInformation": {
  		"address": "140 HIGH STREET, HARBORNE, BIRMINGHAM B17 9NN.",
  		"phone": "",
  		"email": "",
  		"website": "",
  		"socialMedia": {
    		"facebook": "",
    		"twitter": "",
    		"instagram": "",
    		"linkedin": ""
  		}
	},
	"endorsements": [
  		{
    		"endorser": "",
    		"endorsement": ""
  		}
	],
	"quotes": [
  		{
    		"text": "",
    		"source": "",
    		"date": ""
  		}
	],
	"campaignMaterial": {
  		"images": [
    		{
      		"caption": ""
    		}
  		]
	},
	"additionalNotes": "The election communication leaflet features a brief overview of Gisela Stuart’s stance on the NHS, her achievements, and an invitation for constituents to get involved in her re-election campaign. It also includes a survey asking for constituents’ views on the NHS and her re-election campaign."
  }
}
```