{
  "leaflet": {
    "candidateName": "Shailesh Vara",
    "constituency": "North West Cambridgeshire",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Local",
        "policyDescription": "Securing increased funding for local schools, taking students from Orton Longueville School, Sawtry Community College, and Peterborough City Council around the London Parliament, securing extra funds for two schools, ensuring the future of RAF Wittering as a military base, campaigning for transport infrastructure, securing the removal of species throughout the creek at Forty Foot, securing the withdrawal of 22 proposed travelers sites in Huntingdonshire, improving the Harrington Waste Facility after pressuring the developer to honor its commitment to the community, supporting the Ramsey Initiative's successful application to be served up as a Town Team Partner, raising the profile of local producers by organizing and hosting the first ever Cambridgeshire Food and Drink Day in Parliament."
      },
      {
        "policyTitle": "National",
        "policyDescription": "Shailesh has introduced two Private Member's Bills in Parliament and both have met with success. One Bill sought to widen access to medicines for terminally ill patients and the other secured Shailesh's own bill script to guide callers providing telephones acting as self-direct services from fraudsters. This is now on the statute book."
      }
    ],
    "mentions": {
      "candidate": "Shailesh Vara",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Shailesh Vara has secured increased funding for local schools with £275 more per pupil from 2015-16 and has secured extra funds for two schools.",
      "environment": "Shailesh Vara has been involved in securing the removal of species throughout the creek at Forty Foot and improving the Harrington Waste Facility.",
      "governance": "",
      "health": "One of Shailesh Vara's national policies has been to introduce a Private Member's Bill that sought to widen access to medicines for terminally ill patients.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Securing the withdrawal of 22 proposed travelers' sites in Huntingdonshire.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.shaileshvara.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "We would have never got this far without your help...we are all very grateful & with much gratitude from all 400 + villagers. Elin S.",
        "source": "",
        "date": ""
      },
      {
        "text": "This would not have been possible without such level of help...I am ever grateful for all you did in this regard. KC.",
        "source": "",
        "date": ""
      },
      {
        "text": "Thank you for all your support in opposing Molesworth Wind Farm...we are delighted with the outcome. Vicky Wood, Chairman, Stop Molesworth Wind Farm Action Group",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Shailesh Vara with supporters"
        },
        {
          "caption": "Newspaper clipping with the title: 'MP Vara helps keep RAF Wittering open'"
        }
      ]
    },
    "additionalNotes": ""
  }
}