```json
{
  "leaflet": {
    "candidateName": "Calum Kerr",
    "constituency": "Borders",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "It's a clear choice - SNP or Tories",
        "content": "Independent analysis shows... for tactical voting."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Better for Transport",
        "policyDescription": "Improved transport is crucial to attract businesses and jobs. Major investments in the A7, A1, A68 and rail upgrades, reducing investment in public services and infrastructure as the UK leaves the EU."
      },
      {
        "policyTitle": "Better for Farming and Fishing",
        "policyDescription": "Agriculture and fisheries are key drivers of the Borders' economy and social way of life. Promises to protect interests and fight for influence to support the rural economy."
      },
      {
        "policyTitle": "Better for Local Investment",
        "policyDescription": "Commitment to invest locally in infrastructure and public services despite the constraints of UK government austerity."
      },
      {
        "policyTitle": "Better for Communication",
        "policyDescription": "Improve internet access with roll-out of both large and small businesses, critical for growth of the region’s economy."
      },
      {
        "policyTitle": "A Stronger Economy",
        "policyDescription": "Opposing UK government austerity and pledging alternative growth and fairness proposals."
      },
      {
        "policyTitle": "Stronger Policies to Tackle Poverty",
        "policyDescription": "Endorsement of stronger policies against poverty and unfairness, including a firm stance on the Bedroom Tax and more."
      },
      {
        "policyTitle": "Stronger Influence for Scotland",
        "policyDescription": "Ensuring Scotland's voice is stronger on the UK and EU stage, opposing the British Government when necessary in defense of Scottish interests."
      },
      {
        "policyTitle": "Stronger Pensions",
        "policyDescription": "Delivering stronger pensions and supporting lifelong savings."
      }
    ],
    "mentions": {
      "candidate": "Calum Kerr",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nicola Sturgeon",
      "tacticalSituation": "Voting predictions and strategic voting considerations are mentioned."
    },
    "issues": {
      "brexitEurope": "Mentions the impact of the UK leaving the EU on investments in transport and local services. Opposition to UK government's approach.",
      "economy": "Pledging to oppose austerity and to provide alternative proposals for growth and fairness; local investment.",
      "education": "",
      "environment": "",
      "governance": "Criticism of Westminster austerity and promises to fight for a stronger Scottish voice in governance.",
      "health": "",
      "immigration": "",
      "socialWelfare": "Promises to tackle poverty, oppose the Bedroom Tax, and ensure stronger pensions.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Calum Kerr shares his deep ties to the community and professional background in communications and as Director of Policy at Scotland's Rural College (SRUC).",
    "politicalExperience": [
      {
        "role": "Member of Parliament (as part of SNP team of MPs at Westminster)",
        "duration": "",
        "achievements": "Aiming to foster economic development and industrial prosperity for Scotland, notably in transport, farming, fishing, and local investment."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.electoralcalculus.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nicola Sturgeon",
        "endorsement": "Westminster austerity has failed - we need an alternative that promotes growth and fairness."
      }
    ],
    "quotes": [
      {
        "text": "Westminster austerity has failed - we need an alternative that promotes growth and fairness.",
        "source": "Nicola Sturgeon",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Calum Kerr with supporters and constituents"
        },
        {
          "caption": "Graph showing tactical voting options"
        },
        {
          "caption": "Calum Kerr with First Scotland East Bus Driver"
        },
        {
          "caption": "Calum Kerr with local farmer and livestock"
        },
        {
          "caption": "Calum Kerr with local investment project representatives"
        },
        {
          "caption": "Calum Kerr with Paul Wheelhouse MSP and Scottish Government Minister for Community Safety & Legal Affairs"
        },
        {
          "caption": "Calum Kerr with Deputy First Minister John Swinney"
        },
        {
          "caption": "Calum Kerr with First Minister Nicola Sturgeon"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```