```json
{
  "leaflet": {
    "candidateName": "Andrew Murrison",
    "constituency": "South West Wiltshire",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A strong voice for South West Wiltshire",
        "content": "Local healthcare. Have trained and worked in the NHS, you can be sure of my commitment to it. I want to see our health and social care outcomes being the world's very best.\n\nTransport improvements and housing growth for local needs, not urban sprawl. Services to support housing growth are essential and the fabric of local schools needs attention.\n\nLocal jobs and businesses in a strong economic recovery. Bringing the Army home from Germany to Wiltshire is good for soldiers, their families and the local economy."
      },
      {
        "title": "Safe and sound from A to B",
        "content": "Recently announced improvements to the A303 and A36 are very welcome. However, A350 congestion remains unacceptable at Westbury, Yarnbrook and West Ashton. Andrew believes a major relief scheme will be needed - but an eastern bypass now since it would have disastrous environmental consequences for charming villages. Andrew has built traffic calming in towns like Maiden Bradley and successfully enforced weight/height restrictions such as at Chitterne. He'll continue to press for local schemes to reduce residents' quality of life."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Andrew Murrison",
      "otherPartyLeaderCandidate": "Vince Cable: Lib Dems could enter rainbow coalition with Labour and SNP\nEd Miliband\nNigel Farage",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "MP wants a commercial net contribution to the EU while still supporting negotiations and will advocate in shadow of an in/out referendum.",
      "economy": "Local jobs and businesses in a strong economic recovery.",
      "education": "",
      "environment": "An eastern bypass now since it would have disastrous environmental consequences for charming villages. Andrew has built traffic calming in towns like Maiden Bradley and successfully enforced weight/height restrictions such as at Chitterne.",
      "governance": "",
      "health": "Trained and worked in the NHS, committed to it, want to see health and social care outcomes being the world's very best.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Transport improvements and housing growth for local needs, not urban sprawl. Services to support housing growth are essential and the fabric of local schools needs attention.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "The MP for 14 years, I live here with my family and rely on local services. Being a minister is a privilege but representing Wiltshire residents is my top priority.",
    "politicalExperience": [
      {
        "role": "MP for South West Wiltshire",
        "duration": "14 years",
        "achievements": "Transport improvements and housing growth for local needs. Local jobs and businesses in a strong economic recovery."
      },
      {
        "role": "Minister since 2012",
        "duration": "",
        "achievements": "Bringing the Army home from Germany to Wiltshire is good for soldiers, their families and the local economy."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01249 464029",
      "email": "andrew@andrewwmurrison.com",
      "website": "www.andrewmurrison.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "At gateway to county town with other rail users and enthusiasts."
        },
        {
          "caption": "Health concern - learning how to repair a hearing aid in Mere."
        },
        {
          "caption": "Supporting our regulars, reserves, their families and veterans."
        },
        {
          "caption": "Ongoing support for communities living with roads and traffic."
        },
        {
          "caption": "Living locally - celebrating the Queen's Diamond Jubilee in Warminster Park."
        }
      ]
    },
    "additionalNotes": "Images of David Cameron and the Conservative logo suggest that this is a Conservative Party campaign leaflet. Multiple images of Andrew Murrison with constituents, as well as strategic messaging that contrasts Conservative governance with the potential for a 'Coalition of chaos' or UKIP leading to Ed Miliband becoming Prime Minister, suggest key campaigning themes."
  }
}
```