```json
{
  "leaflet": {
    "candidateName": "Joel Mason",
    "constituency": "Exeter",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "A Record of Delivery. A Promise of More.",
        "content": "2010 - 2015: A RECORD OF DELIVERY Cut the deficit by half, reducing borrowing by £3,000 for every household in Britain. Given an £800 tax cut to low and middle income workers. Increased the health budget each year to improve services and deliver 6,000 more doctors. Provided an extra £2.5bn a year for struggling school kids. 2015 - 2020 A PROMISE OF MORE Finish the job of balancing the books, on time and fairly. Cut Income Tax by a further £400 for Exeter workers. Guarantee mental health equality by increasing health spending by £8bn a year. Protect education spending from cradle to college."
      },
      {
        "title": "3 great reasons to vote for Joel Mason",
        "content": "Liberal Democrats are helping with the cost of living. Liberal Democrats will increase NHS funding by £8 billion. Liberal Democrats are building an economy that works for you."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Balancing the books",
        "policyDescription": "The Liberal Democrats will balance the budget by 2018, and bring down Britain's debt. Halving the deficit since 2010, the Lib Dems have shown they have the strength to make the tough decisions needed to eliminate the deficit on time and fairly."
      },
      {
        "policyTitle": "Controlling our borders",
        "policyDescription": "The Lib Dems are demanding the return of proper border checks, so we know who's coming in and leaving the UK. For all the Conservatives' tough talk on immigration, they've quietly ditched their commitment to reducing net migration to tens of thousands."
      },
      {
        "policyTitle": "Cost of Living",
        "policyDescription": "Liberal Democrats are helping with the cost of living."
      },
      {
        "policyTitle": "Healthcare Funding",
        "policyDescription": "Liberal Democrats will increase NHS funding by £8 billion."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Liberal Democrats are building an economy that works for you."
      }
    ],
    "mentions": {
      "candidate": "Joel Mason",
      "otherPartyLeaderCandidate": "Labour let the system get out of control - they didn't even have proper checks to detect people who were overstaying their visas. Conservatives' tough talk on immigration, they've quietly ditched their commitment to reducing net migration to tens of thousands.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Liberal Democrats are building an economy that works for you.",
      "education": "Protect education spending from cradle to college.",
      "environment": "",
      "governance": "",
      "health": "Guarantee mental health equality by increasing health spending by £8bn a year. Liberal Democrats will increase NHS funding by £8 billion.",
      "immigration": "The Lib Dems are demanding the return of proper border checks, so we know who's coming in and leaving the UK.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Joel Mason said, 'I know local residents understand that we have to finish the job of balancing the books. 'Having already halved the deficit since 2010, the Lib Dems have shown that they have the strength to make the tough decisions needed to eliminate the deficit on time and fairly.'",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": "Halved the deficit since 2010, the Lib Dems have shown that they have the strength to make the tough decisions needed."
      }
    ],
    "contactInformation": {
      "address": "Exeter Lib Dems, 53 Homfield Road, Exeter EX1 2QX",
      "phone": "",
      "email": "",
      "website": "whatthehellhavethelibdemsdone.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Joel Mason talking to a constituent."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```