```json
{
  "leaflet": {
    "candidateName": "Maurice Corry",
    "constituency": "West Dunbartonshire",
    "politicalParty": "Scottish Conservative & Unionist",
    "electionDate": "",
    "messages": [
      {
        "title": "A message from RUTH DAVIDSON MSP",
        "content": "The Conservatives are working to secure a strong Scotland and Britain - stay on the road to recovery. The SNP is ready to prop up a weak Ed Miliband government. Vote for the Scottish Conservative Party to keep us on the right track."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "LAUNCH FOR EVERYONE",
        "policyDescription": "The Scottish Conservatives have a long-term economic plan and are clearing up the mess left by Labour. One thousand jobs per month are being created in Scotland since the conservatives took office, benefitting families across Scotland."
      },
      {
        "policyTitle": "KEEPING SERVICES LOCAL",
        "policyDescription": "Maurice Corry wants more powers for Scotland to ensure essential services like valuable local hospitals are utilized effectively and services are delivered there. He wants to make sure there are local council offices in Dumbarton and local police stations."
      },
      {
        "policyTitle": "For a strong and effective MP vote Maurice Corry",
        "policyDescription": "Key points include building a strong economy, supporting the national Armed Forces Champion and keeping Scotland part of the UK."
      }
    ],
    "mentions": {
      "candidate": "Maurice Corry",
      "otherPartyLeaderCandidate": "Ed Miliband",
      "partyLeader": "Ruth Davidson MSP",
      "tacticalSituation": "Traditional Labour voters in communities like Dumbarton, the Vale, and Clydebank are thinking twice about their traditional loyalties."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Scottish Conservatives have a long-term economic plan and are clearing up the mess left by Labour. One thousand jobs per month are being created in Scotland since the conservatives took office.",
      "education": "",
      "environment": "",
      "governance": "Maurice Corry wants more powers for Scotland. He believes in real devolution of power.",
      "health": "Services at the Vale of Leven Hospital and others must be fully utilised and effectively delivered.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I want to restore trust by my actions, promoting what there is decency and integrity in politics. I am ambitious for our community that the Conservatives have a positive plan to create a thriving economy.",
    "politicalExperience": [
      {
        "role": "Armed Forces & Veterans Champion for Argyll & Bute",
        "duration": "1990s",
        "achievements": "Appointed as the Armed Forces & Veterans Champion."
      },
      {
        "role": "Councillor on Argyll & Bute Council",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Pictures of Maurice Corry in the local area"
        }
      ]
    },
    "additionalNotes": "Maurice was born and raised in Helensburgh and currently lives with his family. He is part of the local government and has prior experience working in business roles as well as being involved with the Armed Forces."
  }
}
```