```json
{
  "leaflet": {
    "candidateName": "Brian Whittle",
    "constituency": "Kilmarnock & Loudoun",
    "politicalParty": "Scottish Conservative & Unionist",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message from Brian Whittle",
        "content": "As someone who has spent 40 years in Ayrshire I am committed to showcasing this truly amazing part of Scotland. Knowing this area well I am aware of the diverse challenges faced and opportunities available. Being an unconventional politician I will bring a different and fresh approach to politics and will run a positive and honest campaign."
      },
      {
        "title": "Kilmarnock & Loudoun...on the up",
        "content": "It's an exciting time for the constituency with the new schools, world class sports facilities and the development of the old Johnnie Walker site. The improvements being made at Crosshouse Hospital make it a leading healthcare facility particularly appreciative of hard work and devotion of care professionals for the last 2 years. We must continue to build on software specialist industries in the diverse constituency, both rural and urban, each with its own challenges and I passionately believe in investing and attracting on businesses."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "EDUCATION, HEALTH AND WELFARE",
        "policyDescription": "Investing long-term in education to deliver a lasting legacy in health and welfare. Ensuring that opportunity and excellence exist equally in school time and in extracurricular activities."
      }
    ],
    "mentions": {
      "candidate": "Brian Whittle",
      "otherPartyLeaderCandidate": "Ruth Davidson MSP",
      "partyLeader": "",
      "tacticalSituation": "There is a clear choice for local residents in this election. Support the Conservative, who believe in bringing the community together by powering the economy, creating jobs and pursuing a Green low carbon future."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Improvements at Crosshouse Hospital make it a leading healthcare facility. I will be a strong believer in our NHS. I will always argue for the resources necessary to provide quality health care free at the point of use and as locally as possible.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Brian has a love of athletics and will seek to improve the health and wellbeing of the community if elected. I am a European Gold Medalist. Building for the future...the new college taking shape in Kilmarnock.",
    "politicalExperience": [
      {
        "role": "MSP",
        "duration": "",
        "achievements": "I played and coached at Kilmarnock Rugby Club and also coached Kilmarnock Footall Club. I am a regular at Kilmarnock and am determined that the real challenges to ensure grandkids are heard in Westminster and Scottish interests in the post-Brexit landscape."
      }
    ],
    "contactInformation": {
      "address": "Conservative Office, 6 Nelson Street, Kilmarnock, KA1 1BA",
      "phone": "07519 324273",
      "email": "brian.whittle@scottishconservatives.com",
      "website": "www.scottishconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Brian with Scottish Conservative Leader, Ruth Davidson MSP"
        },
        {
          "caption": "University Hospital Crosshouse"
        },
        {
          "caption": "Brian is a European Gold Medalist"
        },
        {
          "caption": "Building for the future...the new college taking shape in Kilmarnock"
        }
      ]
    },
    "additionalNotes": "I look forward to meeting you and hope you will vote for me on May 7th to support your interests in Westminster."
  }
}
```