```json
{
  "leaflet": {
    "candidateName": "Chaudhry Naseer",
    "constituency": "Corporation Park",
    "politicalParty": "Conservative",
    "electionDate": "May 2015",
    "messages": [
      {
        "title": "IN TOUCH",
        "content": "The Local Choice for Corporation Park"
      },
      {
        "title": "JOIN & HELP US END THE LABOUR DOMINATION OF BLACKBURN & DARWEN",
        "content": "Blackburn is slowly drifting towards becoming a one-party town. This is bad for us the residents as Labour will not have a licence to do as they please. Control has been wrestled from Labour before it can be achieved again."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "INCOME TAX CUT DOWN",
        "policyDescription": "From 6th April 25 Million People will be paying up to £705 less income tax than they were under the last Labour Government in 2010."
      },
      {
        "policyTitle": "UNEMPLOYMENT DOWN",
        "policyDescription": "The number of people claiming Jobseekers allowance in Blackburn is down a third from May 2010."
      },
      {
        "policyTitle": "LABOUR FAIL BLACKBURN'S CHILDREN",
        "policyDescription": "The number of schools in Blackburn with Darwen rated as failing shows no sign of improvement."
      },
      {
        "policyTitle": "EU REFERENDUM",
        "policyDescription": "Only the conservatives have promised you a vote on EU membership. We trust the people to make this decision."
      }
    ],
    "mentions": {
      "candidate": "Chaudhry Naseer",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "EU REFERENDUM - Only the conservatives have promised you a vote on EU membership. We trust the people to make this decision.",
      "economy": "INCOME TAX CUT DOWN - From 6th April 25 Million People will be paying up to £705 less income tax than they were under the last Labour Government in 2010.",
      "education": "LABOUR FAIL BLACKBURN'S CHILDREN - The number of schools in Blackburn with Darwen rated as failing shows no sign of improvement.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Help to buy - Over 70,000 families have a home thanks to the 'Help to buy'",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I am honoured to be standing as your Conservative candidate for the Corporation ward in this year local election. As a family man, I have three wonderful Son’s and running my own business in Blackburn. I have dealt with many local residents and have come to understand the needs and problems of the local area. I am sure I can rely on your support to elect me as your representative on the council in the elections.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07455993583",
      "email": "naseerasjid@outlook.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "BOB EASTWOOD",
        "endorsement": "Tax cuts - For 25 Million hard working people. Education focus - A million more pupils in good or outstanding schools. Help to buy - Over 70,000 families have a home thanks to the 'Help to buy'. General Election - Bob Eastwood will work hard to: Ensure schools achieve their goals; Help small businesses thrive. They are the life-blood of the economy, providing millions of jobs; Ensure more local jobs for local people; Achieve a clean and vibrant town centre where people want to live."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chaudhry Naseer, Conservative candidate for Corporation Park."
        },
        {
          "caption": "BOB EASTWOOD, General Election."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```