```json
{
  "leaflet": {
	"candidateName": "Gerald Vernon-Jackson",
	"constituency": "Portsmouth",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "The Liberal Democrats are delivering a fairer society.",
    	"content": "In government, the Lib Dems have worked hard to make Britain a fairer society."
  	},
		{
			"title": "...and have stopped nasty and damaging Conservative plans.",
			"content": "George Osborne has made no secret of the Conservatives' plan to cut deeper and faster if they govern alone after the next election. The education budget could be slashed by up to £5 billion, threatening our children's education and future."
		}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "TAX CUTS FOR 25 MILLION",
    	"policyDescription": "The Lib Dems made bringing down the cost of living a top priority. They delivered an £800 income tax cut for 25 million people and are campaigning for a further £400 cut."
  	},
		{
			"policyTitle": "HELP FOR YOUNG FAMILIES",
			"policyDescription": "The Lib Dems introduced free early years childcare for all 3 and 4 year olds - benefiting 1.6 million families. Now they plan to extend free childcare to all 2 year olds as well."
		},
		{
			"policyTitle": "TACKLING MENTAL HEALTH",
			"policyDescription": "1 in 4 younger people in the UK suffer from some kind of mental illness. The Lib Dems are pledged to tackle mental health and have plugged in an extra £500 million nationwide to make a start in restoring robust mental health services."
		}
	],
	"mentions": {
  	"candidate": "Gerald Vernon-Jackson has built up a strong reputation of getting things done for local people.",
  	"otherPartyLeaderCandidate": "George Osborne",
  	"partyLeader": "",
  	"tacticalSituation": "Only a vote for Gerald Vernon-Jackson can beat the Conservatives here..."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Lib Dems have delivered an £800 tax cut for 76,000 ordinary Portsmouth workers, bringing all 151,000 on the lowest incomes out of tax altogether.",
  	"education": "Liberal Democrats have given Portsmouth schools over £25 million since 2010 and Gerald Vernon-Jackson found an extra £5million to invest in local schools to build 1,000 more classroom spaces.",
  	"environment": "",
  	"governance": "",
  	"health": "The Lib Dems are pledged to tackle mental health and have plugged in an extra £500 million nationwide to make a start in restoring robust mental health services.",
  	"immigration": "",
  	"socialWelfare": "The Lib Dems introduced free early years childcare for all 3 and 4 year olds - benefiting 1.6 million families. Now they plan to extend free childcare to all 2 year olds as well.",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Under Gerald's leadership at the City Council, jobs in Portsmouth increased by 18,800 from 2004-2013. This was the sixth highest increase in the country.",
	"politicalExperience": [
  	{
    	"role": "Leader at the City Council",
    	"duration": "2004-2013",
    	"achievements": "Jobs in Portsmouth increased by 18,800, the sixth highest increase in the country."
  	}
	],
	"contactInformation": {
  	"address": "220 Fratton Road, Portsmouth, PO1 5HH",
  	"phone": "",
  	"email": "",
  	"website": "www.geraldvernonjackson.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Gerald Vernon-Jackson with a local resident."
    	}
  	]
	},
	"additionalNotes": "The leaflet mentions stopping Conservative plans, mainly criticizing the potential cuts that Conservatives could make. It also calls for tactical voting suggesting that voting for any other party than the Liberal Democrats would result in the Conservatives winning the constituency."
  }
}
```