```json
{
  "leaflet": {
    "candidateName": "Emma Dawnay",
    "constituency": "the Devizes constituency",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "It's Time For Change...",
        "content": "Imagine a political system that puts people first. Imagine a thriving economy that works for everyone. Imagine a society capable of supporting everyone's needs. Imagine a planet protected from the threat of climate change. That's the world the Green Party wants to create and we believe we have the means to do it."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Care for the Elderly",
        "policyDescription": "Focusing on the worries of the elderly about the future, ensuring that they can afford care and stay in their own homes, and advocating that social care is a right, not a privilege."
      },
      {
        "policyTitle": "Affordable Housing",
        "policyDescription": "Ensures young people can afford housing in the constituency with the necessary supportive infrastructure."
      }
    ],
    "mentions": {
      "candidate": "Emma Dawnay",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Emma Dawnay sees the Green Party as the only economic policy that makes sense both for people and the planet.",
      "education": "",
      "environment": "A planet protected from the threat of climate change is part of the vision outlined in the message.",
      "governance": "Imagining a political system that puts people first is indicated in the message.",
      "health": "",
      "immigration": "",
      "socialWelfare": "The leaflet communicates a vision for a society capable of supporting everyone's needs, implying a stance on social welfare.",
      "housing": [
        {
          "content": "Ensuring young people in the constituency can afford housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Emma has been in the constituency since the age of two. She went to school before going up to Cambridge University to read materials science, switching to sociology. After working for a high-tech start-up company she went on to do an executive MBA at the London Business School, where she discovered a passion for economics.",
    "politicalExperience": [
      {
        "role": "High-tech start-up company",
        "duration": "",
        "achievements": "Worked for a high-tech start-up company before studying for an executive MBA."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07958 458386",
      "email": "greenedevizes@gmail.com",
      "website": "kennetnorthwilts.greenparty.org.uk",
      "socialMedia": {
        "facebook": "Emma4Devizes",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A photo of Emma Dawnay and Green Party slogans on campaign leaflets."
        },
        {
          "caption": "A photo of Emma Dawnay with the message 'VOTE for EMMA DAWNAY - Vote Green for a fairer and more equal society.'"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```