```json
{
  "leaflet": {
    "candidateName": "James Moore",
    "constituency": "Rutland & Melton",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Labour defending our essential local services",
        "content": "A local MP who stands up for us. The Tories have closed Melton ambulance station, sold Oakham police station, cut 110 local police officers and they now threaten our fire service. It's a straight choice: We can elect a Labour MP who will stand up for our area - or the Tory who again and again has voted goodbye to our local public services."
      },
      {
        "title": "My pledges to you",
        "content": "I will work to defend our local police, fire, and ambulance services from Tory cuts. I will stand up for our NHS and halt any attempts to privatise our greatest national institution. I will fight for a living wage for Rutland and Melton and help bring new and better jobs to the area. I will work hard to tackle tax avoidance and off-shore tax havens. I will be an MP for ALL the people of the area - not just the rich and privileged."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Ending the NHS Crisis",
        "policyDescription": "Labour will recruit 20,000 more nurses and 8,000 more GPs paid for by tackling tax avoidance and introducing a mansion tax on properties over £2 million to solve the crisis in our NHS."
      },
      {
        "policyTitle": "A Living Wage For All",
        "policyDescription": "Labour will raise the minimum wage to £8 per hour to tackle poverty, paid for by reversing the tax cut for millionaires."
      },
      {
        "policyTitle": "Tackling Rip-Off Britain",
        "policyDescription": "Labour will take on the privatised energy and railway companies that have been ripping off consumers. Labour will cap energy bills and rail fares."
      }
    ],
    "mentions": {
      "candidate": "James Moore",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I will work hard to tackle tax avoidance and off-shore tax havens.",
      "education": "",
      "environment": "",
      "governance": "I will be an MP for ALL the people of the area - not just the rich and privileged.",
      "health": "I will stand up for our NHS and halt any attempts to privatise our greatest national institution.",
      "immigration": "",
      "socialWelfare": "I will work to defend our local police, fire, and ambulance services from Tory cuts.",
      "housing": [
        {
          "content": "Labour will recruit 20,000 more nurses and 8,000 more GPs paid for by tackling tax avoidance and introducing a mansion tax on properties over £2 million to solve the crisis in our NHS.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "3 Main Road, Glaston, Rutland, LE15 9BP",
      "phone": "07980 541211",
      "email": "jamesworkingforyou@gmail.com",
      "website": "drjamesmoore.wordpress.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "@rmLabour",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Gabrielle Maughan",
        "endorsement": "I remember when the NHS was the pride of our world. Now we have record numbers of regular crises. I'm backing James because he and Labour are the only ones who can be trusted with the NHS."
      },
      {
        "endorser": "Stuart Rolley",
        "endorsement": "The Tories have let down local businesses. They have record borrowing, leaving local firms to struggle to survive, giving tax breaks to the multinationals. Labour will change that. I'm backing James completely."
      },
      {
        "endorser": "Vanessa Jackson",
        "endorsement": "As someone with a young family, I have to watch the Labour and know they will keep energy bills and rail fares down. Many people work every hour they can to earn enough to cover their basic bills. The Tories only ever look after the rich. The younger they are will afford a tax cut while expecting everyone else to bail out the banks. We need a Labour government that cares about ordinary people."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "James Moore, Labour Parliamentary Candidate for Rutland & Melton"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```