{
  "leaflet": {
    "candidateName": "Keir Starmer",
    "constituency": "Holborn and St Pancras",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "A better future for Holborn & St Pancras",
        "content": "Our country faces a fundamental choice at this election. After five wasted years during which a privileged few have prospered, but the vast majority have not, there are only two options: a harsh, unequal and two-tier future with the Tories, or a fairer, equal and more inclusive Britain with Labour."
      },
      {
        "title": "The NHS needs a Labour Government",
        "content": "Keir Starmer, Labour's Parliamentary Candidate for Holborn & St Pancras says: 'I will fight for our local hospitals - UCH, the Royal Free and the Whittington - to ensure that they have the staff, the equipment and the time to care for patients in the way our health service should always have been able to. Our local GPs tell me how tough it is to get the support they need from this Tory-led government. Over the next five years, Labour will give an extra £2.5 billion over and above existing plans to ensure 20,000 more nurses, 8,000 more GPs, and guarantee that we see our GP within 48 hours or a cancer specialist within two weeks. We need to ensure that our NHS can serve us well.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing",
        "policyDescription": "Labour will build 200,000 new homes a year by 2020. The Tory-led Government has utterly failed to meet the new homes that are needed. Labour will ensure that priority for those homes is given to local people."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour's plan for a stronger, fairer economy involves freezing energy prices until 2017, cutting business rates for small firms, and securing higher living standards by encouraging the payment of the Living Wage."
      }
    ],
    "mentions": {
      "candidate": "Keir Starmer",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Keir Starmer",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour's plan for a stronger, fairer economy involves freezing energy prices until 2017, cutting business rates for small firms, and ensuring that energy bills will be frozen and businesses will be encouraged to pay the living Wage.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "I will fight for our local hospitals - UCH, the Royal Free and the Whittington - to ensure that they have the staff, the equipment and the time to care for patients in the way our health service should always have been able to.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour will build 200,000 new homes a year by 2020. The Tory-led Government has utterly failed to meet the new homes that are needed. Labour will ensure that priority for those homes is given to local people.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "As a vibrant and diverse community Holborn and St Pancras reflects everything that is great about London. But having lived and worked in that constituency for many years, I know first-hand that ever-increasing inequality, inadequate housing and pressure on our local services are very real. This is a serious election and only Labour can deliver change.",
    "politicalExperience": [
      {
        "role": "Labour's Parliamentary Candidate",
        "duration": "",
        "achievements": "Has fought for local hospitals and is committed to ensuring people have access to much-needed healthcare."
      }
    ],
    "contactInformation": {
      "address": "FREEPOST RRBZ-ALAR-CLZG, Holborn & St Pancras Labour, 110 Gloucester Avenue, NW1 7",
      "phone": "020 7386 6039",
      "email": "",
      "website": "keirstarmer.com",
      "socialMedia": {
        "facebook": "KeirStarmerLabour",
        "twitter": "@Keir_Starmer",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Frank Dobson",
        "endorsement": "Keir knows that Holborn and St Pancras needs a Member of Parliament that follows the old-fashioned principle: Tell the truth, keep your word, both on the big issues and the personal ones."
      },
      {
        "endorser": "Doreen Lawrence",
        "endorsement": "Keir would be excellent as a constituency MP. Having worked with Keir on various issues I believe he has the qualities and ethos to be an MP that holds a strong record on matters of justice and equality."
      },
      {
        "endorser": "Mohammed Gofur",
        "endorsement": "Keir Starmer has a proven track record in public life and is someone driven by principles. I believe the constituency needs a hard-working, community focused MP to replace Frank Dobson and Keir will ensure that we have a strong local and national voice in the House of Commons."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Keir Starmer with Labour Party members and constituents"
        },
        {
          "caption": "Keir Starmer outside a residential building"
        }
      ]
    },
    "additionalNotes": ""
  }
}