```json
{
  "leaflet": {
    "candidateName": "SAM NAZ",
    "constituency": "RICHMOND PARK",
    "politicalParty": "UK INDEPENDENCE PARTY",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing Up for Real Change",
        "content": "Dear Voter, As a mother of two girls aged 8 and 10 I know the importance of education, and I am sure that we only have the best for our children. As a resident of Richmond for the last 5 years I value our wonderful green spaces. I will fight to protect them. As the daughter of Pakistani immigrants who worked hard to become fully integrated in our community, I know the importance of sharing British values and the need to control inward migration."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Control our borders",
        "policyDescription": "UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here."
      },
      {
        "policyTitle": "Fairest tax system",
        "policyDescription": "UKIP will SCRAP income tax on the minimum wage, SCRAP the bedroom tax, and SCRAP the tax on your children when you die."
      },
      {
        "policyTitle": "Invest in the NHS",
        "policyDescription": "UKIP will pour £3 billion a year EXTRA into the NHS to keep it as a free public service, funded by scrapping our £55 million a day EU membership fee."
      },
      {
        "policyTitle": "Spend here, not abroad",
        "policyDescription": "By stopping our EU membership fee and clawing back the £30 million a day spent on foreign aid, UKIP is the ONLY PARTY with money to spend at home."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "UKIP will pour £3 billion a year EXTRA into the NHS. By stopping our EU membership fee and clawing back the £30 million a day spent on foreign aid, UKIP is the ONLY PARTY with money to spend at home.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "UKIP will pour £3 billion a year EXTRA into the NHS to keep it as a free public service.",
      "immigration": "Control our borders: UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here.",
      "socialWelfare": "Fairest tax system: UKIP will SCRAP income tax on the minimum wage, SCRAP the bedroom tax, and SCRAP the tax on your children when you die.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "As a mother of two girls aged 8 and 10 I know the importance of education, and I am sure that we only have the best for our children. As a resident of Richmond for the last 5 years I value our wonderful green spaces. I will fight to protect them. As the daughter of Pakistani immigrants who worked hard to become fully integrated in our community, I know the importance of sharing British values and the need to control inward migration.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Promoted by David Sparrow on behalf of SAM NAZ, Trevena, Sandy Lane, Richmond, TW10 7EW. Printed by Media Print Group, Park Lane House, Oldbury, B69 4JX.",
      "phone": "07596 791894",
      "email": "sam4ukip@yahoo.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "SAM NAZ photograph."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```