```json
{
  "leaflet": {
	"candidateName": "Dr Therese Coffey",
	"constituency": "Suffolk Coastal",
	"politicalParty": "Conservative",
	"electionDate": "",
	"messages": [
  	{
    	"title": "",
    	"content": "Your postal vote will shortly land on your doormat and when it does you'll have the chance to decide who you want to be your MP, who runs Suffolk Coastal District Council and, crucially, who you want to be Prime Minister - David Cameron or Ed Miliband. Elections here can be close. A handful of votes could decide who will represent you."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Freezing Council Tax",
    	"policyDescription": "Freeze your Council Tax since 2010, whilst maintaining high quality services."
  	},
    {
      "policyTitle": "Local Business Support",
      "policyDescription": "Create the right environment in which local businesses, both large and small can flourish and thrive."
    },
    {
      "policyTitle": "Natural Environment Protection",
      "policyDescription": "Protect our unique natural environment and high quality of life as a great place for visitors and residents to enjoy."
    }
	],
	"mentions": {
  	"candidate": "Dr Therese Coffey",
  	"otherPartyLeaderCandidate": "Ed Miliband",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "I will also be pressing for an EU referendum, English votes for English laws and for a British Bill of Rights.",
  	"economy": "",
  	"education": "",
  	"environment": "Protect our unique natural environment and high quality of life as a great place for visitors and residents to enjoy.",
  	"governance": "I will continue to work hard for Suffolk Coastal on key matters affecting its future, including Sizewell C, infrastructure investment, and ongoing funding for Heath and schools.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Since 2010, I hope I have shown that I have been a strong voice for residents, communities and businesses across the Suffolk Coastal constituency. I have always ensured I have put the needs first in Parliament and have worked tirelessly to make our community an even better place to live, work and prosper.",
	"politicalExperience": [
  	{
    	"role": "MP for Suffolk Coastal",
    	"duration": "Since 2010",
    	"achievements": "Fought successfully to stop the A14 toll and still secured road improvements. Worked continuously to get a fairer deal for Suffolk residents on funding for schools, for our schools, for broadband and for our coastal defenses."
  	}
	],
	"contactInformation": {
  	"address": "Conservative Campaign Centre, Unit B, Bristol Court, Betts Avenue, Martlesham, IPS 5 3RY",
  	"phone": "01473 617 665",
  	"email": "coffey4coastal@gmail.com",
  	"website": "www.suffolkcoastalconservatives.org.uk",
  	"socialMedia": {
    	"facebook": "/theresecoffey",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Phillip Dunnett and Julia Ewart",
    	"endorsement": "Local councillors for Saxmundham."
  	}
	],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Dr Therese Coffey in various settings relevant to her campaign."
    	}
  	]
	},
	"additionalNotes": "I fought successfully to stop the A14 toll and still secured road improvements. I have worked continuously to get a fairer deal for Suffolk residents on funding for schools, for our schools, for broadband and for our coastal defenses."
  }
}
```