```json
{
  "leaflet": {
    "candidateName": "Stephen Crosby",
    "constituency": "Nottingham North",
    "politicalParty": "UKIP",
    "electionDate": "",
    "messages": [
      {
        "title": "Welfare and Childcare",
        "content": "UKIP opposes the bedroom tax. Child benefit only paid to children permanently resident in the UK and to first two children only. UKIP supports a simplified, streamlined welfare system and benefit cap"
      },
      {
        "title": "Honouring the Military Covenant",
        "content": "Fully resource our military assets and personnel. Guarantee those who have served in the armed forces for a minimum of 12 years a job in the police, prison service or border force. Change the points based system for social housing to prioritise ex-service men and women."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "DEFEND OUR NHS",
        "policyDescription": "UKIP will ensure the NHS is free at the point of delivery and time of need for all UK residents. Will stop further use of PFI in the NHS and encourage local authorities to buy out their PFI contracts early where this is affordable. Will ensure foreign healthcare professionals coming to work in the NHS are properly qualified and can speak English to a standard acceptable to the profession."
      },
      {
        "policyTitle": "IMPROVE PERSONAL TAXATION",
        "policyDescription": "UKIP will increase personal allowance to the level of full-time minimum wage earnings (approx £13,500 by next election). Inheritance tax will be abolished. Will introduce a 35p income tax rate between £42,285 and £55,000, whereupon the 40p rate becomes payable."
      },
      {
        "policyTitle": "PRIORITISE SKILLS & EDUCATION",
        "policyDescription": "UKIP will introduce an option for students to take an Apprenticeship Qualification instead of four non-core GCSEs which can be continued at A-Level. Subject to academic performance UKIP will remove tuition fees for students taking approved degrees in science, medicine, technology, engineering, maths on the condition that they live, work and pay tax in the UK for five years after the completion of their degrees."
      },
      {
        "policyTitle": "CONTROL OUR BORDERS",
        "policyDescription": "UKIP will control immigration. We will leave the EU and take back control of our borders. Work permits will be permitted to fill skills gaps in the UK jobs market."
      }
    ],
    "mentions": {
      "candidate": "Stephen Crosby",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "We will leave the EU and take back control of our borders.",
      "economy": "",
      "education": "Subject to academic performance UKIP will remove tuition fees for students taking approved degrees in science, medicine, technology, engineering, maths.",
      "environment": "",
      "governance": "",
      "health": "UKIP will ensure the NHS is free at the point of delivery and time of need.",
      "immigration": "UKIP will control immigration. Work permits will be permitted to fill skills gaps in the UK jobs market.",
      "socialWelfare": "UKIP opposes the bedroom tax. UKIP supports a simplified, streamlined welfare system and benefit cap.",
      "housing": [
        {
          "content": "Change the points based system for social housing to prioritise ex-service men and women.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Published & promoted by Stephen Crosby, UKIP, 22 Leyburn Close, Southglade Road, Nottingham, NG5 5NJ.",
      "phone": "",
      "email": "",
      "website": "www.ukipnottingham.org",
      "socialMedia": {
        "facebook": "facebook.com/ukipnottingham",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "We will always act in the interests of Britain",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "UKIP Nottingham"
        }
      ]
    },
    "additionalNotes": "Enter coupon code SIGNUP2015 to receive a £20 discount on standard 1 year joining fee."
  }
}
```