{
  "leaflet": {
    "candidateName": "Pat Bryant",
    "constituency": "North Wiltshire",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing Up for Real Change",
        "content": "Dear Voter, North Wiltshire has been my home since 1967. My late husband and I farmed organically at Sandy Lane. I have two children both educated in local state schools. If elected I will work to hold to account those who would despoil our beautiful area and work for the benefit of North Wilts. Residents. As a former Nurse I believe it is important to fight to improve the NHS and Social Care provision both locally and Nationally. I believe my background in agriculture will help me to support both the farmers and the environment. Yours sincerely, Pat Bryant"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Control our borders",
        "policyDescription": "UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here."
      },
      {
        "policyTitle": "Invest in the NHS",
        "policyDescription": "UKIP will pour £3 billion a year EXTRA into the NHS to keep it as a free public service, funded by scrapping our £55 million a day EU membership fee."
      },
      {
        "policyTitle": "Fairer tax system",
        "policyDescription": "UKIP will SCRAP income tax on the minimum wage, SCRAP the bedroom tax, and SCRAP the tax on your children when you die."
      },
      {
        "policyTitle": "Spend here, not abroad",
        "policyDescription": "By stopping our EU membership fee and clawing back the £30 million a day spent on foreign aid, UKIP is the ONLY PARTY with money to spend at home."
      }
    ],
    "mentions": {
      "candidate": "Pat Bryant",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Fairer tax system; Spend here, not abroad",
      "education": "",
      "environment": "My background in agriculture will help me to support both the farmers and the environment.",
      "governance": "",
      "health": "Background as a former Nurse; Fight to improve the NHS and Social Care provision both locally and Nationally",
      "immigration": "Control our borders with a FAIRER Australian-style points-based system",
      "socialWelfare": "SCRAP bedroom tax",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As a former Nurse I believe it is important to fight to improve the NHS and Social Care provision both locally and Nationally. My background in agriculture will help me to support both the farmers and the environment.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07966515682",
      "email": "pat.bryant@ukiplocal.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}