```json
{
  "leaflet": {
    "candidateName": "Robin Long",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Liberal Democrats investing in green technologies.",
        "content": "The 23% of people who voted Liberal Democrat in 2010 helped us to introduce the first national tree plant campaign since the 1970's. They also ensured we fought and won to get proper renewable energy investment in the UK - against the Conservative wishes. We have raised green renewable energy production in the UK from 6.8% in 2010 to 14.9% by 2013."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Environment",
        "policyDescription": "Continue investment in renewable energy, helping the environment and our energy security. Make the UK a world leader in green technology and increase jobs in the green sector. Make public forests sustainable as recommended by the Independent Panel on Forestry."
      }
    ],
    "mentions": {
      "candidate": "Robin Long is standing for the Liberal Democrats here, and lives locally with his wife and young son. He works as a scientist at Lancaster University and is committed to achieving a lower carbon society.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "1 million trees planted. Doubled green energy. Continue investment in renewable energy, helping the environment and our energy security.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "If elected as your MP he would also personally fight to improve recycling rates in order to reduce the use of landfill in the UK.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "2 Bowerham Park, Bowerham Road, Lancaster, LA1 4BS",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Robin Long with a wind turbine in the background."
        }
      ]
    },
    "additionalNotes": "Published and promoted by G. Stephenson on behalf of Robin Long and the Lib Dems, all at 2 Bowerham Park, Lancaster, LA1 4BS."
  }
}
```