```json
{
  "leaflet": {
    "candidateName": "Robin Long",
    "constituency": "Lancaster and Fleetwood",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Strong Economy, Fairer Society, Opportunity for Everyone",
        "content": "I want to see a fairer Britain where the wealthiest in society pay their fair share, where the NHS is properly funded and proper care is taken of our Local environment."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "TAX",
        "policyDescription": "Since 2010, we have delivered our unique policy of no tax on the first £10,600 earned. We want to go further this time with NO TAX on the first £12,500 earnings."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "The Liberal Democrats have always fought in the NHS investment to increase. We now want to secure the full funding as set out by the NHS England report 'NHS Five Year Forward View'. An extra £8 billion per year for the NHS by 2020."
      },
      {
        "policyTitle": "CHILDCARE",
        "policyDescription": "The Liberal Democrat policy of shared parental leave has been delivered by this Government - now we want to go further and increase paternity leave to six weeks."
      },
      {
        "policyTitle": "ENERGY",
        "policyDescription": "Since 2010 the Liberal Democrats have fought for investment in renewable energy - against the Conservatives’ wishes. We have now doubled renewable energy production in the UK. Good for our environment and energy security. Our new goal is a zero carbon society by 2050."
      },
      {
        "policyTitle": "EDUCATION",
        "policyDescription": "The Liberal Democrats created Pupil Premium policy already helping children who might otherwise be left behind, allowing us with free school meals for all infants. We want school funding protected from cradle to colleges. Our approach is to allow all children to achieve their full potential."
      },
      {
        "policyTitle": "ECONOMY",
        "policyDescription": "During the last parliament the Liberal Democrats had to stop extreme Conservative cuts. Our aim is to eliminate the deficit by 2018 in a fair way."
      },
      {
        "policyTitle": "Protecting our environment",
        "policyDescription": "5 key green laws we want to pass: 1. Zero Carbon Bill - toughen up climate change targets 2. Nature Bill - targets to clean air, clean water and biodiversity 3. Zero Waste Bill - reduce waste and landfill 4. Green Transport Bill - encourage cycling walking and public transport 5. Heating and Energy Bill - renewable energy, reduce emissions and tougher standards."
      }
    ],
    "mentions": {
      "candidate": "Robin Long is your Liberal Democrat candidate for the Lancaster and Fleetwood Constituency.",
      "otherPartyLeaderCandidate": "Robin Long is only 7,300 votes behind the Conservative candidate in this constituency.",
      "partyLeader": "",
      "tacticalSituation": "You live in a marginal constituency - you can change here and unseat the Conservatives. GREENS TOO FAR BEHIND. DON'T WASTE YOUR VOTE. Use your vote tactically."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Our aim is to eliminate the deficit by 2018 in a fair way.",
      "education": "We want school funding protected from cradle to colleges. Our approach is to allow all children to achieve their full potential.",
      "environment": "Our new goal is a zero carbon society by 2050.",
      "governance": "",
      "health": "An extra £8 billion per year for the NHS by 2020.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Supporting a new Council tax band for properties valued over £2 million, raising £1.7 billion.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dr Robin Long is your Liberal Democrat candidate for the Lancaster and Fleetwood Constituency. Robin lives in the area with his wife and young son.",
    "politicalExperience": [
      {
        "role": "Scientist at Lancaster University",
        "duration": "",
        "achievements": "Understands the importance of evidence based decision making - a feature often missing from political debate."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07505 746 203",
      "email": "",
      "website": "www.libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Robin Long working on the community allotment - which he helped to set up."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```