```json
{
  "leaflet": {
    "candidateName": "Cat Smith",
    "constituency": "Lancaster and Fleetwood",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Use your postal vote for Labour – and help us to build a better Britain",
        "content": "In a few days time you'll be receiving your postal vote. I wanted to write to you about what is at stake in this election - and to share with you Labour's plan for a better future."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health",
        "policyDescription": "With an NHS with the time to care with 20,000 more nurses, 8,000 more doctors, a GP appointment within 48 hours and cancer tests within a week - paid for by clamping down on tax avoidance and hiking cigarette taxes."
      },
      {
        "policyTitle": "Lowering the cost of living",
        "policyDescription": "Freezing energy bills until 2017 and give the regulator the power to cut bills this winter. We'll raise the minimum wage to £8, and guarantee 25 hours free childcare for working parents with three- and four-year-olds."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "We'll cut tuition fees by £3,000 a year. We'll also guarantee the next generation can do better than the last with an apprenticeship for all school-leavers getting the grades and university tuition fees reduced by £3,000 a year."
      }
    ],
    "mentions": {
      "candidate": "Cat Smith, Labour candidate for Lancaster and Fleetwood",
      "otherPartyLeaderCandidate": "Your current Tory MP and his failing plan",
      "partyLeader": "",
      "tacticalSituation": "The Conservatives only beat Labour by 333 votes at the last election - I hope you will use your postal vote to make sure that doesn't happen again."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Tories' plan is failing because they only stand up for a privileged few by giving millionaires a tax break but let working families £1,600 a year worse off.",
      "education": "We'll cut tuition fees by £3,000 a year.",
      "environment": "",
      "governance": "",
      "health": "With an NHS with the time to care with 20,000 more nurses, 8,000 more doctors, a GP appointment within 48 hours and cancer tests within a week.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "This election is a choice between five more years of your current Tory MP and his failing plan, or a better plan for a better future with Labour. The Conservatives only beat Labour by 333 votes at the last election - I hope you will use your postal vote to make sure that doesn't happen again.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Scotforth Labour Hall, 47 Scotforth Road, Lancaster, LA1 4SA",
      "phone": "01524 566 551",
      "email": "cat@catsmith.co.uk",
      "website": "www.catsmith.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Cat Smith – Standing up for Lancaster and Fleetwood"
        }
      ]
    },
    "additionalNotes": "Printed by Genie Design and Print, Unit C3, Ledston Luck Enterprise Park, Leeds, LS25 7BF. Promoted by James Groves on behalf of Cat Smith both at 47 Scotforth Road, Lancaster, LA1 4SA."
  }
}
```