```json
{
  "leaflet": {
    "candidateName": "Andrew Garman",
    "constituency": "Eddisbury",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "Andrew Says...",
        "content": "I am a semi-retired former scientist and have lived in Eddisbury Constituency for 29 years. As Parish Councillor for 11 years and as a local Parish Councilor for three years. I have also been involved in a number of community projects, for example establishing our village playing field. In Eddisbury I value the rural landscape; I also care about those deprived areas of the constituency where people are finding it hard to get by as a direct result of uncaring government policies."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A PUBLIC NHS - WE WILL",
        "policyDescription": "Fight for a publicly funded NHS free at the point of use and end the creeping privatization of its services."
      },
      {
        "policyTitle": "A FAIR ECONOMY - WE WILL",
        "policyDescription": "End austerity and restore the public sector to create over one million good jobs. Ensure everyone will be paid with a wealth tax on the top 1%, a Robin Hood tax on the banks and the closure of tax loopholes."
      },
      {
        "policyTitle": "DECENT HOMES - WE WILL",
        "policyDescription": "Abolish the unfair Bedroom Tax. Build 500,000 new social rented homes and bring empty homes back into use. Introduce rent caps and longer tenancies for renters."
      },
      {
        "policyTitle": "A SAFE CLIMATE - WE WILL",
        "policyDescription": "Take serious action to ensure global temperatures do not rise further. Phase out fossil fuel based energy generation and nuclear power. Invest in renewable energy, flood defences and building insulation."
      }
    ],
    "mentions": {
      "candidate": "Andrew says...",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "End austerity and restore the public sector to create over one million good jobs.",
      "education": "",
      "environment": "Take serious action to ensure global temperatures do not rise further.",
      "governance": "",
      "health": "Fight for a publicly funded NHS free at the point of use and end the creeping privatization of its services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Abolish the unfair Bedroom Tax. Build 500,000 new social rented homes and bring empty homes back into use. Introduce rent caps and longer tenancies for renters.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am a semi-retired former scientist and have lived in Eddisbury Constituency for 29 years. I am also care about those deprived areas of the constituency where people are finding it hard to get by as a direct result of uncaring government policies.",
    "politicalExperience": [
      {
        "role": "Parish Councillor / local Parish Councilor",
        "duration": "11 years / 3 years",
        "achievements": "Involved in a number of community projects, for example establishing our village playing field."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "0783 1070305",
      "email": "greeneddisbury@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
    ],
    "quotes": [
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andrew Garman for Eddisbury"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```