```json
{
  "leaflet": {
    "candidateName": "Russell Jackson",
    "constituency": "Lewisham West and Penge",
    "politicalParty": "Conservative",
    "electionDate": "7 May 2015",
    "messages": [
      {
        "title": "Greyhound Pub",
        "content": "Russell has been right behind local residents and the Sydenham Society in pushing Lewisham Council to intervene to rebuild the Greyhound Public House. Russell has said that he is keen to make sure the developer doesn't drag its feet."
      },
      {
        "title": "Supporting the NHS with proper funding",
        "content": "Russell is very concerned about the future of the NHS and making sure that we can continue to properly fund the services. Local facilities like NHS Beckenham Beacon on the border of the constituency are extremely important to local residents. That's why we need a strong economy to support the NHS."
      },
      {
        "title": "Local Issues, Local Action, Local Conservatives",
        "content": "Russell has been campaigning right across the constituency, including Forest Hill, North Beckenham, Sydenham, Penge, Bellingham, Clock House, Perry Vale and Crystal Palace."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Since 2010, the Conservatives have implemented a long-term economic plan and taken the difficult decisions needed to fix and rebalance the economy. This has meant controlling spending to reduce the deficit, while cutting taxes to support businesses and help create jobs. The recovery of the British economy is underway - with Britain the fastest-growing major economy in 2014."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Commitment to increase spending in the NHS each year with the real-terms protected funding for 2015/2016 and recruitment of more doctors and nurses, with a goal to ensure everyone will have access to a GP seven days a week by 2020."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Concerns voiced over the lack of school places in the area, stressing the need to build to increase choice and learning opportunities."
      },
      {
        "policyTitle": "Local Economy",
        "policyDescription": "Support for maintaining and developing local shopping parades and town centres across the constituency."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Calling for a dramatic improvement to the crossing facilities outside Forest Hill Station on the South Circular. Concern over the potential impact of the loss of a direct line into the City for Beckenham residents but support of the benefits to the Lewisham area."
      }
    ],
    "mentions": {
      "candidate": "Russell Jackson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Since 2010, the Conservatives have implemented a long-term economic plan... The recovery of the British economy is underway - with Britain the fastest-growing major economy in 2014.",
      "education": "School places: Russell is very concerned at the lack of school places in the area.",
      "environment": "",
      "governance": "",
      "health": "Russell is very concerned about the future of the NHS and making sure that we can continue to properly fund the services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Russell has been right behind local residents and the Sydenham Society in pushing Lewisham Council to intervene to rebuild the Greyhound Public House.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Russell Jackson is standing as the Conservative parliamentary candidate in Lewisham West and Penge. Russell is not a career politician. He works in communications but primarily on international human rights issues...",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "020 8699 4041",
      "email": "",
      "website": "www.russell-jackson.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Campaigning in the community"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```