```json
{
  "leaflet": {
    "candidateName": "James Reekie",
    "constituency": "Dunfermline and West Fife",
    "politicalParty": "Scottish Conservative and Unionist",
    "electionDate": "07th of May",
    "messages": [
      {
        "title": "A personal message from James Reekie",
        "content": "I love this area, I grew up here and live here today. I understand our local challenges. I use the same roads, public services and get on the same trains to work as everyone else and I know how many of you through my work in the community. This is a great place to live and work in and I want to make sure we make it even better together. The issues that matter to you, matter to me too and by electing me on the 7th of May you will have the strong, local voice in Parliament that you deserve."
      },
      {
        "title": "My priorities for Dunfermline and West Fife",
        "content": "1. I will always stick up for our hometown in Parliament. I grew up here, live here and I understand the challenges that we face. When I am elected on the 7th of May, I will provide that voice to ensure that our best interests, I will provide that voice to ensure that our best interests, as well as those across the nation are properly heard.\n2. I will work to ensure that the economic recovery benefits all in West Fife, not just those in the south-east. However, we must make sure that people here benefit responsibly by cutting back the unaffordable levels of the money that we're borrowing. That's the only path for a sustained future, not short term handouts.\n3. I will make sure that money paid into taxes is spent wisely and we take more of the money home by cutting taxes for lower paid. Our taxes should be lower not constanty increasing like they are under the current system.\n4. I will make sure that we pay back our debts. We simply can't allow ourselves to burden our money. A stronger economy and our public services with a Conservative Government that we can continue on the right track to growing our economy and reducing the public services on which we all rely on."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Recovery",
        "policyDescription": "Ensure that the economic recovery benefits everyone in West Fife and cut back the unaffordable levels of borrowing."
      },
      {
        "policyTitle": "Tax Policy",
        "policyDescription": "Cut taxes for lower paid individuals to take home more money and have lower and not constantly increasing taxes like under the current system."
      },
      {
        "policyTitle": "National Debt",
        "policyDescription": "Focus on paying back national debts to avoid burdening the economy and public services."
      }
    ],
    "mentions": {
      "candidate": "James Reekie",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I love this area, I grew up here and live here today. I understand our local challenges. I use the same roads, public services and get on the same trains to work as everyone else and I know how many of you through my work in the community. This is a great place to live and work in and I want to make sure we make it even better together.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "1 Dick Street Dunfermline KY12 0AG",
      "phone": "07817 671877",
      "email": "contact@James4Dunfermline.com",
      "website": "www.James4Dunfermline.com",
      "socialMedia": {
        "facebook": "James4Dunfermline",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "James Reekie with supporters holding Scottish Conservative and Unionist flags."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```