```json
{
  "leaflet": {
    "candidateName": "Anna Martin",
    "constituency": "Garston and Halewood",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "A Record of Delivery. A Promise of More.",
        "content": "2010 - 2015: A record of delivery including cutting the deficit by half, providing an £800 tax cut to low and middle income workers, increasing the health budget each year, and providing an extra £2.5bn a year for struggling school kids. 2015 - 2020: A promise of more such as finishing the job of balancing the books, cutting income tax further, guaranteeing mental health equality by increasing health spending by £8bn a year, and protecting education spending."
      },
      {
        "title": "3 great reasons to vote for Anna Martin",
        "content": "Anna is a local candidate who grew up in Garston and is passionate about the area, will fight to protect Liverpool's green spaces, and understands the need for a stronger economy and more local jobs and apprenticeships."
      },
      {
        "title": "A local champion for Garston and Halewood",
        "content": "Anna is married so all couples have the right to make that commitment to each other. She supports laws to allow parents to choose for themselves who takes time off to care for their children with real shared parental leave. Anna fought to restore hard-won civil liberties and is against permanent DNA storing. Anna wants to create more opportunity for everyone and will balance the budget while investing in health and education."
      },
      {
        "title": "Campaigning to save Woolton Woods",
        "content": "Anna Martin and your local Liberal Democrats are fighting to protect people's parks and green spaces from developers."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Anna Martin will fight for a stronger economy by cutting income tax and providing more local jobs and apprenticeships."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Protecting Liverpool's green spaces and specifically campaigning to save Woolton Woods from developers."
      },
      {
        "policyTitle": "Health and Education",
        "policyDescription": "Guaranteeing mental health equality by increasing health spending by £8bn a year and protecting education spending."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Fighting for a stronger economy with more local jobs and apprenticeships.",
      "education": "Protecting education spending from cradle to college.",
      "environment": "Protecting green spaces, specifically campaigning to save Woolton Woods from developers.",
      "governance": "Balancing the budget and investing in health and education.",
      "health": "Guaranteeing mental health equality by increasing health spending by £8bn a year.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Protecting Liverpool's green spaces and campaigning against over-development.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Anna grew up in Garston and is married so all couples have the right to make that commitment to each other. She has fought to restore hard-won civil liberties, including scrapping ID cards, stopping permanent DNA storing and ensuring that no child is held indefinitely in detention centres any longer.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Anna Martin's Lib Dems, 509 Smithdown Road, L15 5AE",
      "phone": "07835 626671",
      "email": "AnnaMartinLiverpool@gmail.com",
      "website": "www.liverlibdems.org.uk",
      "socialMedia": {
        "facebook": "AnnaMartinLD",
        "twitter": "AnnaMartinLD",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Paula Keaveney, local campaigner",
        "endorsement": "Anna will be a strong voice for our area if elected on May 7th. I've known Anna for years and worked with her on local campaigns. I know she will work tirelessly for Liverpool."
      },
      {
        "endorser": "Councillor Barbara Mace",
        "endorsement": "I'm supporting Anna in the election on May 7th because she supports the campaign to save Woolton Woods and will fight Labour’s plan to develop over our parks and green spaces."
      }
    ],
    "quotes": [
      {
        "text": "Anna Martin will fight for a stronger economy and stronger fairer society.",
        "source": "Campaign leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Anna Martin, Liberal Democrats candidate."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```