```json
{
  "leaflet": {
    "candidateName": "Denise Burke",
    "constituency": "Holt",
    "politicalParty": "Labour Party",
    "electionDate": "May 2015",
    "messages": [
      {
        "title": "FIGHTING FOR BETTER AMBULANCE RESPONSE TIMES",
        "content": "Love the NHS and protest over the local ambulance budget cut by £0.5m"
      },
      {
        "title": "FIGHTING AGAINST LONG WAITS FOR A GP AND AT A&E",
        "content": "Made national headlines on New Year's Eve after revealing the great demand on A&E at the Norfolk and Norwich Hospital."
      },
      {
        "title": "ON YOUR SIDE FIGHTING FOR JOBS",
        "content": "Set up campaigns in support of saving jobs at the Cromer Crab Factory in 2011, and 2014 with the Heinz Factory in North Walsham."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A GREENER NORTH NORFOLK",
        "policyDescription": "Will not allow fracking in North Norfolk. A Labour government will legislate for a fairer deal for bus and train users. Jono has fought for better timetables for residents in Ald in Holt"
      },
      {
        "policyTitle": "FIGHTING FOR FAIRNESS",
        "policyDescription": "Fighting to stop families turning to payday loan companies."
      },
      {
        "policyTitle": "FIGHTING FOR A FAIR DEAL FOR HOLT",
        "policyDescription": "The District Council is seemingly wrongly assuming the people of Holt wish to be used as a cash cow to generate parking charges in the town which can be used on new opportunities to towns elsewhere."
      },
      {
        "policyTitle": "FIGHTING FOR AFFORDABLE HOMES",
        "policyDescription": "We do not need more expansive homes in Holt, we need homes that are affordable for local families."
      }
    ],
    "mentions": {
      "candidate": "Denise Burke",
      "otherPartyLeaderCandidate": "With the Lib Dems and UKIP talking about coalitions with the Tories, only a vote for Labour in North Norfolk will send a clear message that we want a new government that stands up for the many, not the privileged few that Denise and Tom represent.",
      "partyLeader": "",
      "tacticalSituation": "A majority of parties in Holt are not standing two candidates - give Jono your second vote! He has a strong record of fighting for you. Jono almost doubled his vote in 2013. He can win here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Denise Burke would fight hard to ensure that all North Norfolk residents can prosper.",
      "education": "Denise Burke will work tirelessly for better local health and care services, for affordable homes, for better education and opportunities for young people, for proper coastal defences, for the protection against fracking, and a major campaign against tax evasion.",
      "environment": "A Labour government will legislate for a fairer deal for bus and train users.",
      "governance": "The District Council is seemingly wrongly assuming the people of Holt wish to be used as a cash cow to generate parking charges in the town which can be used on new opportunities to towns elsewhere.",
      "health": "Denise Burke made national headlines on New Year's Eve after revealing the great demand on A&E at the Norfolk and Norwich Hospital, she wants to see more services opened up at Cromer hospital to reduce pressures in Norwich.",
      "immigration": "",
      "socialWelfare": "Labour led the fight against increased parking charges in the town which has been used as a cash cow to generate parking charges in the town which can be used on new opportunities to towns elsewhere.",
      "housing": [
        {
          "content": "We do not need more expansive homes in Holt, we need homes that are affordable for local families.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "40 Hempstead Road, Holt, NR25 6DF",
      "phone": "07776418796",
      "email": "jono.read@norfolklabour.co.uk",
      "website": "www.deniseburke.info",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Denise Burke with supporters holding signs for better ambulance response times and against NHS budget cuts."
        },
        {
          "caption": "Denise Burke and Jono Read holding campaign leaflets."
        }
      ]
    },
    "additionalNotes": "Flyer includes endorsements for Jono Read for a district council position."
  }
}
```