```json
{
  "leaflet": {
    "candidateName": "Tim Brett",
    "constituency": "North East Fife",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "A record of delivery for North East Fife",
        "content": "Tim Brett has been working with Menzies Campbell and knocking on doors across North East Fife, listening to your views. They have spoken to more than 10,000 people in the last year. Ming Campbell is backing Tim Brett to be our MP."
      },
      {
        "title": "Building a stronger economy AND a fairer society",
        "content": "The Liberal Democrats have committed to increase spending on the NHS across the UK, which will mean £800 million more available for the health service in Scotland."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Decent pension rises every year",
        "policyDescription": "The campaign promises that there will be decent pension rises every single year."
      },
      {
        "policyTitle": "£400 tax cut for local workers",
        "policyDescription": "Local workers are promised a £400 tax cut."
      },
      {
        "policyTitle": "More powers for Scotland",
        "policyDescription": "The leaflet promotes the stance of granting more powers to Scotland."
      },
      {
        "policyTitle": "£800 million more for the Scottish NHS",
        "policyDescription": "An £800 million funding increase for the Scottish NHS is a key policy highlight."
      }
    ],
    "mentions": {
      "candidate": "Ming Campbell is backing Tim Brett in this election.",
      "otherPartyLeaderCandidate": "The leaflet references a tactical situation involving the SNP.",
      "partyLeader": "",
      "tacticalSituation": "It's a two horse race between the Liberal Democrats and SNP here in North East Fife."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Liberal Democrats are focused on strengthening the economy.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The Liberal Democrats have committed to increase spending on the NHS across the UK, with an additional £800 million for Scotland.",
      "immigration": "",
      "socialWelfare": "The pledge for decent pension rises touches upon social welfare concerns.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Tim Brett has been the local councillor for 12 years.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "12 years",
        "achievements": "Tim's work as a councillor is cited as part of his experience and achievements."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Lesley (voter in Falkland)",
        "endorsement": "The SNP have taken their eye off the ball on public issues. That is why I have voted Lib Dems in the past, and supporting Tim Brett on 7th May."
      },
      {
        "endorser": "Kate (voter in Newport)",
        "endorsement": "Tim has been my local councillor for 12 years, has done well during that time and I know he would do the same as MP."
      },
      {
        "endorser": "Peter (voter in St. Andrews)",
        "endorsement": "Although a natural Conservative, with continuing SNP Government in Holyrood the only way I can stop them from winning in North East Fife is to vote for Tim Brett."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tim Brett pictured with constituents and supporters, and a statement of support from notably Ming Campbell."
        }
      ]
    },
    "additionalNotes": "The leaflet presents Tim Brett as a hardworking local MP candidate with strong local connections and endorsements, targeting to stop the SNP on 7th May."
  }
}
```