{
  "leaflet": {
    "candidateName": "Ian McInnes",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "PROTECT OUR VILLAGES",
        "content": "Our villages are being ignored. The current government has a focus on metropolitan areas and there are some big threats facing the village way of life."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protect our Villages",
        "policyDescription": "Ian McInnes is advocating for the protection and focus on village life, highlighting that villages are being ignored in favor of metropolitan areas."
      },
      {
        "policyTitle": "Transport Connections",
        "policyDescription": "Highlights the issue of inadequate transport connections linking villages to towns and cities, making it difficult for young people to stay in their local areas without having to move away to purchase a property."
      },
      {
        "policyTitle": "Healthcare Access",
        "policyDescription": "Emphasizes the threat of further cuts and possible closure of GP services in rural areas."
      },
      {
        "policyTitle": "Environmental Protection",
        "policyDescription": "Criticizes the government for risking significant environmental protections with regards to fracking, which could pollute water and damage countrysides."
      }
    ],
    "mentions": {
      "candidate": "Ian McInnes",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "With this government, we are sleep walking out of Europe and that risks a significant loss to local farmers that rely on the EU subsidy.",
      "economy": "",
      "education": "",
      "environment": "They are also riding rough shod over environmental protections with regards to fracking, which could pollute our water and damage our countryside.",
      "governance": "The current government has a focus on metropolitan areas and there are some big threats facing the village way of life.",
      "health": "GP surgeries are at risk of further cuts and possible closure.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Not enough trains and buses currently connect our villages to each other and to our towns. Soaring house prices mean that young people have to move away if they want to buy a property and not single our tradition of further cuts and possible closure.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'm not a career politician. I'm a local lad, who wants to fight to protect the area he loves.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07908 907 122",
      "email": "i.mcinnes@hotmail.com",
      "website": "www.ianmcinnes.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Candidate Ian McInnes in front of a red banner with the text 'One Nation Labour' and 'Protect Our Villages'."
        }
      ]
    },
    "additionalNotes": "Ian McInnes is focusing on local issues affecting village life and the environment, with a personal connection to the area and a non-career-politician approach."
  }
}