```json
{
  "leaflet": {
    "candidateName": "Mike Powell",
    "constituency": "Pontypridd",
    "politicalParty": "Welsh Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Why should you put your trust in Mike?",
        "content": "Mike is no career politician looking to feather his nest in Westminster. He was born and bred here and cares deeply about what happens to this constituency and its people."
      },
      {
        "title": "Mike puts people before party politics – will you?",
        "content": "This constituency is suffering from a lack of vision, a general sense of apathy, a feeling shared by many residents that nobody in authority really cares. It is time for a change – time to break the Labour stranglehold and elect someone who can represent our area, who will return to the constituency and not just treat this as a passion project."
      },
      {
        "title": "Labour’s local record of broken promises",
        "content": "Prior to the 2012 Council elections Labour promised to protect seven day a week meals on wheels, maintain weekly refuse collections, protect free swimming after school activity programme, not to stream meetings on the council's webpage, introduce charges for bulky waste collections etc."
      },
      {
        "title": "Liberal Democrats – delivering in government",
        "content": "In the Welsh Assembly the Welsh Liberal Democrats worked to secure an extra £10m over the next two financial years to fund modern apprenticeships in Wales. They negotiated the Pupil Deprivation Grant which gives schools over £1000 extra for every single child on free school meals."
      },
      {
        "title": "What this constituency needs",
        "content": "A better health service. More support for small businesses and town centre traders."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health Service",
        "policyDescription": "A better health service. Despite the propaganda others are trying to feed you the Welsh NHS under Labour is failing to meet targets and falling behind the service in England."
      },
      {
        "policyTitle": "Education System",
        "policyDescription": "An improved education system. The Welsh Government have been slated by experts for too much interference and constant change."
      },
      {
        "policyTitle": "Support for Small Businesses",
        "policyDescription": "More support for small businesses and town centre traders. There seems to be no strategy across RCT to help economic development. Tourism is a lost opportunity."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The Pontypridd constituency has had a Labour MP since 1922. What do we have to show for it?"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "A better health service. Despite the propaganda others are trying to feed you the Welsh NHS under Labour is failing to meet targets and falling behind the service in England.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Mike is no career politician looking to feather his nest in Westminster. He was born and bred here and cares deeply about what happens to this constituency and its people.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "1 Gelliwastad Road, Pontypridd, CF37 2BP",
      "phone": "07779 373839",
      "email": "",
      "website": "www.pontylibdems.org.uk",
      "socialMedia": {
        "facebook": "MP4MP – Mike Powell for MP",
        "twitter": "@cllrmikepowell",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mike Powell campaigning in Pontypridd"
        },
        {
          "caption": "Graphs and charts showing electoral statistics"
        }
      ]
    },
    "additionalNotes": "The leaflet mentions the comparison between the Liberal Democrats and Labour regarding tax cuts and worker income. Also highlights the decisions taken by Liberal Democrats during their term to boost education with the Pupil Deprivation Grant and to improve apprenticeship opportunities."
  }
}
```