```json
{
  "leaflet": {
    "candidateName": "David Davis",
    "constituency": "Haltemprice and Howden",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A PERSONAL MESSAGE FOR:",
        "content": ""
      },
      {
        "title": "David Davis Standing up for Haltemprice and Howden",
        "content": "The Conservatives have helped to create 1.7 million new jobs across the country. There are now more people in work than at any time in this country’s history."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Lowering Taxes",
        "policyDescription": "The Conservatives have pledged to raise the personal allowance to £12,500 and raise the threshold for the higher rate of tax to £50,000, saving money for families and lifting thousands of the lowest paid people out of income tax altogether. They strongly oppose the removal of child benefit from higher earners and have campaigned for tax cuts for married couples."
      },
      {
        "policyTitle": "Economic Growth, Welfare, and Red Tape Reduction",
        "policyDescription": "By encouraging economic growth, reforming welfare, and cracking down on red tape Conservatives are aiming for a more economically prosperous and business-friendly environment."
      },
      {
        "policyTitle": "Creating Jobs and Tackling Unemployment",
        "policyDescription": "The Conservative approach includes supporting jobs by cutting employers’ national insurance contributions, scrapping it altogether for under 21s, and cutting corporation tax, which has reduced unemployment in Haltemprice and Howden by half since 2010."
      },
      {
        "policyTitle": "Defense Against Flooding",
        "policyDescription": "David Davis coordinated a campaign to ensure that homes are protected from devastating floods, preparing the local strategic approach to flood defence, and will now focus on a full review of the Humber flood defences and £60 million of investment to reduce the risk of flooding."
      },
      {
        "policyTitle": "Superfast Broadband Access",
        "policyDescription": "He campaigned for superfast broadband to be accessible in 95% of homes and businesses by the end of 2017. Residents will have a real impact on the way that we work and live, from this infrastructure."
      },
      {
        "policyTitle": "Investment in Schools",
        "policyDescription": "David has secured further investment in schools. In July, the budget for schools in the East Riding was increased by £1.8 million. Under pressure from residents regarding inadequate basic funding, he will continue to push for increased funding for our schools."
      },
      {
        "policyTitle": "National Security and Military Actions",
        "policyDescription": "David played a leading role as a parliamentarian holding the government to account, notably during discussions on potential military action against Syria in 2013."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Parliament holding the government to account",
        "duration": "",
        "achievements": "David played a leading role as a parliamentarian holding the government to account, notably during discussions on potential military action against Syria in 2013."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07709184704",
      "email": "campaign@daviddavis.info",
      "website": "www.daviddavis.info",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Davis with Prime Minister"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```