```json
{
  "leaflet": {
    "candidateName": "Lynne Featherstone",
    "constituency": "Hornsey and Wood Green",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Apprenticeships",
        "policyDescription": "Annual apprenticeship event in Hornsey Wood Green. Over two million new apprenticeships created, over 5000 of which are in Haringey."
      },
      {
        "policyTitle": "Unity in Haringey",
        "policyDescription": "Campaigning against extremism and promoting unity in Haringey through programmes of local meetings and visits."
      },
      {
        "policyTitle": "Ending FGM",
        "policyDescription": "Hosted events and worked towards ending FGM within a generation."
      }
    ],
    "mentions": {
      "candidate": "Lynne Featherstone",
      "otherPartyLeaderCandidate": "David Lammy",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "TAX CUTS FOR 25 MILLION - The Lib Dems made bringing down the cost of living a top priority. An £800 income tax cut for 25 million people and are campaigning for a further £400 cut.",
      "education": "HELP FOR YOUNG FAMILIES - The Lib Dems introduced free early years childcare for all 3 and 4 year olds - benefiting 1.6 million young families. Now they plan to extend free childcare to all 2 year olds as well.",
      "environment": "",
      "governance": "",
      "health": "TACKLING MENTAL HEALTH - One in four young people in the UK suffer from some kind of mental health illness. The Lib Dems are determined to tackle this issue and have pledged an extra £500 million nationwide to make sure it is treated - on a par with physical health.",
      "immigration": "David Lammy recently accused Labour of trying to 'out-kip UKIP' on immigration.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The number of affordable houses dropped",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "020 8347 8214",
      "email": "Lynne@LynneFeatherstone.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "LFeatherstone",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Tracey",
        "endorsement": "Free childcare is great for me, frees up some of my time. But more importantly it's great for him as he's now making new friends."
      },
      {
        "endorser": "Lee",
        "endorsement": "I have witnessed first-hand the devastating human cost of the failure to deal with mental health. It's thanks to the Lib Dems that this issue is finally being taken seriously."
      }
    ],
    "quotes": [
      {
        "text": "I've certainly noticed the difference since the Lib Dems fought for the income tax cut. Suddenly it was £600 more in my pocket! Very happy they're free time... - Sammy",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos related to the candidate's engagements and activities - apprenticeships, discussing campaigns with local schools, meeting with students to end FGM, and a quote from supporter Tracey about childcare."
        }
      ]
    },
    "additionalNotes": "Labour had 13 years in Government... and failed to make things fairer. The gap between rich and poor grew. Unemployment was left in ruins. Would you risk putting them in charge again?"
  }
}
```