{
  "leaflet": {
    "candidateName": "Maria Vigneau",
    "constituency": "Ipswich",
    "politicalParty": "UKIP",
    "electionDate": "7th May 2015",
    "messages": [
      {
        "title": "The Truth about UKIP",
        "content": "Keeping the NHS free at the point of delivery and delivering better care: - £3 billion more for the NHS, saved from the gains of leaving the EU. - £2 billion saved by ensuring migrants and tourists have health insurance. - £5 billion per year will be redirected at critical and front-line care for the NHS. Imagine the shorter waits for a GP or an out patients' clinic appointment, diagnostic test results, or that vitally important operation."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Invest £3 billion more into the NHS from savings resulting from leaving the EU, ensure migrants and tourists have health insurance, and redirect £5 billion per year to critical and front-line care to reduce wait times."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Provide an education system that prepares young people for the future, where all can reach their potential not based on a lottery of catchment area, and make Grammar Schools the academically elite without new admissions policy."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Implement the fairest immigration policy: An ethical points-based immigration system that discriminates on skill and not nationality, and no income tax for those on the minimum wage."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Britons, not Brussels, should be ruling Britain. Establish a single Ipswich Unitary Authority -- a much simpler, single streamlined Ipswich authority accountable to the public for all services, one Council to deal with all local things -- no more finger pointing and responsibility ducking."
      },
      {
        "policyTitle": "Local Economy",
        "policyDescription": "Save millions to protect Ipswich's services and build a better future by eliminating the 'Punch and Judy' politics of the two-tier Borough & County Council systems and reducing the number of councillors (less Ipswich need 66?)."
      }
    ],
    "mentions": {
      "candidate": "Maria Vigneau",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Invest funds saved from leaving the EU into the NHS.",
      "economy": "Promote apprenticeships and abolish tuition fees for Science, Technology, Engineering and Medical degree subjects.",
      "education": "Invest in education, make Grammar Schools the academically elite, introduce Apprentice GCSE subjects, and scrap tuition fees for STEM and Medicine degrees.",
      "environment": "",
      "governance": "Create a single Ipswich Unitary Authority to simplify local governance and save millions to protect Ipswich's services.",
      "health": "Redirect savings from leaving the EU to the NHS for critical and frontline care to reduce wait times for appointments, tests, and operations.",
      "immigration": "Introduce a points-based immigration system that focuses on skills rather than nationality.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Support local communities by prioritising social housing for people with parents and/or grandparents born locally and the ex-military.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07762 735702",
      "email": "maria.vigneau@ukiplocal.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Maria Vigneau next to a river."
        },
        {
          "caption": "Elderly woman with knitting."
        }
      ]
    },
    "additionalNotes": "We believe that ordinary decent people need to be given opportunities to get on and UKIP will provide them. VOTE UKIP and MAKE IT HAPPEN!"
  }
}