```json
{
  "leaflet": {
    "candidateName": "Chris Adams",
    "constituency": "Aylesbury",
    "politicalParty": "UKIP",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "A PERSONAL MESSAGE FROM: CHRIS ADAMS",
        "content": "Chris Adams emphasizes the importance of believing in the Aylesbury Constituency and in Britain, criticizing the established parties for their lack of solutions to serious challenges ahead."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Immigration",
        "policyDescription": "Chris Adams wants to reduce net immigration to the 'tens of thousands,' claiming current leadership under Cameron has tripled immigration numbers."
      },
      {
        "policyTitle": "Europe",
        "policyDescription": "Adams criticizes Labour's promise of a referendum and the Conservative's 'party of in' stance, expressing the need to take back control of immigration and borders."
      },
      {
        "policyTitle": "Foreign Aid",
        "policyDescription": "Adams suggests conserving British taxpayers' money that is currently being spent on foreign aid and instead investing it at home."
      },
      {
        "policyTitle": "Over-Development",
        "policyDescription": "Believes Conservative-controlled Aylesbury Vale District Council has over-developed the Vale due to pressure from Nick Clegg's Liberal Democrats, and advocates for protecting the countryside."
      },
      {
        "policyTitle": "HS2",
        "policyDescription": "Adams opposes HS2, highlighting that if his party is elected they will seek to scrap the project."
      }
    ],
    "mentions": {
      "candidate": "Chris Adams",
      "otherPartyLeaderCandidate": "Ed Miliband, David Cameron, Nick Clegg",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Opposes over-development and wishes to preserve the countryside.",
      "governance": "Criticizes the governance of established parties.",
      "health": "",
      "immigration": "Wants to take back control of borders and reduce immigration.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Adams is against the over-development of Aylesbury Vale.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Chris Adams believes it is time for change and is committed to demanding that change by representing Aylesbury.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "19 Middle Field, Weston Turville, Aylesbury, Buckinghamshire HP22 5RH",
      "phone": "01296 615499",
      "email": "chris.adams@ukip.org",
      "website": "www.chris-adams.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Chris Adams with a message urging to believe in the Aylesbury Constituency and in Britain."
        }
      ]
    },
    "additionalNotes": "Adams pleads for help to beat the Westminster establishment and make history, ending with a call to action against HS2."
  }
}
```