```json
{
  "leaflet": {
	"candidateName": "Marisha Ray",
	"constituency": "Chipping Barnet",
	"politicalParty": "Liberal Democrat",
	"electionDate": "Thursday 7th May",
	"messages": [
  	{
    	"title": "A Record of Delivery. A Promise of More.",
    	"content": "2010 - 2015: A RECORD OF DELIVERY. Cut the deficit by half, reducing borrowing by £3,000 for every household in Britain. Given an £800 tax cut to low and middle income workers. Increased the health budget each year to improve services and deliver 6,000 more doctors. Provided an extra £2.5bn a year for struggling school kids. 2015 - 2020: A PROMISE OF MORE. Finish the job of balancing the books, on time and fairly. Cut Income Tax by a further £400 for ordinary workers. Guarantee mental health equality by increasing health spending by £8bn a year. Protect education spending from cradle to college."
  	},
	{
		"title": "Building a stronger economy and a fairer society. Creating opportunity for everyone.",
		"content": "We now want to create more opportunity for everyone. In the next Parliament we will balance the budget, cut taxes for ordinary workers, and invest in health and education. The Labour party wasted their chance: they ruined the economy, destroying jobs and slashing incomes. In government, Labour will borrow too much all over again. And you can't trust the Conservatives to care because they only care about themselves. They will cut vital local services deeper and faster, making the poorest bear the heaviest burden. The Liberal Democrats will borrow less than Labour and cut less than the Conservatives, creating opportunity for everyone through a stronger economy and a fairer society."
	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Economy",
    	"policyDescription": "Balance the budget, cut taxes for ordinary workers, invest in health and education. Aim to create more jobs and deliver a record rise in apprenticeships."
  	},
	{
		"policyTitle": "Education",
		"policyDescription": "Provided an extra £2.5bn a year for struggling school kids. Protect education spending from cradle to college. Free school meals for 3700 local children."
	},
	{
		"policyTitle": "Healthcare",
		"policyDescription": "Increase the health budget each year, deliver 6,000 more doctors, guarantee mental health equality by increasing health spending by £8bn a year."
	}
	],
	"mentions": {
  	"candidate": "Marisha Ray",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Aim to create more jobs and deliver a record rise in apprenticeships.",
  	"education": "Provided an extra £2.5bn a year for struggling school kids. Protect education spending from cradle to college.",
  	"environment": "",
  	"governance": "",
  	"health": "Increase the health budget each year, deliver 6,000 more doctors, guarantee mental health equality by increasing health spending by £8bn a year.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Marisha Ray has a long association with our borough. Her mother grew up here and she herself spent much of her childhood here. Marisha (a Cambridge graduate) served as a councillor in Islington where she had a reputation for tirelessly working on behalf of her constituents, never giving up until their concerns were addressed.",
	"politicalExperience": [
  	{
    	"role": "Councillor in Islington",
    	"duration": "",
    	"achievements": "She had a reputation for tirelessly working on behalf of her constituents, never giving up until their concerns were addressed."
  	},
	{
		"role": "Member of a five borough health scrutiny committee (which included Barnet)",
		"duration": "",
		"achievements": ""
	},
	{
		"role": "Governing bodies of City University, Sadlers Wells Theatre, Whittington Hospital",
		"duration": "",
		"achievements": "Marisha has served on various governing bodies, contributing to different fields."
	},
	{
		"role": "Councillor",
		"duration": "",
		"achievements": "Marisha has chaired various committees."
	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "www.barnet.libdems.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Marisha Ray shown with members of the public and community."
    	},
		{
			"caption": "Marisha Ray with a senior Liberal Democrat party member."
		},
		{
			"caption": "Marisha Ray engaging in local community work."
		},
		{
			"caption": "Graphical representation of the tax cut for 24 million workers."
		},
		{
			"caption": "Infographic illustrating the extra £2.5 billion for struggling school kids."
		},
		{
			"caption": "Infographic highlighting the rise in apprenticeships."
		}
  	]
	},
	"additionalNotes": ""
  }
}
```