{
  "leaflet": {
    "candidateName": "Maajid Nawaz",
    "constituency": "Hampstead and Kilburn",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Election Communication",
        "content": "Dear friend, I am writing to ask you to join the many people from across the political spectrum who will be supporting me on 7. May."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Affordable Housing",
        "policyDescription": "Committed to tackling the housing crisis and has mentioned delight that the Liberals have pledged to build 300,000 more homes each year."
      },
      {
        "policyTitle": "Mental Health Services",
        "policyDescription": "Described a plan to address the neglect of mental health services, indicating a history of working with local mental health charities and a commitment to improve access to mental health treatment."
      }
    ],
    "mentions": {
      "candidate": "Maajid Nawaz",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Hampstead & Kilburn has a proud tradition of welcoming people from across the world to live and work here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "It isn't right that the housing crisis means ordinary people can't afford to live in London. I've been campaigning for more affordable housing, and I'm delighted that the Liberal Democrats have pledged to build 300,000 more homes each year.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I'm not an identikit politician and I don't do machine politics. That's why so many people who don't usually vote Liberal Democrat have said they will be voting for me. In my work I challenge global extremism, and am fighting for liberal values worldwide. It isn’t right that people are denied free speech, are denied democracy and are being persecuted for their faith. It is time to stand up for liberty and challenge extremism wherever it is found.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "242 Webheath Workshops, Netherwood Street, London NW6 2JX",
      "phone": "020 8617 3264",
      "email": "maajidnawazhk@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@MaajidLibDem",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Maajid Nawaz - Standing up for liberty in Hampstead and Kilburn."
        }
      ]
    },
    "additionalNotes": ""
  }
}