```json
{
  "leaflet": {
    "candidateName": "Dan Farthing-Sykes",
    "constituency": "Edinburgh South West",
    "politicalParty": "Scottish Liberal Democrats",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "Serious about sustainability",
        "content": "Climate change is the largest threat we face as a society. We can't afford to wait to take action."
      },
      {
        "title": "Making sure pensions rise",
        "content": "The Lib Dem Triple Lock guarantee means that pensions increase with inflation, earnings or by 2.5 per cent - whichever is highest."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "HOME RULE for Scotland",
        "policyDescription": "Believes in giving the Scottish Parliament as many powers as possible while keeping the UK together. Sending power back to Scotland and seeing welfare devolved."
      },
      {
        "policyTitle": "Votes @16",
        "policyDescription": "Younger people deserve to be heard at General Elections."
      },
      {
        "policyTitle": "Fair Immigration",
        "policyDescription": "We should welcome those who come here seeking safety and helping us build a better future."
      },
      {
        "policyTitle": "Reduce the UK stockpile of nuclear weapons",
        "policyDescription": "Lead global disarmament."
      }
    ],
    "mentions": {
      "candidate": "Dan Farthing-Sykes is a keen cyclist and would bring experience of running a Scottish charity to parliament.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Now we've got our budget under control we should keep it at 0.7% of GDP we give as international aid.",
      "economy": "Cut the deficit by half, reducing borrowing by £3,000 for every household in Britain. Finish the job of balancing the books, on time and fairly. Cut Income Tax by a further £400 for ordinary workers.",
      "education": "",
      "environment": "End Dirty Coal We need a new de carbonisation target.",
      "governance": "",
      "health": "We cannot have a fair society unless we make tackling mental illness as much of a priority as physical illness",
      "immigration": "Fair Immigration: We should welcome those who come here seeking safety and helping us build a better future.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "About Dan Farthing-Sykes: I live and work in Edinburgh running a small patient charity for individuals and families with a rare condition. Educated at a comprehensive state school and went on to study at Lancaster University.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Edinburgh South Liberal Democrats, 1c Brighouse Road, Edinburgh. EH4 8HR",
      "phone": "",
      "email": "info@libdemdan.com",
      "website": "www.libdemdan.com",
      "socialMedia": {
        "facebook": "lib_dem_dan",
        "twitter": "lib_dem_dan",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dan Farthing-Sykes campaigning"
        }
      ]
    },
    "additionalNotes": "1. Lib Dems will cut income tax by another £400. 2. The state pension should always rise higher than earnings or inflation. 3. We should keep it at 0.7% of GDP we give as international aid."
  }
}
```