```json
{
  "leaflet": {
    "candidateName": "John Ferrett",
    "constituency": "Portsmouth North",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Fighting for a Stronger Fairer Recovery",
        "content": "A Labour Government will put fairness at the heart of the immigration system. This will strengthen communities. It will not pander to UKIP's scaremongering and divisiveness. Labour is listening to people's concerns on the doorstep."
      },
      {
        "title": "Labour will deliver a Fairer Recovery for Portsmouth",
        "content": "Can Portsmouth afford another five years of Tory Government?"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taking Control of Immigration",
        "policyDescription": "A Labour Government will put fairness at the heart of the immigration system, not pander to UKIP's scaremongering and divisiveness."
      },
      {
        "policyTitle": "Tackling Unfair Rent Prices",
        "policyDescription": "Labour proposes to make the rental market less hostile by reversing the government's decision to stop rent controls and build more affordable houses."
      },
      {
        "policyTitle": "Scrap the Cruel Bedroom Tax",
        "policyDescription": "Labour plans to abolish the Bedroom Tax as it is considered unfair and forces people to move or face a penalty."
      },
      {
        "policyTitle": "Building a New Generation of Affordable Homes",
        "policyDescription": "Labour commits to stop the housing market from getting worse and build new homes to increase the supply of affordable housing."
      },
      {
        "policyTitle": "Ending Rip Off Energy Prices",
        "policyDescription": "Labour aims to protect consumers from rising energy costs by tackling the energy market."
      },
      {
        "policyTitle": "Abolishing Exploitative Zero Hour Contracts",
        "policyDescription": "Labour seeks to end Zero Hour contracts to ensure employment security."
      },
      {
        "policyTitle": "Increasing the Minimum Wage",
        "policyDescription": "Labour plans to raise the minimum wage to ensure that working families live a good life."
      },
      {
        "policyTitle": "Helping with the Cost of Childcare",
        "policyDescription": "Labour will take steps to reduce the burden of childcare costs on families."
      }
    ],
    "mentions": {
      "candidate": "John Ferrett",
      "otherPartyLeaderCandidate": "UKIP, the Tories and Lib Dems",
      "partyLeader": "",
      "tacticalSituation": "Portsmouth North is firmly a two horse between Labour and Tory. The election is crucial as a of 2010 general election - only Labour can beat the Tories in Portsmouth North. UKIP's rise may be overestimated."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Ask yourself, Are you better off now than you were five years ago?",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "A Labour Government will put fairness at the heart of the immigration system.",
      "socialWelfare": "For the past five years we have been consistently told by the Coalition that 'we are all in it together'.",
      "housing": [
        {
          "content": "Labour commits to building more affordable homes to stop the housing market from getting worse.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "John Ferrett Leading the Conversation on the Doorstep",
    "politicalExperience": [
      {
        "role": "Leader of the Labour Group on Portsmouth Council and Parliamentary Candidate for Portsmouth North",
        "duration": "",
        "achievements": "Campaigning for shipyard jobs."
      }
    ],
    "contactInformation": {
      "address": "2 Orile Road Portsmouth PO2 9EQ",
      "phone": "0776761830",
      "email": "portsmouthlabourparty.org.uk, pompeylabour@gmail.com",
      "website": "www.portsmouthlabourparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@pompeylabour",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John Ferrett with a local resident discussing policies"
        },
        {
          "caption": "Labour Rose - Portsmouth North. Election Special - Labour on the Economy and Cost of Living Crisis"
        },
        {
          "caption": "Your Local Labour Team working on the doorstep"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```