```json
{
  "leaflet": {
    "candidateName": "David Chappell",
    "constituency": "Bury St Edmunds",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "ACTION ALL YEAR ROUND",
        "content": "On the Environment, rural affairs, education, economy and more"
      },
      {
        "title": "Three things to remember at this election:",
        "content": "David Chappell's commitment, the Liberal Democrats' actions, and the strategic voting situation."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "On the Environment",
        "policyDescription": "Lib Dems in power have championed renewable energy. They advocate for protecting village life, not strangling it, preserving the countryside, improving the rural economy and reducing congestion."
      },
      {
        "policyTitle": "On Rural Affairs",
        "policyDescription": "The party supports community health services and broadband, ensuring a working population that has the services and transport for the thousands of people who live there."
      },
      {
        "policyTitle": "On Education",
        "policyDescription": "Before the Tories, Suffolk schools ranked higher and now in the bottom ten. Lib Dems have funded schools and ensuring stability and a good future for children."
      },
      {
        "policyTitle": "Economy & Local Achievements",
        "policyDescription": "Lib Dems have helped rebuild Bury St Edmunds' economy by increasing apprenticeships, investing in education, and supporting equal marriage."
      }
    ],
    "mentions": {
      "candidate": "David Chappell",
      "otherPartyLeaderCandidate": "Tories",
      "partyLeader": "",
      "tacticalSituation": "Last time David Chappell received more votes than Labour, Green and UKIP combined."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Lib Dems have helped rebuild our economy & delivered 4,490 more apprentices here in Bury St Edmunds, £7.6 million extra into Bury St Edmunds schools",
      "education": "Free school meals for 3,700 local children, 53,300 local people have had a £800 tax cut.",
      "environment": "Lib Dems in power have championed renewable energy.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Lib Dems aim to protect village life and ensure that the countryside is not strangled.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Councillor, Shadow Spokesman for the Environment",
        "duration": "",
        "achievements": "Championed local renewable energy, and as Energy Whip has been able to take the environmental debate to the national stage."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07898 696380",
      "email": "info@davidchappell.org.uk",
      "website": "davidchappell.org.uk",
      "socialMedia": {
        "facebook": "/BuryStEdmundsFocusLive",
        "twitter": "@xdavidchappell",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Chappell and local team's various campaign actions and achievements."
        }
      ]
    },
    "additionalNotes": "The flyer promotes the strong local presence and year-round activity of David Chappell and the Liberal Democrats in Bury St Edmunds."
  }
}
```