{
  "leaflet": {
    "candidateName": "Adrian Baker",
    "constituency": "Hertford & Stortford",
    "politicalParty": "UKIP",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "Vote Adrian Baker",
        "content": "I'm a Head of Physics in a local school, having lived in the constituency for over twenty-five years. This is a wonderful place to live, but like so many of you, I'm very concerned about the plans for huge, unsustainable housing developments around Ware, Hertford, Bishop's Stortford and Sawbridgeworth. We have no local A&E facilities, closed police stations, busy roads, and very few spare school places - and this will only get worse unless someone stands up and puts local people first for a change! I will listen to YOUR concerns and stand up for the people of the Hertford & Stortford Constituency."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax",
        "policyDescription": "Reduce taxes for the poorest and the squeezed middle earners - nobody earning up to a minimum wage will have to pay income tax."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Protect the National Health Service - UKIP will ensure the NHS is free at the point of delivery and time of need for all UK citizens. UKIP will ensure that all visitors to the UK and migrants, until they have paid National Insurance tax for 5 years, have NHS contributions at least equivalent with insurance as the condition to entry to the UK."
      },
      {
        "policyTitle": "EU",
        "policyDescription": "Control and manage our borders - by leaving the EU and taking back control."
      },
      {
        "policyTitle": "Housing and Planning",
        "policyDescription": "UKIP will protect the Green Belt and repeal the Tories’ National Planning Policy Framework development free-for-all. Action must be taken to stop our constituency's towns and villages from becoming one large urban sprawl."
      }
    ],
    "mentions": {
      "candidate": "Adrian Baker",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Control and manage our borders - by leaving the EU and taking back control.",
      "economy": "Reduce taxes for the poorest and the squeezed middle earners - nobody earning up to a minimum wage will have to pay income tax. We will introduce a 35p rate for earnings between £42,285 - £55,000, after which a 40p rate will apply.",
      "education": "",
      "environment": "UKIP will protect the Green Belt and repeal the Tories’ National Planning Policy Framework development free-for-all. Action must be taken to stop our constituency's towns and villages from becoming one large urban sprawl.",
      "governance": "",
      "health": "Protect the National Health Service - UKIP will ensure the NHS is free at the point of delivery and time of need for all UK citizens. UKIP will ensure that all visitors to the UK and migrants, until they have paid National Insurance tax for 5 years, have NHS contributions at least equivalent with insurance as the condition to entry to the UK.",
      "immigration": "UKIP will ensure that all visitors to the UK and migrants, until they have paid National Insurance tax for 5 years, have NHS contributions at least equivalent with insurance as the condition to entry to the UK.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "I'm very concerned about the plans for huge, unsustainable housing developments. UKIP will protect the Green Belt and repeal the Tories’ National Planning Policy Framework development free-for-all.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I'm a Head of Physics in a local school, having lived in the constituency for over twenty-five years. This is a wonderful place to live, but like so many of you, I'm very concerned about the plans for huge, unsustainable housing developments around Ware, Hertford, Bishop's Stortford and Sawbridgeworth.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Published and promoted by Lorraine Nicholl on behalf of Adrian Baker, both at UK Independence Party (UKIP) Hertford & Stortford, Unit 16 Mill Business Link, Parsonage Lane, Stanstead, CM24 8GF. Printed by CSL Print Ltd, The Maltings, Sawbridgeworth. CM21 9JX.",
      "phone": "",
      "email": "adrianbaker@ukiphertfordstortford.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@t20racerman",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A photo of Adrian Baker."
        }
      ]
    },
    "additionalNotes": "This is not about Right or Left, it's about what's Right and Wrong."
  }
}