{
  "leaflet": {
    "candidateName": "Larry Sanders",
    "constituency": "Oxford West and Abingdon",
    "politicalParty": "Green Party",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "For Fair Wages",
        "content": "Since 2007, food prices have risen 22% but wages have fallen 7%. Almost 700,000 people are listed as 'in work' despite having no guaranteed hours. Around half the new jobs created since 2010 are for the self-employed, yet nearly 80% of self-employed workers are living in poverty. Continuing as we are is not an option."
      },
      {
        "title": "Vote for the party that cares. Vote for the common good. Vote for the politics of the future.",
        "content": "In 12 months the Green Party nationally has grown from 13,000 members to 55,000. There is similar membership growth in Oxford West and Abingdon."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "No-one should:",
        "policyDescription": "live in fear of being unable to put food on the table, be forced into debt just for trying to get an education, be left to destitute by benefit sanctions, need worry about their fields and water supply being contaminated by fracking or other pollution"
      },
      {
        "policyTitle": "The new green politics delivers:",
        "policyDescription": "a living wage, good jobs that workers can build a life on, public services run for the good of all - our railways run for passengers and NHS kept in public hands, social housing and council housing options, care of our natural world - the world on which everything depends"
      },
      {
        "policyTitle": "NHS and social care",
        "policyDescription": "We will: repeal the Conservative/Lib Dem Health and Social Care Act whose purpose is increased privatisation, increase health care funding to average European level and halt cash transfer to private sector through PFI, end profit-taking, fragmentation, and the Private Finance Initiative, which were introduced by Labour, make social and nursing home care free for people over 65"
      }
    ],
    "mentions": {
      "candidate": "Larry Sanders",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Caroline Lucas",
      "tacticalSituation": "In 12 months the Green Party nationally has grown from 13,000 members to 55,000. There is similar membership growth in Oxford West and Abingdon."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Since 2007, food prices have risen 22% but wages have fallen 7%. Almost 700,000 people are listed as 'in work' despite having no guaranteed hours. Around half the new jobs created since 2010 are for the self-employed, yet nearly 80% of self-employed workers are living in poverty.",
      "education": "be forced into debt just for trying to get an education",
      "environment": "need worry about their fields and water supply being contaminated by fracking or other pollution",
      "governance": "",
      "health": "We will: repeal the Conservative/Lib Dem Health and Social Care Act, increase health care funding to average European level, end profit-taking, fragmentation, and the Private Finance Initiative, make social and nursing home care free for people over 65",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "social housing and council housing options",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am happy to endorse my brother Larry's campaign for Parliament. People everywhere are fed up with the obscene levels of wealth and inequality, reward greed and deny considerable homes, decent pay and good quality public health care for all.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Printed on 100% recycled paper by the Oxfordshire Green Party, Promoted by Pierre Marshall on behalf of Larry Sanders at 54 Oxford Road, Oxford, OX4 1RR.",
      "phone": "01865 521 472",
      "email": "larry@greenoxfordshire.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "U.S. Senator Bernie Sanders (I-VT), prospective candidate for President of the United States",
        "endorsement": "I am happy to endorse my brother Larry's campaign for Parliament. People everywhere are fed up with the obscene levels of wealth and inequality, reward greed and deny considerable homes, decent pay and good quality public health care for all."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Larry Sanders, the Green Party candidate"
        }
      ]
    },
    "additionalNotes": ""
  }
}