```json
{
  "leaflet": {
	"candidateName": "Nicola Blackwood",
	"constituency": "Oxford West and Abingdon",
	"politicalParty": "Conservatives",
	"electionDate": "7th May",
	"messages": [
  	{
    	"title": "Competent leadership",
    	"content": "Job total hits record high while wages surge."
  	},
  	{
    	"title": "Coalition of chaos",
    	"content": "Labour plan to borrow risks £170bn extra debt."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Economy",
    	"policyDescription": "Job total hits record high while wages surge; Benefits cap 'leads more into work'; Tax cuts for workers and savers; More jobs; New businesses."
  	},
  	{
    	"policyTitle": "Governance",
    	"policyDescription": "The deficit down; Vince Cable Lib Dems could enter rainbow coalition with Labour and SNP."
  	},
  	{
    	"policyTitle": "Healthcare",
    	"policyDescription": "More spent on the NHS; 7,760 more doctors; 11,200 more nurses."
  	},
  	{
    	"policyTitle": "Education",
    	"policyDescription": "More university technical colleges and free schools; cap on infant class sizes."
  	}
	],
	"mentions": {
  	"candidate": "Nicola's secured over £50m for A34 improvements and over £42m for long term flood defences; Nicola's jobs fairs offer thousands of jobs to local residents and unemployment is down 66%; After the Oxford sex gang case, Nicola changed the law so the police can protect our children; Nicola won £146m for new school places; Nicola secures £270m for Oxford's railway station for better customer and pedestrian movement; Nicola backs the £75m Diamond Synchrotron ",
  	"otherPartyLeaderCandidate": "Labour is in chaos, plotting with the SNP; Labour to launch coalition with Salmond; Brown plotting secret deal with Lib Dems could put Miliband in Downing Street",
  	"partyLeader": "David Cameron's Conservatives",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Lowering the tax for hard-working people; Lowering the benefits cap to reward work; Backing business to create more jobs with lower taxes; Tax cuts for workers; More jobs; New businesses; Investment in local skills, science and infrastructure.",
  	"education": "Nicola won £146m for new school places; Investment in training colleges.",
  	"environment": "Secured over £50m for A34 improvements and over £42m for long term flood defences.",
  	"governance": "Change in law to protect children after sex gang case.",
  	"health": "Secured £67m funding for our scientists tackling rare genetic global challenges.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "As an Oxford resident for decades, it's been a great privilege to represent my home constituency over the last five years. I've listened closely to local concerns and worked hard to give a voice to the voiceless, bring investment to our area and help our local economy recover. We've made progress locally, and nationally, there are now over a million more people with the security and dignity that comes from a stable job and steady paycheque. In Westminster, I've seen a 70% fall in youth unemployment, 22,400 new apprenticeships start, 15,600 new businesses start up and over £1.6bn invested in local skills, science and infrastructure. But more needs to be done to secure a better future for our area. Let me carry on the job I've started.",
	"politicalExperience": [
  	{
    	"role": "MP for Oxford West and Abingdon",
    	"duration": "Last five years",
    	"achievements": "Secured over £50m for A34 improvements, over £42m for flood defences, and delivered Oxford sex gang law change. Won £146m for new school places, backs £75m Diamond Synchrotron, and investments in training colleges and jobs fairs."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "01865 595 790",
  	"email": "",
  	"website": "www.nicolablackwood.com",
  	"socialMedia": {
    	"facebook": "/conservatives",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Photos of Nicola Blackwood engaged in various activities and with different groups of people. Images showing negative statements about Labour and SNP. Graph showing job increases."
    	}
  	]
	},
	"additionalNotes": "Nicola Blackwood emphasizing her local connection and current work as an MP in the constituency. The leaflet includes criticism of other political parties and emphasizes the risk they pose to the economy."
  }
}
```