{
  "leaflet": {
    "candidateName": "Terry Stacy",
    "constituency": "Islington South & Finsbury",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A Strong Independent Voice for Islington South & Finsbury",
        "content": "Terry Stacy and the Liberal Democrats working hard here all year round."
      },
      {
        "title": "Labour failed to make things fairer...",
        "content": "Labour was in Government for 13 years and failed to make Britain a fairer place. Instead: The gap between rich and poor grew, The number of affordable houses dropped, Unemployment increased - as did taxes."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Building new homes",
        "policyDescription": "Delivered the first new council properties for 25 years, for local people."
      },
      {
        "policyTitle": "Tackling crime",
        "policyDescription": "Strong record of fighting crime and antisocial behaviour in Islington as former councillor, Mayor, and magistrate."
      },
      {
        "policyTitle": "Clerkenwell fire station",
        "policyDescription": "Campaigned against Boris Johnson and the Conservatives to save the fire station."
      },
      {
        "policyTitle": "Delivering opportunity for everyone over the next five years",
        "policyDescription": "The Lib Dems will end the scandal of mental health being treated as second class, guarantee that the NHS budget rises every year, guarantee decent pension rises every year, ensure every teaching position is filled by a qualified teacher, and finish balancing the books so that investment can be increased in the public services that we all rely on."
      },
      {
        "policyTitle": "ACTION on jobs in Islington",
        "policyDescription": "Liberal Democrats have supported Islington-based companies, which employ local residents. They have delivered an additional £15.7 million this year for local schools as a result of the 'pupil premium' and are giving businesses help in boosting jobs with lower national insurance contributions."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Ed Miliband and Ed Balls",
      "partyLeader": "",
      "tacticalSituation": "Only a vote for Terry Stacy can beat Labour here"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dems will finish balancing the books so that investment can be increased in the public services that we all rely on.",
      "education": "An additional £15.7 million this year for local schools as a result of the 'pupil premium'; The Lib Dems will ensure every teaching position is filled by a qualified teacher.",
      "environment": "",
      "governance": "",
      "health": "The Lib Dems will end the scandal of mental health being treated as second class and guarantee that the NHS budget rises every year.",
      "immigration": "",
      "socialWelfare": "The Lib Dems will guarantee decent pension rises every year.",
      "housing": [
        {
          "content": "Delivered the first new council properties for 25 years, for local people.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Flat E,1/2 Sotheby Road, Islington N5 2UR",
      "phone": "07940 502 683",
      "email": "",
      "website": "www.liberalislington.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "@terrystacyld",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Terry Stacy and supporters holding a Liberal Democrats flag"
        }
      ]
    },
    "additionalNotes": ""
  }
}