```json
{
  "leaflet": {
    "candidateName": "Fabian Hamilton",
    "constituency": "Leeds North East",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "Re-Elect Fabian Hamilton",
        "content": "Labour Parliamentary Candidate"
      },
      {
        "title": "More doctors and nurses for our NHS",
        "content": "Our NHS should always be there for you. Labour will recruit 8,000 more GPs, 20,000 more nurses and fund our NHS with the money we save by scrapping David Cameron's tax breaks for millionaires."
      },
	  {
        "title": "Vote Labour for a better future",
        "content": "The choice at this election is between the failing Tory plan and Labour's plan for working families. The Tories have hit young people hard - trebling tuition fees, scrapping EMA and rising housing costs. Labour has a better plan for a fairer Britain."
      },
      {
        "title": "Backing the next generation",
        "content": "Under the Tories, almost 750,000 of our young people are out of work. Labour will make sure your young people get the chance to develop a successful career."
      },
      {
        "title": "25 hours of free childcare with Labour",
        "content": "Labour's plan is to help working parents with 25 hours free childcare for three and four year olds with working parents - guaranteeing access to care from 8am to 6pm."
      },
      {
        "title": "A better plan for a better future",
        "content": "Labour has a plan to put a future fair for all at its heart - saving our NHS by investing in staff and ending the Tory privatisation which threatens to break it up."
      },
      {
        "title": "Fabian's pledges for Leeds North East",
        "content": "I promise to continue to work hard on your behalf in the constituency and Parliament, to bring high standards of behaviour and integrity to my work."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Recruit 8,000 GPs, 20,000 nurses and fund the NHS by scrapping tax breaks for millionaires."
      },
      {
        "policyTitle": "Childcare",
        "policyDescription": "25 hours free childcare for three and four year olds with working parents, with access to care from 8am to 6pm."
      },
      {
        "policyTitle": "Youth Employment",
        "policyDescription": "Ensure young people have the opportunity to develop a successful career, with apprenticeships and vocational courses."
      }
    ],
    "mentions": {
      "candidate": "Fabian Hamilton",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "I will always put the NHS and the Environment at the top of my political priorities.",
      "governance": "",
      "health": "Our NHS should always be there for you.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Tories have hit young people hard - trebling tuition fees, scrapping EMA and rising housing costs. Labour has a better plan for a fairer Britain.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dear Voter, As the general election approaches, I write to ask for your support once more. I have now been elected a Parliamentary four times and it has been a huge privilege to represent you for the past eighteen years. I have always been proud to put my constituents first and have not pursued a career on the front bench but I have built up a wealth of experience since 1997, dealing with almost 22,000 individual cases across the constituency. I hope that you will feel able to return me to Parliament again by voting Labour on May 7th. Very best wishes, Fabian Hamilton.",
    "politicalExperience": [
      {
        "role": "Labour Parliamentary Candidate",
        "duration": "Past eighteen years",
        "achievements": "Dealing with almost 22,000 individual cases across the constituency."
      }
    ],
    "contactInformation": {
      "address": "Fabian Hamilton, 335 Roundhay Road Leeds LS8 4HT",
      "phone": "0113 249 6600",
      "email": "fabian@leedsne.co.uk",
      "website": "www.leedsne.co.uk",
      "socialMedia": {
        "facebook": "Fabian Hamilton",
        "twitter": "@fabianhamilton",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Fabian Hamilton with supporters"
        },
        {
          "caption": "Fabian Hamilton in front of Parliament"
        },
        {
          "caption": "Parent and child"
        },
        {
          "caption": "NHS Hospital Entrance Sign"
        }
      ]
    },
    "additionalNotes": "Passionate about social justice and fighting against all forms of injustice."
  }
}
```