```json
{
  "leaflet": {
    "candidateName": "GETHIN JAMES",
    "constituency": "Ceredigion",
    "politicalParty": "UK INDEPENDENCE PARTY",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing up for Real Change",
        "content": "It is time for change. If you have had enough of the same old political parties, now is the time to vote UKIP. Say NO to open borders and more uncontrolled mass immigration. Say NO to being ruled by Brussels. Say NO to senseless foreign wars. Say NO to giving away aid to countries wealthier than us. Say YES to controlling our own destiny. Say YES to an NHS that looks after those most in need. Say YES to politicians who care about our communities. Say YES to UKIP."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "How we can change the future together",
        "policyDescription": "Control our borders with a FAIRER point-based system, like Australia. Invest in the NHS by putting £3 billion a year extra into healthcare, funded by the money we save from our £55 million a day EU contribution. Create a fairer tax system, SCRAP the bedroom tax, SCRAPP the tax on minimum wage jobs."
      },
      {
        "policyTitle": "Looking after our elderly and vulnerable here, not abroad",
        "policyDescription": "Focus on caring for the elderly and vulnerable in our own country with funds from the £30 million a day we send abroad as foreign aid, using UKIP's prioritization of spending money here in the UK."
      }
    ],
    "mentions": {
      "candidate": "GETHIN JAMES",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Say NO to being ruled by Brussels.",
      "economy": "Create a fairer tax system, SCRAP the bedroom tax, SCRAPP the tax on minimum wage jobs.",
      "education": "",
      "environment": "",
      "governance": "Say YES to controlling our own destiny.",
      "health": "Invest in the NHS by putting £3 billion a year extra into healthcare, funded by the money we save from our £55 million a day EU contribution.",
      "immigration": "Control our borders with a FAIRER point-based system, like Australia.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "SCRAP the bedroom tax.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Promoted by Gethin James, on behalf of Gethin James, Llechwedd, Aberporth, Cardigan, SA43 2EX.",
      "phone": "07970 545 697",
      "email": "gethin.james@ukiplocal.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "GETHIN JAMES in Ceredigion Standing up for Real Change"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```