{
  "leaflet": {
	"candidateName": "Fabian Hamilton",
	"constituency": "North East Leeds",
	"politicalParty": "Labour",
	"electionDate": "May 7th",
	"messages": [
  	{
    	"title": "Why I'm Voting for Fabian on May 7th",
    	"content": "Inderjit Singh Gill endorses Fabian Hamilton, reflecting on his previous work and involvement with the community."
  	},
  	{
    	"title": "A New Park for North East Leeds",
    	"content": "Development of a new park on the site of former Yorkshire Bank Playing Fields is underway, with involvement from Fabian Hamilton."
  	},
  	{
    	"title": "We're Definitely Voting Labour on May 7th",
    	"content": "Catherine Hall and Louis Hall-Thompson endorse Labour, sharing their personal story of how Fabian Hamilton helped resolve a housing issue."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "We'll Build 200,000 New Homes Every Year for the Next 5 Years",
    	"policyDescription": "Labour commits to building thousands of new homes that are low-carbon and affordable, aiming to alleviate housing issues like high prices, steep mortgage payments, and poor quality, damp homes."
  	}
	],
	"mentions": {
  	"candidate": "Fabian Hamilton is mentioned in endorsements and his involvement in local projects.",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"Labour plans to build 200,000 new homes every year for the next five years to keep up with demand and help people who cannot afford the high prices.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "MP",
    	"duration": "Since 1997",
    	"achievements": "Fabian Hamilton has worked on various community projects, including the development of a new park and assisting individuals with housing issues."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Inderjit Singh Gill",
    	"endorsement": "Inderjit Singh Gill endorses Fabian Hamilton, highlighting Hamilton's efforts and approachability."
  	},
  	{
    	"endorser": "Catherine Hall and Louis Hall-Thompson",
    	"endorsement": "Catherine Hall and Louis Hall-Thompson share their positive experience with Fabian Hamilton's immediate action and assistance during a housing issue."
  	}
	],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Image of Fabian Hamilton with supporters."
    	},
    	{
      	"caption": "Construction machinery at the site of a new park."
    	},
    	{
      	"caption": "Fabian Hamilton with Catherine Hall and Louis Hall-Thompson."
    	}
  	]
	},
	"additionalNotes": ""
  }
}