```json
{
  "leaflet": {
    "candidateName": "Kevin",
    "constituency": "Northampton South",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "The Hospital we Deserve",
        "content": "Support Kevin's Campaign for the Hospital We Deserve."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A hospital fit for the future",
        "policyDescription": "Support capital investment to secure required expansion and improvement of Northampton General Hospital including a new paediatric and neonatal facility, additional emergency medical wards to increase capacity, and a dedicated orthopaedic and ophthalmology elective surgery hub."
      },
      {
        "policyTitle": "A health service with time to care",
        "policyDescription": "Labour will build a new Thistle Hill care home to care for another 2,000 people with 200 more nurses and 8,000 more GPs, funded by a mansion tax, a levy on tobacco firms, and a crackdown on tax avoidance."
      },
      {
        "policyTitle": "A GP and cancer guarantee",
        "policyDescription": "A guarantee for GP appointments within 48 hours and cancer tests within one week, paid through savings from NHS Tory staff and admin reforms."
      },
      {
        "policyTitle": "An end to 15 minute care slots",
        "policyDescription": "Labour's 10-year plan for the NHS will see investment to help end 15-minute adult social care slots, where workers are paid travel time between jobs, to help them also become a national living wage employer."
      }
    ],
    "mentions": {
      "candidate": "Kevin",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Kevin will campaign day in, day out for the hospital fit for the future in Northampton South, to support hospital staff and the required expansion and improvements of the Northampton General Hospital with various facilities and increased capacity. Additionally, new Thistle Hill care home to increase care, more nurses and GPs, adopting a mansion tax, and cracking down on tax avoidance and tobacco companies to fund these expansions.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Labour Founded the NHS, built the NHS and only Labour can save the NHS. As Your Member of Parliament Kevin will campaign day in, day out.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01604302112",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@kevinmckeever",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Cover of the campaign leaflet with Kevin's picture and campaign slogans."
        },
        {
          "caption": "Page from campaign leaflet outlining key policies for the hospital."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```