```json
{
  "leaflet": {
    "candidateName": "Ashuk Ahmed MBE",
    "constituency": "Luton South",
    "politicalParty": "Liberal Democrats",
    "electionDate": "2015",
    "messages": [],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Ashuk Ahmed",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "Ashuk has lived in Luton for over 35 years. He has studied a Diploma in Higher Education (Open University) and a BA Honours from Anglia Ruskin University and Bedfordshire University and Master of Arts in Community Studies from De Montfort University. Ashuk has over 25 years of local government work experience, including working for Luton Borough Council, Bedfordshire County Council, Stevenage Borough Council and North Herts District Council.",
    "politicalExperience": [
      {
        "role": "Prospective Parliamentary Candidate for Luton South Constituency",
        "duration": "",
        "achievements": "Currently employed locally as Community Development Coordinator by a Registered Social Landlord (Housing Association). He has also served as a school governor locally as well as a Governor of the University of Bedfordshire."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07867861947",
      "email": "mail@ashukahmed.co.uk",
      "website": "www.ashukahmed.co.uk",
      "socialMedia": {
        "facebook": "www.facebook.com/ashukahmed4MP",
        "twitter": "twitter.com/voteashukahmed",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ashuk Ahmed MBE - Prospective Parliamentary Candidate for Luton South Constituency"
        }
      ]
    },
    "additionalNotes": "Printed by Bartham Group, Unit 4 Park Avenue Industrial Estate, Sundon Park Road, Luton, LU3 3BP. Published by Anna Pedersen on behalf of Ashuk Ahmed (Liberal Democrats) all at 45 Eaton Green Road, Luton, LU2 9JB."
  }
}
```