```json
{
  "leaflet": {
    "candidateName": "Ben HOWLETT",
    "constituency": "Bath",
    "politicalParty": "Conservatives",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Why we're all backing Ben",
        "content": "Local people are backing Ben HOWLETT to be our next MP. They want Ben to be the strong local voice that our city needs."
      },
      {
        "title": "It's time to sort out Bath's traffic",
        "content": "There's one big reason I'm giving Ben my support in this election; he's going to sort out our town's traffic and transport problems. Bath has the worst congestion outside of London. Ben's got the solutions we need to sort out the transport woes we face on a daily basis. We can't go on the way we've been for the past five years."
      },
      {
        "title": "A strong local champion for Bath",
        "content": "As a fellow resident of Bath, Ben HOWLETT has built a strong reputation as a dedicated local campaigner for our city - gaining the support of residents from across the political divide."
      },
      {
        "title": "A clear plan to tackle congestion and 'Stop Bath Stalling'",
        "content": "Our city's plan to tackle parking and traffic problems was ready."
      },
      {
        "title": "Time for change in Bath",
        "content": "With record numbers of new homes and jobs for our city?"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Action to create more affordable homes and jobs for local people",
        "policyDescription": "Bath has some of the highest house prices in Britain when compared to average wages - Ben Howlett believes it's time to even things out for all Bath residents."
      },
      {
        "policyTitle": "A clear plan to tackle congestion and Stop Bath Stalling",
        "policyDescription": "Ben Howlett has set out a clear plan to tackle the city's traffic issues, proposing a solution to parking and traffic problems."
      }
    ],
    "mentions": {
      "candidate": "Ben HOWLETT",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Bath has some of the highest house prices in Britain when compared to average wages.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "01225335865",
      "email": "ben@ben4bath.co.uk",
      "website": "ben4bath.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Hannah Goodenough",
        "endorsement": "Ben's made a real mark as someone who cares about local issues and is engaging in our city. Having met him several times I believe he's the man for the job to take our city forward. He would clearly be a strong effective voice in Parliament and would make a worthy successor to Don Foster."
      },
      {
        "endorser": "Simon Spalding",
        "endorsement": "That's the reason I support Ben's 'Boost Bath's Talent' campaign. It's important to keep encouraging young talent through schools and our sports teams."
      },
      {
        "endorser": "Tom Hobson",
        "endorsement": "I support Ben's work to unlock site development in our city - enabling students and local people to live and work in the heart of the city."
      },
      {
        "endorser": "Mike Watts",
        "endorsement": "I support Ben because he's always looked out for our city centre."
      },
      {
        "endorser": "Sarah Fletcher",
        "endorsement": "I'm going to be backing Ben for MP because he's got the plans in place that will make a good MP for Bath, and I think he'll be very good for the economy."
      },
      {
        "endorser": "Paul Silvester",
        "endorsement": "Ben Howlett has been a great help to me and my family."
      },
      {
        "endorser": "Jan Henderson",
        "endorsement": "It's time for change."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ben HOWLETT for Bath"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```