```json
{
  "leaflet": {
    "candidateName": "David Burrowes",
    "constituency": "Enfield Southgate",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "After serving Enfield Southgate for almost ten years, I am fighting my third election. I have been on the campaign trail, encouraging you to re-elect me as your Member of Parliament so that I can continue being a strong local voice for you."
      },
      {
        "title": "Here are five reasons why I should be re-elected.",
        "content": "1. I speak my mind and get things done, putting your interests first and helping the vulnerable. For example my constituent Gary McKinnon was facing extradition to the US, but I worked tirelessly to stop it, saving his life.\n2. I support our long term economic plan which has secured more jobs in Enfield than ever before, and I need to be re-elected to help get the job of recovery done.\n3. Working together with Nick de Bois, we secured £275 million for the redevelopment of Chase Farm Hospital and toughened up knife crime laws. We now need to continue that work as MPs to ensure we have better access to GPs 7 days a week, and continue to tackle knife and gang crime.\n4. I have the right experience to be a strong local voice for Enfield Southgate. I have lived in the constituency all my life and am married with 6 children. I have been an MP for almost 10 years, and have many years experience as a solicitor, local councillor, primary and secondary school governor and youth camp leader. I am also an active member of a local church.\n5. I am a champion of local issues such as protecting our parks, local heritage, supporting small businesses and our high streets. I have been accessible, open and accountable at all times. I have proven to be honest and trustworthy."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Plan",
        "policyDescription": "Supports the long term economic plan which has secured more jobs in Enfield than ever before."
      },
      {
        "policyTitle": "Healthcare and Crime",
        "policyDescription": "Secured £275 million for the redevelopment of Chase Farm Hospital and toughened up knife crime laws. Continues to work for better access to GPs and to tackle knife and gang crime."
      }
    ],
    "mentions": {
      "candidate": "After serving Enfield Southgate for almost ten years, I am fighting my third election.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I support our long term economic plan which has secured more jobs in Enfield than ever before, and I need to be re-elected to help get the job of recovery done.",
      "education": "",
      "environment": "I am a champion of local issues such as protecting our parks, local heritage.",
      "governance": "",
      "health": "Working together with Nick de Bois, we secured £275 million for the redevelopment of Chase Farm Hospital and toughened up knife crime laws.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "almost 10 years",
        "achievements": "Fighting my third election, worked on various local issues, secured funding for hospital redevelopment, improved knife crime laws."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nick de Bois",
        "endorsement": "Worked together on securing funding for Chase Farm Hospital and toughening up knife crime laws."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Burrowes with supporters"
        }
      ]
    },
    "additionalNotes": "part 1 of newsletter"
  }
}
```