```json
{
  "leaflet": {
	"candidateName": "Ricky Knight",
	"constituency": "North Devon",
	"politicalParty": "Green Party",
	"electionDate": "7 May",
	"messages": [
  	{
    	"title": "A Green Knight for Westminster",
    	"content": ""
  	},
  	{
    	"title": "The Austerity Con",
    	"content": "The Coalition Government claims that it is economically competent and must be allowed to finish the job – paying off the deficit. It has been anything but competent and more of the same unnecessary austerity would finish off the Britain we love."
  	}
	],
	"keyPolicies": [],
	"mentions": {
  	"candidate": "Ricky Knight",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": "This is a watershed election: voting with your head, voting tactically, no longer works; especially since there is now so little difference between the major parties. Once elected, promises to the electorate tend to evaporate and soundbites. They, as with every streak their promises, shamelessly break their promises."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "The Coalition Government claims that it is economically competent - The 2008 crash was caused by irresponsible bankers here and in the US - suffered a huge reduction in tax income because of the economic downturn.",
  	"education": "",
  	"environment": "",
  	"governance": "This is a watershed election: voting with your head, voting tactically, no longer works; especially since there is now so little difference between the major parties. Once elected, promises to the electorate tend to evaporate and soundbites.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "But, despite the articulate and challenging comments of Russell Brand, not voting is not going to change much – nor, clearly, is voting tactically.",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "1 Trevi Lawns, Bicclescombe Park Road, Ilfracombe, Devon, EX34 8NU",
  	"phone": "",
  	"email": "",
  	"website": "www.northdevon.greenparty.org.uk",
  	"socialMedia": {
    	"facebook": "facebook.com/NorthDevonGreenParty",
    	"twitter": "greenknight1949",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [
  	{
    	"text": "'Vote for what you believe in and not the old failed options' – Quote from Ricky",
    	"source": "Ricky Knight",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "North Devon Green Party Parliamentary and District Council Candidates launch their 2015 Election Campaign at Tapeley Park, Instow"
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```