```json
{
  "leaflet": {
    "candidateName": "Mike Freer",
    "constituency": "Finchley and Golders Green",
    "politicalParty": "Conservatives",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Local people are backing Mike",
        "content": "Local people are backing Mike FREER to be our next MP. They want Mike to be the strong local voice that Finchley and Golders Green need."
      },
      {
        "title": "Vote for your MP",
        "content": "I do not trust Miliband to invest in the NHS, tackle re-invesment or improve the lives of people who are on the minimum wage or unemployed..."
      },
      {
        "title": "Mike Freer has been vociferous in speaking out against anti-Semitisim at a time when the Jewish community here, and all over the world, feels vulnerable and threatened.",
        "content": ""
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Mike Freer has been vociferous in speaking out against anti-Semitism at a time when the Jewish community here, and all over the world, feels vulnerable and threatened.",
      "otherPartyLeaderCandidate": "I do not trust Miliband to invest in the NHS, tackle re-investment or improve the lives of people who are on the minimum wage or unemployed.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "I do not trust Miliband to invest in the NHS...",
      "immigration": "",
      "socialWelfare": "I do not trust Miliband to... improve the lives of people who are on the minimum wage or unemployed.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "020 8445 4292",
      "email": "",
      "website": "www.mikefreer.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Gillian Howard, NW2",
        "endorsement": "Voters yearn for an MP like him... Mike Freer who cares for them, their community and their concerns."
      },
      {
        "endorser": "Mr and Mrs Kravitz, NZ Residents",
        "endorsement": "We are Mike Freer supporters. We want our MP to be a man of integrity and a man of principle. We have that in Mike."
      },
      {
        "endorser": "Myles Longfield, Former CF Chairman",
        "endorsement": "Mike has been instrumental at getting young people interested and involved in politics. During my time as Constituency Federation Chairman in the constituency, Mike was always happy to debate and sincerely listen to what young Conservatives had to say."
      },
      {
        "endorser": "Mrs Marty, Finchley Church End Resident",
        "endorsement": "Mike Freer is one of Mike's most hard-working MP's I have come across in recent times and he cares deeply about his local community."
      },
      {
        "endorser": "Nurul Alam, Local Resident",
        "endorsement": "Mike has impressed me by his commitment to ensuring that the many diverse communities in Finchley & Golders Green have a voice, not just by turning his mobile advice surgeries right around, but also by giving various places of worship and community halls, his ready availability to various community engaging programmes."
      },
      {
        "endorser": "Daniel King, Local Resident",
        "endorsement": "I used to think Mike's open approachability was all for show until I had to ask for his intervention, and then I couldn't fault his response. Totally impressed by a unusually hard working MP."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local people are backing Mike"
        },
        {
          "caption": "Mike Freer has been a very supportive MP"
        },
        {
          "caption": "Mike readily makes himself available!"
        },
        {
          "caption": "Our first time voting for Mike!"
        },
        {
          "caption": "Mike Freer is cares about our local community!"
        },
        {
          "caption": "Mike's commitment"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```