{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "What would happen if the Conservatives governed on their own?",
        "content": "You can't trust the Conservatives to care about you because they only care about themselves."
      },
      {
        "title": "The Lib Dems have stopped nasty and damaging Conservative plans",
        "content": "Companies taking over schools and running them for profit. Bosses firing staff at will without even having to give a reason. Nurses and teachers being paid less outside of London."
      },
      {
        "title": "£50 BILLION OF CONSERVATIVE CUTS",
        "content": "The Liberal Democrats will borrow less than Labour and cut less than the Conservatives. We will balance the budget by 2018, cut taxes for ordinary workers and ensure decent public services, creating opportunity for everyone."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Stop companies from taking over schools and running them for profit."
      },
      {
        "policyTitle": "Employment Rights",
        "policyDescription": "Prevent bosses from firing staff at will without having to give a reason."
      },
      {
        "policyTitle": "Wages",
        "policyDescription": "Prevent nurses and teachers being paid less outside of London."
      },
      {
        "policyTitle": "National Budget",
        "policyDescription": "The Liberal Democrats will borrow less than Labour and cut less than the Conservatives, balance the budget by 2018, and cut taxes for ordinary workers."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Liberal Democrats will borrow less than Labour and cut less than the Conservatives. We will balance the budget by 2018, cut taxes for ordinary workers and ensure decent public services.",
      "education": "Stop companies from taking over schools and running them for profit.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Ensure decent public services.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of a person with a shadow resembling a shark fin, captioned 'What would happen if the Conservatives governed on their own?'"
        },
        {
          "caption": "Photo of a school building with a sign 'Schools for profit'"
        },
        {
          "caption": "Photo illustrating 'Fire at will' employment concept"
        },
        {
          "caption": "Photo of a person holding a box with plants, captioned 'Regional pay'"
        },
        {
          "caption": "Photo of George Osborne with commentary on Conservative cuts to public services"
        },
        {
          "caption": "Photo collage portraying threats of slashing the education budget, excessive cuts to frontline policing, and care homes under threat"
        }
      ]
    },
    "additionalNotes": "This leaflet criticizes the Conservative party's policies and promotes the Liberal Democrats as a moderate alternative that stopped Conservative plans."
  }
}