```json
{
  "leaflet": {
	"candidateName": "Norman Lamb",
	"constituency": "North Norfolk",
	"politicalParty": "Liberal Democrats",
	"electionDate": "Thursday 7th May",
	"messages": [
  	{
    	"title": "Keep Norman Lamb working for you",
    	"content": "Norman Lamb has a proven record of getting things done for our area. After 14 years as our MP we need to keep him working hard for North Norfolk in Parliament. With your support he can win on May 7th."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Pensions",
    	"policyDescription": "Ensure that pensions continue to grow by changing the law so they increase by whichever is highest of earnings, prices or 2.5%."
  	},
  	{
    	"policyTitle": "Healthcare Investment",
    	"policyDescription": "Investing an additional £8 billion a year in the NHS by 2020, making sure that your mental health is treated as seriously as your physical health whilst protecting the NHS budget."
  	},
  	{
    	"policyTitle": "Personal Allowance",
    	"policyDescription": "Raise the personal allowance to at least £12,500, cutting income tax for nearly 30 million people by an extra £400."
  	},
  	{
    	"policyTitle": "Childcare",
    	"policyDescription": "Provide 15 hours of free childcare to all children of working parents aged between 9 months and 2 years old. Under the policy, the average family will save £2,670 each year."
  	}
	],
	"mentions": {
  	"candidate": "Norman Lamb",
  	"otherPartyLeaderCandidate": "Labour and UKIP candidates",
  	"partyLeader": "",
  	"tacticalSituation": "It's clear here that in North Norfolk the election race is between hard working Liberal Democrat Norman Lamb and the Conservative candidate. Labour and UKIP cannot win, and a vote for them would only let the Conservatives sneak in."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "The Pupil Premium has been a Liberal Democrat priority in government - delivering extra funding to schools to support the children who need it most.",
  	"environment": "The coalition stopped the last government's Post Office closure programme. Norman has backed new flexible ways of delivering services in rural areas.",
  	"governance": "In government, the Liberal Democrats have blocked Conservative plans to... pay nurses less just because they live outside of London... allow bosses to fire their staff with no reason... open up schools to be run as a business for a profit.",
  	"health": "Investing an additional £8 billion a year in the NHS by 2020, making sure that your mental health is treated as seriously as your physical health whilst protecting the NHS budget.",
  	"immigration": "",
  	"socialWelfare": "The Pupil Premium has been a Liberal Democrat priority in government - delivering extra funding to schools to support the children who need it most.",
  	"housing": [
  		{
  			"content": "",
  			"yimbyNimby": "N/A"
  		}
  	]
	},
	"personalStatement": "As a minister in the coalition government, Norman Lamb has transformed the way we pay for care, making it fairer.",
	"politicalExperience": [
  	{
    	"role": "MP for North Norfolk",
    	"duration": "14 years",
    	"achievements": "Has a proven record of getting things done for our area."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Photos of Norman Lamb engaging with the community and participating in events."
    	},
    	{
      	"caption": "Graphical representation of the 2010 election result in North Norfolk showing Norman Lamb in the lead."
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```