```json
{
  "leaflet": {
    "candidateName": "Ian Boulton",
    "constituency": "Filton and Bradley Stoke",
    "politicalParty": "Labour",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "Protecting local services",
        "content": "Ian Boulton is committed to a greater say over how we organise our local hospital for our community."
      },
      {
        "title": "Working hard for our Community",
        "content": "In 2013 Ian was unanimously elected by all political parties to be the Chair of South Gloucestershire Council."
      },
      {
        "title": "Protecting our local Hospitals",
        "content": "Our NHS in crisis after 5 years of the Community beds we desperately need to get the pressure on our new acute hospital at Southmead."
      },
      {
        "title": "Reducing Crime",
        "content": "Working with the community and police to reduce crime with initiatives such as the local Police Community Support Officers."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS & Health",
        "policyDescription": "Opposes government cuts and closures to local hospitals, supports community beds and acute hospital pressure relief. Advocates maintaining Southmead Hospital and introduction of Local Area Agreements to involve local advice and views in the NHS's strategic plan."
      },
      {
        "policyTitle": "Crime Reduction",
        "policyDescription": "Aims to reduce crime by working with the police and the community, strengthening local initiatives such as the local Police Community Support Officers."
      }
    ],
    "mentions": {
      "candidate": "Ian Boulton",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "Ian Boulton was elected as the Chair of South Gloucestershire Council. If elected, he will work with the NHS to introduce Local Area Agreements.",
      "health": "Ian Boulton is committed to opposing government cuts to hospitals and ensuring better care with the introduction of Local Area Agreements for the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Chair of South Gloucestershire Council",
        "duration": "2013",
        "achievements": "Unanimously elected by all political parties. Highlights of the year in office included representing South Gloucestershire Council at the signing of the Armed Forces Covenant and supporting success at the M-Shed to show off the region."
      }
    ],
    "contactInformation": {
      "address": "USDAW House, Unit D, Abbey Wood Business Park, Emma Chris Way, Filton, BS34 7JU",
      "phone": "0117 9319738",
      "email": "ian@ianboulton.org.uk",
      "website": "www.ianboulton.org.uk",
      "socialMedia": {
        "facebook": "www.facebook.com/ianforfabs",
        "twitter": "@IanBoulton",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ian Boulton with supporters"
        },
        {
          "caption": "Ian Boulton"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```