```json
{
  "leaflet": {
    "candidateName": "Pete Bruce",
    "constituency": "Filton and Bradley Stoke Constituency (FABS)",
    "politicalParty": "Liberal Democrats",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "NHS, Health and Wellbeing, Life or Death",
        "content": "Conservatives are privatising your NHS. Conservatives are delivering creeping privatisation into the NHS. I believe Public Services can be more efficient, but privatisation would be wrong. Labour paid £250m for NHS services that weren't delivered. The LibDems plan to increase NHS spending by £8bn a year. It's our most important goal because both mental and physical health depends upon it. I also support health and wellbeing for safe pregnancy and prevention of child abuse anywhere."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investment for a higher skill/livelihood economy",
        "policyDescription": "Pete will fight for investment that reward effort and provide living wage."
      },
      {
        "policyTitle": "Fair Taxes that reward effort",
        "policyDescription": "Promoting a fair tax system."
      },
      {
        "policyTitle": "A local Transport system fit for the 21st Century",
        "policyDescription": "Working on creating a transportation system fit for modern needs."
      },
      {
        "policyTitle": "Integrated Health & Care Support in public ownership",
        "policyDescription": "Supporting health and care to remain in public hands."
      },
      {
        "policyTitle": "One Localism, Conservation and One Planet Living",
        "policyDescription": "Efforts towards conservation and sustainable living."
      }
    ],
    "mentions": {
      "candidate": "Pete Bruce",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Ignore National Opinion Polls that don't work here. Vote for Pete Bruce - The best local choice for best results for the best person for the job. More and more Labour and Conservative supporters are switching and supporting LibDems to beat the Conservatives here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "LibDems Building a strong Balanced Economy in Government: UK economy was on the brink. 2010 UK deficit 11% GDP, 2015 UK deficit halved, Government achieved Triple-A credit rating. LibDems will maintain a steady centre path between the extremes of non-risk spending cuts/tax rises on those who can afford it.",
      "education": "Supporting Skills and Education. University Technical Collegs created so far – 48, School students than ever to university, 2M Apprenticeships. LibDems plan to add 1M Apprenticeships.",
      "environment": "A Green Community Champion for a Safe and secure environment.",
      "governance": "",
      "health": "LibDems plan to increase NHS spending by £8bn a year.",
      "immigration": "Immigration has its benefits but promises too many. Too fast can't integrate fast enough. Too much democracy demands the same of all irrespective of where from or mother tongue. LibDems are demanding the right workers for the right jobs in UK be less skilled, do more/less if UK demands it.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "I will fight for social investment in affordable housing and for private renting to be made fair with stable monthly payments.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Pete will also fight for investment for a higher skill/wage economy. Fair Taxes that reward effort and provide living wage.",
    "politicalExperience": [
      {
        "role": "Selected as your local Lib-Dem's Prospective Parliamentary Candidate",
        "duration": "",
        "achievements": "Pete has spent the last decade as the local Lib-Dems’ Prospective Parliamentary Candidate."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "petercbruce@gmail.com",
      "website": "www.fabslibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@petebruce",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Pete Bruce with daughter at her Duke of Edinburgh Award Ceremony recently."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```