```json
{
  "leaflet": {
	"candidateName": "Diana Warner",
	"constituency": "Filton & Bradley Stoke",
	"politicalParty": "Green Party",
	"electionDate": "7 May 2015",
	"messages": [
	  {
		"title": "DIANA SAYS ...",
		"content": "I am a local doctor and live with my two children in Filton. The NHS is under pressure. Increasing poverty and insecurity is worsening health. To save our NHS and to make a real difference to my patients' lives, I want to take part in political change."
	  }
	],
	"keyPolicies": [
	  {
		"policyTitle": "A PUBLIC NHS",
		"policyDescription": "Fight for a publicly funded NHS free at the point of use and end the creeping privatisation of its services."
	  },
	  {
		"policyTitle": "A FAIR ECONOMY",
		"policyDescription": "End austerity and restore the public sector to create one million good jobs. Jobs will be paid for with a wealth tax on the top 1%, a Robin Hood tax on the banks and the closure of tax loopholes. A minimum wage of £10 an hour by 2020."
	  },
	  {
		"policyTitle": "DECENT HOMES",
		"policyDescription": "Abolish the unfair Bedroom Tax. Build 500,000 new social rented homes and bring empty homes back into use. Introduce rent caps and longer tenancies for renters."
	  },
	  {
		"policyTitle": "A SAFE CLIMATE",
		"policyDescription": "Take serious action to ensure global temperatures do not rise further. Phase out fossil fuel based energy generation and nuclear power. Invest in renewable energy, flood defences and building insulation."
	  }
	],
	"mentions": {
	  "candidate": "Diana Warner",
	  "otherPartyLeaderCandidate": "",
	  "partyLeader": "",
	  "tacticalSituation": ""
	},
	"issues": {
	  "brexitEurope": "",
	  "economy": "End austerity and restore the public sector to create one million good jobs.",
	  "education": "",
	  "environment": "Take serious action to ensure global temperatures do not rise further. Phase out fossil fuel based energy generation and nuclear power.",
	  "governance": "",
	  "health": "Fight for a publicly funded NHS free at the point of use and end the creeping privatisation of its services.",
	  "immigration": "",
	  "socialWelfare": "",
	  "housing": [
		{
		  "content":"Build 500,000 new social rented homes and bring empty homes back into use. Introduce rent caps and longer tenancies for renters.",
		  "yimbyNimby": "YIMBY"
		}
	  ]
	},
	"personalStatement": "I am a local doctor and live with my two children in Filton. ... To save our NHS and to make a real difference to my patients' lives, I want to take part in political change.",
	"politicalExperience": [],
	"contactInformation": {
	  "address": "Green Party, PO Box 36, Hulme, Manchester M15 5QT",
	  "phone": "",
	  "email": "diana.warner@greenparty.org.uk",
	  "website": [
		"www.dianawarnerfts.wordpress.com",
		"http://clev.democracyclub.org.uk/show_cv/5409",
		"http://greenparty.org.uk"
	  ],
	  "socialMedia": {
		"facebook": "facebook.com/DianaWarnerGP",
		"twitter": "@DWarnerGreens",
		"instagram": "",
		"linkedin": ""
	  }
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
	  "images": [
		{
		  "caption": "YOUR GREEN PARTY CANDIDATE DIANA WARNER FILTON & BRADLEY STOKE"
		}
	  ]
	},
	"additionalNotes": ""
  }
}
```