```json
{
  "leaflet": {
    "candidateName": "Boris Johnson",
    "constituency": "",
    "politicalParty": "Conservatives",
    "electionDate": "Friday 8th May",
    "messages": [
      {
        "title": "I HAVE A MESSAGE FOR YOU",
        "content": "Dear [Constituent],\n\nOn a Thursday in just a few short weeks time all of us have to choose who will be responsible for guiding Britain into the 2020s. It is a choice between a Conservative Party led by David Cameron that has done a great job of turning the economy around – and a high-taxing, union-dominated Labour Party, fronted by Ed Miliband that would take the economy back to the Seventies."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Boris Johnson",
      "otherPartyLeaderCandidate": "Ed Miliband, Alex Salmond, Nick Clegg",
      "partyLeader": "David Cameron",
      "tacticalSituation": "A vote for anyone else risks allowing Labour and the SNP to get together to lock us out of Britain’s future."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "It is a choice between a Conservative Party led by David Cameron that has done a great job of turning the economy around.",
      "education": "",
      "environment": "",
      "governance": "But something far worse than the spectre of Prime Minister Ed Miliband looms over these British isles. \nThe SNP would promise nuclear disarmament, would walk off the international stage, and if he wanted to be Prime Minister, Mr. Miliband would have no choice but to bob along and agree. We would be consigning this country to five years of the most negative and repressive government in living memory. \nThe SNP are more, more than the SNP regime for generation, they’ve given a new nation; they want independence. Herein lies the real tragedy of Ed Miliband. It is that he can only govern this country by relying on a party that wants to destroy this country.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Conservative Campaign Headquarters, 4 Matthew Parker Street, London SW1H 9HQ",
      "phone": "020 7222 9000",
      "email": "email@conservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Boris Johnson pictured speaking."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```