```json
{
  "leaflet": {
    "candidateName": "Rachel Maclean",
    "constituency": "Birmingham Northfield",
    "politicalParty": "Conservatives",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "My Commitment:",
        "content": "To be honest about how public spending is used in our area. To stand up for our brilliant local community. To not make personal attacks on my political opponents. To work with residents to address with our community services. To fight to protect our local services. To publish on my website details of all my expenses as an MP. To continue to run a positive and honest election campaign."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Public Spending Transparency",
        "policyDescription": "Believes in complete transparency when it comes to public spending and promises to be honest about how funds are used in the constituency."
      },
      {
        "policyTitle": "Supporting Local Community",
        "policyDescription": "To stand up for the local community, take action against crime, and improve the area by cleaning up streets and offering better job opportunities."
      },
      {
        "policyTitle": "Non-Personal Political Campaign",
        "policyDescription": "Promises not to make personal attacks on political opponents and to campaign on the issues that matter."
      },
      {
        "policyTitle": "Improving Community Services",
        "policyDescription": "Plans to work with residents to improve services such as the police, emergency services, and roads. Ensures that as MP will push decision-makers to protect essential community services."
      },
      {
        "policyTitle": "Local Services Protection",
        "policyDescription": "Will fight to protect local services, opposing measures like the 'garden tax' and ensuring essential public services are maintained."
      },
      {
        "policyTitle": "Expense Transparency",
        "policyDescription": "Commits to publishing details of all her MP expenses on her website, demonstrating accountability and transparency."
      },
      {
        "policyTitle": "Positive Campaigning",
        "policyDescription": "Has pledged to run a positive and honest campaign for the General Election and to maintain that stance throughout her potential term."
      }
    ],
    "mentions": {
      "candidate": "Rachel Maclean",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Believes in strong leadership and a clear economic plan.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Opposes 'garden tax' which threatens to put more pressure on family finances.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I want you to trust in your Member of Parliament. I promise I will never behave in a way that makes that trust misplaced.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "0121 472 0740",
      "email": "info@rachelmaclean.com",
      "website": "www.rachelmaclean.com",
      "socialMedia": {
        "facebook": "/RachelNorthfield",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A contract between Rachel MACLEAN and the people of Birmingham Northfield"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```