```json
{
  "leaflet": {
    "candidateName": "ANDREW BEADLE",
    "constituency": "BERMONDSEY & OLD SOUTHWARK",
    "politicalParty": "UKIP",
    "electionDate": "MAY 7th",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Stop uncontrolled mass immigration",
        "policyDescription": "Protect our overstretched NHS, Schools, Housing, Roads and Public Transport. Control the rise in our population. Vote NO to LibLabCon plans to allow millions the right to live and work in the UK. EU plan even more countries to join the EU, including Turkey and the Ukraine."
      },
      {
        "policyTitle": "Run our own country",
        "policyDescription": "Our elected MP should make all parliament decisions, not Brussels. UKIP want free trade with the EU, not EU control. UKIP wants the UK to have trade agreements with the World directly, not through the EU. The other parties do as Brussels dictates."
      },
      {
        "policyTitle": "Control our money",
        "policyDescription": "It costs us at least £55 million cash a day to belong to the European Union. This is money that is better spent on our own public services. The true financial cost, accounting for other factors, is much higher. EU regulation restricts and burdens our businesses. The EU plans heavy taxes on our successful finance industry. UKIP plan no income tax on the minimum wage on the first £13,500."
      }
    ],
    "mentions": {
      "candidate": "ANDREW BEADLE",
      "otherPartyLeaderCandidate": "LibLabCon",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Protect our overstretched NHS, Schools, Housing, Roads and Public Transport from uncontrolled mass immigration. EU plan even more countries to join the EU, including Turkey and the Ukraine. Our elected MP should make all parliament decisions, not Brussels.",
      "economy": "It costs us at least £55 million cash a day to belong to the European Union. EU regulation restricts and burdens our businesses. UKIP plan no income tax on the minimum wage on the first £13,500.",
      "education": "Protect our overstretched NHS, Schools, Housing, Roads and Public Transport from uncontrolled mass immigration.",
      "environment": "",
      "governance": "Run our own country - Our elected MP should make all parliament decisions, not Brussels. UKIP want free trade with the EU, not EU control.",
      "health": "Protect our overstretched NHS from uncontrolled mass immigration.",
      "immigration": "Stop uncontrolled mass immigration. Control the rise in our population.",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Protect our overstretched Housing from uncontrolled mass immigration.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.andrew-beadle.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "ANDREW BEADLE standing in front of a backdrop featuring the Westminster area with the campaign slogans 'MAKE OUR OWN LAWS', 'DECIDE HOW OUR MONEY IS SPENT' and 'CONTROL OUR BORDERS' alongside UKIP branding and slogans."
        }
      ]
    },
    "additionalNotes": "Only UKIP MPs in Westminster will take back control of our future"
  }
}
```