```json
{
  "leaflet": {
    "candidateName": "JONATHAN TYLER",
    "constituency": "YORK CENTRAL",
    "politicalParty": "Green Party",
    "electionDate": "MAY 7",
    "messages": [
      {
        "title": "Your Green Party Candidate",
        "content": "I have lived and worked in York for 28 years. As a railwayman by profession I have used my independent position to show how we could create a better railway in the public interest. A deep commitment to sustainability and social justice led me to help found the Green Party, and chairing the York Environment Forum for six years gave me experience of working with elected members, officials and campaigners."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Climate and Energy",
        "policyDescription": "Adoption of Green policies necessary for a safe climate including more of what we need through good work in local cooperatives and small businesses."
      },
      {
        "policyTitle": "Local Services",
        "policyDescription": "City of York Council will have the resources to provide the services and school places York families look for with a fairer City economy."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "New housing will be built to suit what the City’s character, infrastructure and limited natural surroundings can absorb."
      },
      {
        "policyTitle": "Public Health",
        "policyDescription": "A truly public health service, investing in schools, social care, ensuring the well-being of everyone."
      },
      {
        "policyTitle": "Public Transportation",
        "policyDescription": "Unnecessary use of cars will be discouraged and excellent public transport, walking and cycling will be safe and attractive, as is commonplace in similar European cities."
      }
    ],
    "mentions": {
      "candidate": "Jonathan Tyler",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "City of York Council will have the resources to provide the services and school places York families look for with a fairer City economy.",
      "education": "City of York Council will have the resources to provide the services and school places York families look for.",
      "environment": "New housing will be built to suit what the City’s character, infrastructure and limited natural surroundings can absorb.",
      "governance": "Replace the two-party politics that currently run the United Kingdom with an innovation of strong leadership from the true center-party as a vision of collaboration in the governing of the nation.",
      "health": "A truly public health service, investing in schools, social care, ensuring the well-being of everyone.",
      "immigration": "",
      "socialWelfare": "Investing in schools, social care, ensuring the well-being of everyone.",
      "housing": [
        {
          "content": "New housing will be built to suit what the City’s character, infrastructure and limited natural surroundings can absorb.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I hope you will vote Green. As Member of Parliament for York Central I would represent everyone in the constituency and the interests of our whole city seeking active collaboration between the city, the county, the wider region and our agents in Westminster to promote the welfare of the United Kingdom as a vision of collaboration in the governing of the nation.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Development House, 56-64 Leonard Street, London, EC2A 4LT",
      "phone": "01904 636 239",
      "email": "jonathan.tyler@greenparty.org.uk",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "twitter.com/TheGreenParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jonathan Tyler with supporters"
        },
        {
          "caption": "Portrait of Jonathan Tyler"
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printed on 100% post-consumer FSC© recycled certified and FSC© (FSC-C100704) Chain of Custody certified paper, by RAP Spiderweb, Plantation House, Fulgate Street, Oldham OL4 2JG."
  }
}
```