```json
{
  "leaflet": {
    "candidateName": "John Spottiswoode",
    "constituency": "Southampton, Itchen",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Safe Climate",
        "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees. Phase out fossil fuel-based energy generation and nuclear power. Invest in a public programme of renewable generation, flood defences and building insulation."
      },
      {
        "policyTitle": "Free Education",
        "policyDescription": "Scrap university tuition fees. Promote a comprehensive system of local schools offering mixed ability teaching staffed by qualified teachers. Bring Academies and Free Schools into the Local Authority system."
      },
      {
        "policyTitle": "Better Transport",
        "policyDescription": "Return the railways to public hands to stop profits being put before passengers. Introduce an immediate cut in fares of 10% to give passengers a much-needed financial break. Promote walking and cycling to help reduce pollution and improve people's health."
      }
    ],
    "mentions": {
      "candidate": "John Spottiswoode",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Natalie Bennett, Caroline Lucas",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "No pay low pay leads to poverty. Greens will guarantee a minimum income and implement a Living Wage. This will banish poverty whilst ensuring that work is always the best option. Big companies and big earners must pay their fair share.",
      "education": "See Free Education policy.",
      "environment": "See Safe Climate policy.",
      "governance": "",
      "health": "We need to save our NHS. Frees treatment for all to the point of need. Helping people to help themselves is the secret to long healthy lives and preventative measures reduce pressure on our NHS.",
      "immigration": "",
      "socialWelfare": "No pay low pay leads to poverty. Greens will guarantee a minimum income and implement a Living Wage. This will banish poverty.",
      "housing": [
        {
          "content": "The planet is under threat. Pollution shortens our lives by years, even down to damp in rented accommodation. We must change all this, and we can.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As a long-term resident of Southampton, with my wife and children, I have worked here, been unemployed here, and have set up a company here. Southampton means a great deal to me, as I know it does to you.",
    "politicalExperience": [
      {
        "role": "Activist",
        "duration": "",
        "achievements": "Leading the highly successful Hampshire Against Fluoridation campaign. Chairing the cross-party Southampton 'Yes to Fairer Votes' campaign. Working to improve the NHS through Southampton LINK. Running a successful and growing website. Volunteering as a school governor. Writing & books, including an autobiography."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07794 382 673",
      "email": "john.spottiswoode@greenparty.org.uk",
      "website": "southampton.greenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Your Green Party Candidate John Spottiswoode"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```