```json
{
  "leaflet": {
    "candidateName": "Layla Moran",
    "constituency": "Oxford West & Abingdon",
    "politicalParty": "Liberal Democrat",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "WHY I WANT TO BE YOUR MP",
        "content": "First and foremost I will always be a teacher and education is my burning passion. It is simply wrong that in the UK a child’s life chances are more linked to the background of their parents than their own potential. I will work tirelessly to change this. As a scientist, I believe government policy should be based on evidence not political posturing rhetoric. If elected as your local MP, I will fight for better local infrastructure (transport, NHS services and schools), and a long-term solution to flooding. We also need a more balanced approach to Housing that is pragmatic but also protects our most valuable assets like our Meadow and the Green Belt."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "SCHOOL FUNDING",
        "policyDescription": "I have strongly supported the 'Pupil Premium' policy that has delivered more than £6 million to schools in this constituency to support those from poorer backgrounds."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "I strongly support the Lib Dem plan to invest an extra £8 billion a year in the NHS by 2020 and fully support the plan to improve mental health provision."
      },
      {
        "policyTitle": "APPRENTICESHIPS",
        "policyDescription": "I have promoted apprenticeships locally ever since I was selected and am delighted that 2,480 new apprenticeships have been set up in the constituency since 2010."
      },
      {
        "policyTitle": "FLOODING",
        "policyDescription": "I've campaigned for the long term measures needed to reduce flooding risk and worked with the Flood Minister from the responsible Lib Dem team at Lib Dem Conference."
      },
      {
        "policyTitle": "GREEN BELT",
        "policyDescription": "Working with local policy our councillors, I have strongly opposed the piecemeal development of the Green Belt and supported toughening up on more appropriate sites."
      }
    ],
    "mentions": {
      "candidate": "Layla Moran",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The election is a choice between me and the right wing Conservative."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I remain committed to fixing the economy and only spending what can be afforded.",
      "education": "I will fight those Conservative plans to cut local school budgets by 10% in the next parliament.",
      "environment": "Opposed the piecemeal development of the Green Belt and support of more appropriate sites.",
      "governance": "",
      "health": "Support the Lib Dem plan to invest an extra £8 billion a year in the NHS by 2020 and fully support the plan to improve mental health provision.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"A more balanced approach to Housing that is pragmatic but also protects our most valuable assets like our Meadow and the Green Belt.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I believe passionately that every child and young person deserves a fair chance to get on in life. That's why I am so strongly opposed to plans by the Conservatives to cut local school budgets by 10% if they get into power on their own, and why I've worked hard to promote apprenticeships in the constituency.",
    "politicalExperience": [
      {
        "role": "Parliamentary Candidate",
        "duration": "",
        "achievements": "Have campaigned for long-term measures to reduce flooding risk, and worked with Flood Minister at the Lib Dem Conference."
      }
    ],
    "contactInformation": {
      "address": "27 Park End St., Oxford, OX1 1HU",
      "phone": "01865 246635",
      "email": "layla.moran@oxwablibdems.org.uk",
      "website": "www.laylamoran.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Layla Moran with constituents"
        }
      ]
    },
    "additionalNotes": "Local issues will be picked up from the start. It's not good enough for an MP to leave it too local residents to do the heavy lifting on a campaign and then sound supportive at a late stage. Dodgy donations will be turned down."
  }
}
```