{
  "leaflet": {
    "candidateName": "Dorothy Thornhill",
    "constituency": "Watford",
    "politicalParty": "Liberal Democrat",
    "electionDate": "7 May",
    "messages": [
      {
        "title": "'Watford can't cope with savage Tory cuts' warns Dorothy",
        "content": "Spending targets in the Conservative manifesto would require an extra £50 billion in cuts, way beyond what is needed to balance the books. Dorothy Thornhill has warned that this will cause real damage to public services, with front line policing, the NHS and local schools set to suffer."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Policing and Crime",
        "policyDescription": "Lib Dems will scrap the wasteful police and crime commissioners - saving money for front line policing."
      },
      {
        "policyTitle": "NHS Services",
        "policyDescription": "Under threat from Conservative cuts, Lib Dems would provide an extra £8bn to our NHS."
      }
    ],
    "mentions": {
      "candidate": "Dorothy Thornhill",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": "Here in Watford, only local Lib Dem Dorothy Thornhill will help beat them."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Conservatives are planning savage cuts to public services if they win a majority in Parliament.",
      "education": "Dorothy Thornhill, a proven local mum, who fought for our schools and NHS.",
      "environment": "",
      "governance": "",
      "health": "Lib Dems would provide an extra £8bn to our NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Conservative cuts risk our schools, NHS services and policing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dorothy Thornhill is the town's popular mayor and stands a chance she can win.",
    "politicalExperience": [
      {
        "role": "Mayor",
        "duration": "",
        "achievements": "She has a proven record as a schoolteacher, mayor and campaigner."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "http://www.dorothy4watford.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Emily Maitlis, BBC Newsnight",
        "endorsement": "It's a clear choice on 7 May between Dorothy or the Conservatives."
      },
      {
        "endorser": "The Independent",
        "endorsement": "The town's popular mayor Dorothy Thornhill is standing and strategists believe she can win."
      },
      {
        "endorser": "The Times",
        "endorsement": "...could be a genuine Liberal Democrat gain."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dorothy Thornhill engaging with police officers and community members."
        },
        {
          "caption": "Graph showing election results from the last time, positioning Lib Dems in second place."
        }
      ]
    },
    "additionalNotes": "The crucial question in Watford is: Who can beat the Tories? More and more local residents say they will vote for Dorothy Thornhill as their MP."
  }
}