```json
{
  "leaflet": {
    "candidateName": "Nancy Platts",
    "constituency": "Brighton, Kemptown",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "My pledges to you",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "",
        "policyDescription": ""
      }
    ],
    "mentions": {
      "candidate": "Nancy Platts",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Nancy Platts says: Working hard for everyone",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Hannah Spooner, local mum",
        "endorsement": "Labour has promised 25 hours of free childcare for working parents a week and that will make a huge difference to lots of people. But we need to vote for Nancy so she can make good on that pledge."
      },
      {
        "endorser": "Jackie Lythell, local resident",
        "endorsement": "I'm worried about the government selling off our emergency services to their cronies. Nancy and Labour promise to protect our hospitals, housing, and schools. Nancy will be a strong advocate for young people"
      },
      {
        "endorser": "Simon Herbert, firefighter",
        "endorsement": "Since the cuts to the fire service were first proposed Nancy has tirelessly campaigned alongside local firefighters. She has helped highlight the dangers cuts, that the UKIP Tory and Lib-Dem Councillors voted through, will affect public safety. These cuts mean we'll lose a third of our fire engine. As a firefighter the safety of my crew is more important than our job title or pay grade. So for me it’s an easy choice to vote for Nancy because she cares. She has been a great friend to us as we've fought to save Sussex Fire and Rescue Service."
      },
      {
        "endorser": "Gladys Mundowa, NHS nurse",
        "endorsement": "As a nurse, I don't think the NHS can survive another five years if David Cameron is the Prime Minister for it. His government has shown contempt for NHS staff from increasing visas and pushing the privatisation of health services. I'm voting for Nancy because I know she will fight to save the NHS for ordinary people who rely on it."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nancy Platts - Working hard for everyone"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```