{
  "leaflet": {
    "candidateName": "Ben Basson",
    "constituency": "West Lancashire",
    "politicalParty": "Green Party",
    "electionDate": "7th May",
    "messages": [],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Ben Basson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "My background is in ecology and conservation and I currently work as a Countryside Ranger for West Lancashire Borough Council.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "My name is Ben Basson, I’m 39 and a lifelong resident of West Lancashire. I’m your Green Party candidate for West Lancashire in the General Election on 7th May. My background is in ecology and conservation and I currently work as a Countryside Ranger for West Lancashire Borough Council. I’m married to professional folk musician Hannah James, have a nine year old daughter and live in Haskayne, West Lancashire.",
    "politicalExperience": [
      {
        "role": "political activist and environmentalist",
        "duration": "2011-2012",
        "achievements": "I was an active member of UK Uncut through 2011 and 2012, targeting corporate tax evasion, and was involved in the 2011 Occupy London Stock Exchange movement."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.greenparty.org.uk/values",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ben Basson with a background of greenery."
        }
      ]
    },
    "additionalNotes": "Politics in its most basic form is about choices and for too long the choices that our political establishment have made have been the wrong choices, made for their own selfish reasons. This has to stop. The Green Party are not like the other four parties, only the Green Party are offering truly radical, progressive and fair policies that will value all members of society equally and importantly ONLY the Green Party can truly be trusted to protect the environment that we live in and depend upon. You can be sure Lancashire would be fracking-free with the Green Party. I promise you a vote for the Green Party is not a wasted vote, a vote for the Green Party is a vote for hope, a vote for social cohesion and a vote for a healthy planet."
  }
}