```json
{
  "leaflet": {
    "candidateName": "Kate Hollern",
    "constituency": "Blackburn",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May 2015",
    "messages": [
      {
        "title": "Kate Hollern - passionate about Blackburn",
        "content": "The election will soon be here and I've been campaigning very hard across town. Residents repeatedly tell me that the Lib Dem/Tory government's austerity programme is unfair. The cuts have been directed at areas with a lot of towns in the North of England while some rich towns in the South have had hardly any cuts at all, how can anyone call that fair? The financial crisis wasn't caused by people in Blackburn - why should we have to suffer cuts in living standards when the bankers who caused the problem keep getting their huge bonuses? Please vote Labour to get some fairness back into British public life."
      },
      {
        "title": "My pledges to you",
        "content": "I will vote to scrap the unfair and unjust bedroom tax. I will continue to help new businesses set up and grow in Blackburn. I will take every opportunity to stop the privatisation of the National Health Service. I will work with any organisation that is trying to create properly-paid jobs. I will support any efforts to help working parents with the cost of childcare."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Bedroom Tax",
        "policyDescription": "Kate Hollern will vote to scrap the unfair and unjust bedroom tax."
      },
      {
        "policyTitle": "Business Growth",
        "policyDescription": "She will continue to help new businesses set up and grow in Blackburn."
      },
      {
        "policyTitle": "Health Service",
        "policyDescription": "She will take every opportunity to stop the privatisation of the National Health Service."
      },
      {
        "policyTitle": "Jobs",
        "policyDescription": "Kate will work with any organisation that is trying to create properly-paid jobs."
      },
      {
        "policyTitle": "Support for Working Parents",
        "policyDescription": "She will support any efforts to help working parents with the cost of childcare."
      }
    ],
    "mentions": {
      "candidate": "Kate Hollern",
      "otherPartyLeaderCandidate": "Lib Dem/Tory",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The cuts from the austerity programme directed at the North compared to the South.",
      "education": "",
      "environment": "",
      "governance": "The need for fairness in British public life and criticism of Lib Dem/Tory government's austerity.",
      "health": "Pledge to stop the privatisation of the National Health Service.",
      "immigration": "",
      "socialWelfare": "Pledge to scrap the bedroom tax.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I feel privileged to have been selected by Labour to represent Blackburn and I promise to always do my best for you",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Richmond Chambers, Richmond Terrace, Blackburn, BB1 7AS",
      "phone": "01254 52323",
      "email": "",
      "website": "blackburnlabour.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kate Hollern sitting at a desk."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```