```json
{
  "leaflet": {
    "candidateName": "Emma Wallace",
    "constituency": "Harrow East",
    "politicalParty": "Green Party",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "FIVE REASONS WHY PEOPLE SHOULD VOTE FOR EMMA WALLACE AND THE GREEN PARTY",
        "content": "Invest in local public services, Protect the NHS, Build more social housing, Introduce fair wages and taxes, Tackle climate change and air pollution"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Invest in local public services",
        "policyDescription": "The Green Party is against the government's austerity measures, committed to defending public services and protesting against the closure of four Harrow libraries."
      },
      {
        "policyTitle": "Protect the NHS",
        "policyDescription": "The NHS should be brought fully back under public ownership, rolling back NHS privatisation, reinstating its founding principles — truly public, fully protected, and free at point of delivery."
      },
      {
        "policyTitle": "Build more social housing",
        "policyDescription": "Everyone has the right to affordable, secure, decent housing and the Green Party has pledged to build 500,000 socially rented homes by 2020."
      },
      {
        "policyTitle": "Introduce fair wages and taxes",
        "policyDescription": "The Greens will introduce a wealth tax on those with assets over £3 million, a financial transaction tax, abolish the bedroom tax and student fees."
      },
      {
        "policyTitle": "Tackle climate change and air pollution",
        "policyDescription": "Make Harrow one of London's most healthy and sustainable boroughs, protecting green spaces, enhancing pedestrian and cycle friendly zones and tackling air pollution."
      }
    ],
    "mentions": {
      "candidate": "Emma Wallace",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Greens will introduce a wealth tax, a financial transaction tax, and abolish the bedroom tax and student fees.",
      "education": "",
      "environment": "I am keen to make Harrow one of London's most healthy and sustainable boroughs. I would campaign to protect green spaces, encourage pedestrian and cycle friendly zones and work towards making the busiest roads in Harrow more tree-lined and attractive.",
      "governance": "",
      "health": "The NHS should be brought fully back under public ownership, rolling back NHS privatisation, reinstating its founding principles — truly public, fully protected, and free at point of delivery.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Green Party has pledged to build 500,000 socially rented homes by 2020.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Harrow Green Party has more than tripled in numbers since this time last year.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "emma.wallace@greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/HarrowGreenParty",
        "twitter": "@VoteEmmaWallace",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Emma Wallace, Green Party candidate for Harrow East"
        }
      ]
    },
    "additionalNotes": "#GreenSurge is sweeping the country. Join the #GreenSurge and vote the Green Party on May 7th to experience the change you want to see."
  }
}
```