```json
{
  "leaflet": {
    "candidateName": "",
    "constituency": "Wallasey",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "MAKING OUR NHS EVEN BETTER",
        "content": "The NHS is treating more people than ever before. There are 8,337 fewer managers but 4,321 more doctors and 1,326 more midwives since 2010. The number of patients waiting more than a year has been slashed and we’re ending the scandal of mixed sex wards."
      },
      {
        "title": "A RECOVERING ECONOMY",
        "content": "Conservatives will cut taxes for people in work by raising the tax free amount you can earn to £12,500, raise the starting point of the 40p rate of tax to £50,000 a year, secure a good school place for every child and create 3 million more apprenticeships, protect pensioner incomes, increase the National Minimum Wage and ban exclusive zero hours contracts, hold an In/Out Referendum on our membership of the EU."
      },
      {
        "title": "Our Plan for Wallasey and Moreton",
        "content": "Make the Town Hall work for you, doing what you’ve told us to do, spend your Council Tax more carefully, spend the money on the services we need."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Increase doctors and midwives, reduce patients waiting, end mixed sex wards, protect Cancer Drugs Fund and implement new vaccine programs."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Cut taxes, raise the tax-free threshold, improve apprenticeships, protect incomes, and hold an EU referendum."
      },
      {
        "policyTitle": "Local Governance",
        "policyDescription": "Improve budget spending, recover loans, cut councilors, and stop unnecessary spending in Town Hall."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Ed Miliband, Alex Salmond",
      "partyLeader": "",
      "tacticalSituation": "Labour is losing support in Scotland, which could influence government formation."
    },
    "issues": {
      "brexitEurope": "Hold an In/Out Referendum on our membership of the EU.",
      "economy": "Cut taxes, secure a good school place for every child and create 3 million more apprenticeships.",
      "education": "Secure a good school place for every child and create 3 million more apprenticeships.",
      "environment": "",
      "governance": "Make the Town Hall work for you, doing what you’ve told us to do.",
      "health": "The NHS is treating more people than ever before with more doctors and midwives and fewer managers. Mixed sex wards issue has been addressed.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.wallaseyconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "\"You can't pay for the NHS without a healthy, growing economy and that's what Labour will put at risk.\"",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Conservative team photo with candidate and supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```