```json
{
  "leaflet": {
    "candidateName": "Ben Davies",
    "constituency": "Chesham and Amersham",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "NHS in crisis",
        "content": "David Cameron promised not to do a top-down NHS re-organisation. Then he broke that promise according to independent health experts at the King's Fund, the outcome has been 'disastrous.' They said it had wasted years and a staggering amount of financial distress and failed projects, caused thousands health service, Cat Fael has used the Coalition's Health and Social Care Act has left the NHS's future in jeopardy. Only Labour will save the NHS."
      },
      {
        "title": "Policing under the Tories and Lib Dems",
        "content": "Nearly 16,000 police officers have been lost under the Tory-led government. The number of reported domestic violence and abuse cases has gone up, but the number of cases put forward for prosecution has plummeted. The Tories cut the police service and if the rash decisions continue to grow crime and its causes double. Labour would protect communities."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Labour will secure the future of our NHS with 20,000 more nurses and 8,000 extra GPs. Like our other pledges this is fully costed."
      }
    ],
    "mentions": {
      "candidate": "Ben Davies",
      "otherPartyLeaderCandidate": "David Cameron, Nick Clegg",
      "partyLeader": "",
      "tacticalSituation": "The Liberal Democrats can't be part of the solution because they are part of the problem. They've broken their promises and are trailing a 'bad third' at the last general election - LD MP candidates in the area with the same strategy."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "David Cameron promised not to do a top-down NHS re-organisation. Then he broke that promise... Only Labour will save the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Many people in Chesham and Amersham are struggling to find a family home or afford to live here - and planning laws must be part of any solution. But David Cameron and Nick Clegg just don't get it. They aren't standing up for hardworking families in Chesham and Amersham. By play the needs of the privileged before the hardworking majority.",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I've decided to run in my home constituency aged 43 because I believe in public service. Chesham and Amersham needs fresh blood and a representative who will fight tirelessly for local interests.",
    "politicalExperience": [
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
    ],
    "quotes": [
      {
        "text": "Our NHS should always be there for you and your family when you need it most. Labour will secure the future of our NHS with 20,000 more nurses and 8,000 extra GPs. Like our other pledges this is fully costed.",
        "source": "",
        "date": ""
      },
      {
        "text": "I've decided to run in my home constituency aged 43 because I believe in public service. Chesham and Amersham needs fresh blood and a representative who will fight tirelessly for local interests.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ben Davies, Labour candidate for Chesham and Amersham"
        },
        {
          "caption": "David Cameron and Nick Clegg mentioned in contexts of NHS and policing under the Tories and Lib Dems"
        },
        {
          "caption": "Labour's pledge for NHS to have more nurses and GPs"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```