```json
{
  "leaflet": {
    "candidateName": "Kirsten Johnson",
    "constituency": "Chesham & Amersham",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "Building a strong economy and a fairer society.",
        "content": "Creating opportunity for everyone. Kirsten and the Liberal Democrats are creating opportunity for everyone, by building a strong economy and a fairer society."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "In government, delivered tax cuts, increased apprenticeships, and plan to create a million jobs by doubling innovation and research funding."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Guaranteeing education budget from nursery to 19 and qualified teachers in every classroom."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Increased health budget each year, committed an extra £1bn to tackle mental health discrimination, and plan to invest £3.5bn in mental health services."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Create a nature bill, green transport revolution, zero carbon Britain, Zero Waste Britain."
      }
    ],
    "mentions": {
      "candidate": "Kirsten has been working mother, not a career politician.",
      "otherPartyLeaderCandidate": "Other parties will tell you that they can’t be overtaken here - but the votes make your own choice.",
      "partyLeader": "",
      "tacticalSituation": "At the last general election in Chesham & Amersham, one in four selected the Liberal Democrats."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "In government, we've made Britain fairer by cutting income tax for 24 million taxpayers, providing an extra £2.5 billion per year for struggling school kids, ensuring the pension age is flexible, doubling apprenticeships and extending free childcare.",
      "education": "In government, we've made Britain fairer by providing an extra £2.5 billion per year for struggling school kids, ensuring the pension age is flexible, and doubling apprenticeships and extending free childcare.",
      "environment": "Liberal Democrats have always put the environment at the heart of our thinking. We propose 'five green laws' for a better Britain.",
      "governance": "",
      "health": "Increased the health budget each year to improve services and deliver 6,000 more doctors provided an extra £2.5bn a year for struggling school kids. 'End scandal of mental health discrimination!'",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Kirsten wants to fight for equality for everyone in society. She believes in young people and in championing their rights.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "kirstenjohnson@outlook.com",
      "website": "kirstenjohnson.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@KirstenLibDems",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "At the last general election in Chesham & Amersham, one in four selected the Liberal Democrats.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kirsten Johnson on the campaign trail."
        },
        {
          "caption": "Liberal Democrat policies affecting the economy, education, and health."
        },
        {
          "caption": "Liberal Democrats' achievements from 2010-2015 and promises for 2015-2020."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```