```json
{
  "leaflet": {
    "candidateName": "Jacob Rees-Mogg",
    "constituency": "North East Somerset",
    "politicalParty": "Conservatives",
    "electionDate": "07th May",
    "messages": [
      {
        "title": "A strong voice for North East Somerset",
        "content": "1. Ensuring those of working age have the reward of a meaningful job and decent standard of living - and everyone to have the financial independence to enjoy a well-earned retirement.\n2. Providing an education system that helps all children reach their potential and succeed in life, and a welfare system that rewards work whilst helping those in genuine need.\n3. Renegotiating our membership of the European Union bringing powers back to Britain from Brussels and leaving the EU - giving people the final say with an In/Out Referendum."
      },
      {
        "title": "Our Long Term Economic Plan",
        "content": "With record low unemployment in North East Somerset, our families have a lot to smile about. Our plan for the area includes: - Taking the family home out of Inheritance Tax. - Raising the personal tax allowance to £12,500 and the higher-rate threshold to £50,000. - Stopping Labour's tax on your home - no return to the something for nothing culture. - Compulsory jobs or training for young people out of work for six months. - £2.3 million road improvement plans including on the A36/A46 link road. - 2,000 more apprenticeships in Bath and NE Somerset."
      },
      {
        "title": "A personal message for you",
        "content": "Serving as your MP has been an honour and if re-elected I will continue to work hard for you. On 7th May you can also shape the future of our country which as a whole benefiting from leadership provided by David Cameron's government and investment with £30 million. Labour left Office with the biggest deficit in our peacetime history. Now, we are turning Britain around together. Our long-term economic plan is working - but there is much to do. Finish the job -- so please vote Conservative on 7th May."
      },
      {
        "title": "The choice at the General Election",
        "content": "David Cameron and the Conservatives: The deficit down, Income tax cut, More jobs, New homes.\nCoalition of chaos: Labour is plotting Scottish alliance, Vince Cable: Lib Dems could enter rainbow coalition with Labour and SNP, Spending up, Higher taxes, More debt, Jobs lost, Britain can't afford it, you'll have to pay for it."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Raising the personal tax allowance to £12,500 and the higher-rate threshold to £50,000. Compulsory jobs or training for young people out of work for six months. 2,000 more apprenticeships in Bath and NE Somerset."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Taking the family home out of Inheritance Tax. New homes."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "An education system that helps all children reach their potential and succeed in life."
      },
      {
        "policyTitle": "European Union",
        "policyDescription": "Renegotiating our membership of the European Union and giving people the final say with an In/Out Referendum."
      }
    ],
    "mentions": {
      "candidate": "Jacob Rees-Mogg",
      "otherPartyLeaderCandidate": "Miliband, Vince Cable",
      "partyLeader": "David Cameron"
    },
    "issues": {
      "brexitEurope": "Renegotiating our membership of the European Union and giving people the final say with an In/Out Referendum.",
      "economy": "Raising the personal tax allowance to £12,500 and the higher-rate threshold to £50,000. Compulsory jobs or training for young people out of work for six months.",
      "education": "An education system that helps all children reach their potential and succeed in life.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Providing a welfare system that rewards work whilst helping those in genuine need.",
      "housing": [
        {
          "content": "Taking the family home out of Inheritance Tax. New homes.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Serving as your MP has been an honour and if re-elected I will continue to work hard for you.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Kelston, BATH, BA1 9AG",
      "phone": "07878542537",
      "email": "jacob@northeastsomersetconservatives.co.uk",
      "website": "jacobreesmogg.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jacob, as MP, visits businesses throughout the year and calls on hundreds of residents to listen to their concerns."
        },
        {
          "caption": "Supporting local businesses in North East Somerset is so important for our long-term prosperity, says Jacob."
        },
        {
          "caption": "A family man - brought up living here - A Somerset Man for North East Somerset."
        },
        {
          "caption": "Jacob out and about listening to local shoppers views."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```