```json
{
  "leaflet": {
    "candidateName": "Gerald Vernon-Jackson",
    "constituency": "Central Southsea",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Election latest",
        "content": "The election across Portsmouth South is looking like it's going to be neck and neck between the Liberal Democrats and the Conservatives. Labour are 20/1 outsiders, and everyone knows that UKIP and the Greens can't win in Portsmouth South. A vote for any other party than the Liberal Democrats will just help the Conservatives win. Only the Liberal Democrats can beat the Conservatives here."
      },
      {
        "title": "It’s Lib Dem or Conservative here...",
        "content": "Can’t win here Lab 14% UKIP 2% Green 2%. This was the share of the vote across Portsmouth South in 2010."
      },
      {
        "title": "Dear neighbour",
        "content": "We’re writing to you as part of the Lib Dem team for Central Southsea. The Lib Dems have a strong track record of working hard all year round for Central Southsea ward – and don’t just show up at election time! Please look inside for just some of things that we have done for residents in this area. Best wishes, Suzy Horton."
      },
      {
        "title": "A record of action for Southsea...",
        "content": "Suzy Horton and Gerald Vernon-Jackson and the rest of the Central Southsea Ward team have a strong record of action and achieved for local residents recently..."
      },
      {
        "title": "For a hardworking MP with a proven record...",
        "content": "Gerald Vernon-Jackson will be the best person to be our local councillor."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Pensioners and teenagers",
        "policyDescription": "Stop charging pensioners and teenagers to swim. Free swimming helps them stay healthy."
      },
      {
        "policyTitle": "Jobs hub",
        "policyDescription": "Create a jobs hub to bring new high quality jobs and training to the city."
      },
      {
        "policyTitle": "Clean up city streets",
        "policyDescription": "Clean up city streets with a new team to issue fixed penalty fines for littering or failing to clean up dog mess."
      }
    ],
    "mentions": {
      "candidate": "Gerald Vernon-Jackson, Suzy Horton",
      "otherPartyLeaderCandidate": "Conservatives, Labour, UKIP, Greens",
      "partyLeader": "",
      "tacticalSituation": "The election across Portsmouth South is looking like it's going to be neck and neck between the Liberal Democrats and the Conservatives. Labour are 20/1 outsiders, and everyone knows that UKIP and the Greens can't win in Portsmouth South."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Suzy Horton is protecting trees and working with tree warden Cllr Phil Smith.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Removed redundant planters to create more on-street parking.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Vice Chair",
        "duration": "",
        "achievements": "Suzy is a Vice Chair of Craneswater Junior School which has received £131,000 of extra funding."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Cllr Lee Hunt",
        "endorsement": "Gerald and Suzy will be brilliant for Central Southsea Ward. Gerald will be a superb MP and Suzy will be a great councillor."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Timeline of achievements from 2003 to 2015"
        }
      ]
    },
    "additionalNotes": "3 broken promises from the Conservatives highlighted: 1) The Prime Minister broke his promise to bring shipbuilding back to the city. 2) The Conservatives broke their promise to allow pensioners and children to have bus passes before 9:30am. 3) The Conservative council spent over £90,000 taking the Liberal Democrats to court over a £14 bandstand."
  }
}
```