{
  "leaflet": {
    "candidateName": "Michelle Thomson",
    "constituency": "Edinburgh West",
    "politicalParty": "SNP",
    "electionDate": "Thursday 7 May 2015",
    "messages": [
      {
        "title": "A Fairer Scotland For All",
        "content": "The SNP Scottish Government has shown that it works for Scottish families. The SNP have shown themselves to be the most popular political leader in the country by First Minister, Nicola Sturgeon."
      },
      {
        "title": "More powers for Scotland",
        "content": "Just think what a stronger group of SNP MPs can do for you at Westminster!"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Michelle Thomson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nicola Sturgeon",
      "tacticalSituation": "We need an MP who will stand up for all, not put party politics first. With strong SNP MPs at Westminster, we can bring a strong voice to all our constituents."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The SNP can win more powers by negotiating better fiscal autonomy. We'll propose an investment-led recovery.",
      "education": "Free university education and opposing new fees on post-graduates",
      "environment": "Protecting our environment",
      "governance": "",
      "health": "Free prescriptions and ensuring fair pay for the NHS staff",
      "immigration": "",
      "socialWelfare": "More powers for Heath and welfare",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Michelle Thomson: 'I'm a mum of two and I've lived in Edinburgh West almost all of my adult life. We decided to start a family business. The business prospered and we moved into frontline politics. It has been a campaign that brought out so much goodwill and a sense that people want something better than the spin of excitement and involvement in the 'Yes' movement in Scottland. I have been energized by the hope and the belief that this fresh spirit of excitement and involvement must continue.'",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "0131 603 8996",
      "email": "michelle.thomson@edinburgh-snp.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote Michelle Thomson SNP"
        }
      ]
    },
    "additionalNotes": "The leaflet lacks detailed descriptions of key policies, political experience, specific endorsements, social media contacts, and direct quotes. It focuses on general party principles and the personal background of the candidate."
  }
}