```json
{
  "leaflet": {
    "candidateName": "Stefan MROZINSKI",
    "constituency": "Tottenham",
    "politicalParty": "Conservatives",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "A personal message from Stefan MROZINSKI",
        "content": "Stefan Mroziński: REALLY for Tottenham. Will you vote for competent government from the Conservatives, or for chaos from Labour?"
      },
      {
        "title": "The real workers' party",
        "content": "The Conservative Party has worked hard to reduce the country's deficit. After years of sacrifice to fix the problems caused by Labour's mismanagement of the economy, it is time to reward hardworking people by: 1. Cutting income tax for 30 million people and taking anyone earning under £12,500 out of income tax altogether. 2. Raising the 40p tax threshold so that more of the money people earn they keep. 3. Offering a tax-free personal tax allowance to help hardworking families. [...] Vote Conservative."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Tottenham’s schools are improving but we all need to aim even higher – every child deserves a great education!"
      },
      {
        "policyTitle": "Fair Pay",
        "policyDescription": "We need a higher London Living Wage - and even more low-paid workers taken out of income tax altogether!"
      },
      {
        "policyTitle": "Community",
        "policyDescription": "Let’s celebrate Tottenham’s diversity, but also focus on what unites us: a desire to make this area even better."
      }
    ],
    "mentions": {
      "candidate": "Stefan Mroziński, Stefan Mrozinski",
      "otherPartyLeaderCandidate": "Ed Miliband, Vince Cable, other parties",
      "partyLeader": "",
      "tacticalSituation": "Nationally Labour are in chaos, with leader alone thinks fit to be Prime Minister. All the polls predict the Lib Dems will lose more than half their MPs, stopping them selling out Britain again to up their own game and bully us back into economic chaos. The Greens and the UKIP are just one man's parties. And here in Haringey Labour seem to have everything but their own councillors' ambitions - which saw all four of their MPs voting against 14k of their councillors in last May's borough elections."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Britain’s economy is now growing faster than anywhere else in Europe. Locally, gains from the Conservative Mayor of London, Boris Johnson, are supporting many Tottenham regeneration projects like the £36 million Lordship Rec.",
      "education": "Education: Tottenham’s schools are improving but we all need to aim even higher – every child deserves a great education!",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Has a life outside politics and understands ordinary people. Worked for some comprehensive schools to two of the world's best universities. As a business lawyer, advised companies on how they can expand and succeed. Serves as the Chair of Governors of an inner-London state school. Lives with his wife in north east London. Believes the role of government is to extend opportunity to all.",
    "politicalExperience": [
      {
        "role": "Chair of Governors of an inner-London state school.",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Metropolitan House, 1st Floor, Darkes Lane, Potters Bar, EN6 1AG.",
      "phone": "020 8374 6305",
      "email": "stefan@voteforstefan.co.uk",
      "website": "www.voteforstefan.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Stefan with his wife, Ade"
        },
        {
          "caption": "Listening to voters in Bruce Grove"
        },
        {
          "caption": "Knocking on doors in West Green"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```