```json
{
  "leaflet": {
    "candidateName": "Jill Fraser",
    "constituency": "Holborn & St Pancras",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "A Record of Delivery. A Promise of More.",
        "content": "Increased the health budget each year to improve services and deliver 6,000 more doctors. Given an £800 tax cut to low and middle income workers. Lib Dems have campaigned to protect tenants from revenge evictions. Provided an extra £2.5bn a year for struggling pupils."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Cutting Income Tax for 24 million ordinary workers, providing an extra £2.5 billion per year for struggling school kids, building a stronger economy and extending free childcare."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Increased the health budget each year to improve services and deliver 6,000 more doctors."
      },
      {
        "policyTitle": "Tax",
        "policyDescription": "Given an £800 tax cut to low and middle income workers. Liberal Democrats will cut less than Labour and less than the Conservatives, creating opportunity for everyone through a stronger economy and a fairer society."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Provided an extra £2.5bn a year for struggling pupils. Protect education spending from cradle to college."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Campaign for more affordable housing. Build 300,000 new homes a year and allow councils to build social housing."
      }
    ],
    "mentions": {
      "candidate": "Jill Fraser",
      "otherPartyLeaderCandidate": "Labour",
      "partyLeader": "",
      "tacticalSituation": "The Liberal Democrats are the choice to beat Labour here in Holborn & St Pancras. At the last General Election the local Lib Dem campaigner Jill Fraser and Labour were in a close fight with the Conservatives finishing in a distant third."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Building a stronger economy by halving the budget deficit, helping businesses create 1.8 million jobs and delivering a record rise in apprenticeships.",
      "education": "Provided an extra £2.5bn a year for struggling pupils. Protect education spending from cradle to college.",
      "environment": "",
      "governance": "",
      "health": "Increased the health budget each year to improve services and deliver 6,000 more doctors. Guarantee mental health equality by increasing health spending by £8bn a year",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Jill has campaigned for more affordable housing. She backs the Lib Dems' plan to build 300,000 new homes a year.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Jill is an experienced local voice. She lives here, works here and has brought up her children here.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Camden Lib Dems, FREEPOST RSLY-XTXH-SCBR, Unit 242 Webheath, Netherwood Street, NW6 2JX",
      "phone": "",
      "email": "",
      "website": "camdenlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Jill supports Lib Dem calls for an extra £8bn a year NHS funding. Her two daughters work in the NHS.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jill Fraser pictured outside Somers Town Medical Centre"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```