```json
{
  "leaflet": {
    "candidateName": "Robin Meltzer",
    "constituency": "Richmond Park",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "The truth about the Tories' long term economic 'Plan'",
        "content": "The plans George Osborne has announced for what the Tories would do if they are given another term would see them balancing the books on the backs of the young, poor, and the wealthy not asked to give a single penny towards the end of the next Parliament they will have cut £50bn a year from public spending. That's more than we spend today on all our schools put together and four times what we spend on our police. It means they will have to make deep cuts to everything from nurseries and social care to police and the armed services. The saddest thing is that it is not necessary; we can balance the books at the end of the Parliament without that level of pain. Conservatives are making a deliberate ideological choice, a choice which the Liberal Democrats have stopped them making during the past five years."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Robin Meltzer",
      "otherPartyLeaderCandidate": "George Osborne",
      "partyLeader": "",
      "tacticalSituation": "Can't win here!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Conservatives are making a deliberate ideological choice, a choice which the Liberal Democrats have stopped them making during the past five years.",
      "education": "It means they will have to make deep cuts to everything from nurseries and social care to police and the armed services.",
      "environment": "",
      "governance": "",
      "health": "Will you support my campaign to protect health and education?",
      "immigration": "",
      "socialWelfare": "It means they will have to make deep cuts to everything from nurseries and social care to police and the armed services.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Return for free: Robin Meltzer, FREEPOST RTLA-SYUX-ZASZ, Mortlake, London SW14 8AD.",
      "phone": "",
      "email": "",
      "website": "www.robinmeltzer.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "For the Whole Community"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```