```json
{
  "leaflet": {
    "candidateName": "Sachin Patel",
    "constituency": "Richmond Park Constituency",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "My pledges to you",
        "content": "Fight to maintain and improve the NHS, and keep it public. Work for more affordable homes in the area, both to rent and to buy. Campaign for a better environment, and press for urgent action to improve air quality throughout London. Work to open up more and better opportunities for young people, and for fair pay for all. Listen to residents and help you with public services — working for you whoever you vote for."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Sachin is a great champion for young people in Richmond Park. He's determined to make sure that we are heard. Young people have been hit hard by this Tory-led government. I'm backing Sachin on 7th May! - Alexina Salem, North Kingston",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Campaign for a better environment, and press for urgent action to improve air quality throughout London.",
      "governance": "",
      "health": "Fight to maintain and improve the NHS, and keep it public.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Work for more affordable homes in the area, both to rent and to buy.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Montlake, London, SW14 8PX",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Alexina Salem, North Kingston",
        "endorsement": "Sachin is a great champion for young people in Richmond Park. He's determined to make sure that we are heard. Young people have been hit hard by this Tory-led government."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sachin Patel, Labour Parliamentary Candidate, Richmond Park Constituency"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```