```json
{
  "leaflet": {
    "candidateName": "Alex Salmond",
    "constituency": "Gordon",
    "politicalParty": "SNP",
    "electionDate": "Thursday 7 May 2015",
    "messages": [
      {
        "title": "A Plan for Pensioners",
        "content": "As part of a strong team of SNP MPs at Westminster, Alex will back early increases to the state pension year by year whichever's highest – inflation, wages or 2.5%, a triple lock. No further increase in the state pension age in Scotland. Protecting the Winter Fuel Allowance."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Building the economy",
        "policyDescription": "Recover from Labour’s economic downturn and oppose austerity agenda of the Lib Dems. Increase the state pension and protect the Winter Fuel Allowance."
      },
      {
        "policyTitle": "Fighting for Scotland – Working for You",
        "policyDescription": "Working at Westminster with progressive allies, SNP MPs can amplify the progressive voice of Scotland."
      }
    ],
    "mentions": {
      "candidate": "Alex Salmond",
      "otherPartyLeaderCandidate": "The Tory/Lib Dem government's policies",
      "partyLeader": "",
      "tacticalSituation": "Opinion polls show that to win a majority at Westminster this time around. That turns this Election into a real opportunity for Scotland."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Recover from Labour’s economic downturn and oppose austerity agenda of the Lib Dems.",
      "education": "",
      "environment": "",
      "governance": "Can amplify the progressive voice of Scotland at Westminster.",
      "health": "",
      "immigration": "",
      "socialWelfare": "State pension year by year whichever's highest – inflation, wages or 2.5%, a triple lock. No further increase in the state pension age in Scotland. Protecting the Winter Fuel Allowance.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Alex Salmond - a man who works and cares",
    "politicalExperience": [
      {
        "role": "First Minister for seven years",
        "duration": "",
        "achievements": "Alex introduced the Small Business Bonus Scheme, which now means 100,000 businesses enjoy zero or low business rates."
      },
      {
        "role": "Local MSP",
        "duration": "",
        "achievements": "Alex has worked to win investment that those in the region are now benefiting from with the AWP, AWPR, and the Inverurie railway line."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07050 604939",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "AlexSalmond",
        "twitter": "AlexSalmond",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alex with Siobhan Kirtlea, owner of Destination Judo in East Aberdeenshire discussing how the SNP Scottish Government's Small Business Bonus Scheme is invaluable in 2015."
        },
        {
          "caption": "As First Minister, Alex introduced the Small Business Bonus, which means 100,00 businesses enjoy zero or low business rates."
        },
        {
          "caption": "The way with bus passes, and free personal care."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```