{
  "leaflet": {
    "candidateName": "Mark Chivers",
    "constituency": "Mid Dorset and North Poole",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "Vote for what you believe in",
        "content": "Mark Chivers, your Green Party candidate for Mid Dorset and North Poole, talks about the problems caused by the Coalition Government’s austerity agenda, lack of balance in economic measures, the benefits cuts, bedroom tax, and NHS underfunding."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Safe Climate",
        "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees. Phase out fossil-fuel based energy generation and nuclear power. Invest in a public programme of renewable generation, flood defences and building insulation."
      },
      {
        "policyTitle": "Free Education",
        "policyDescription": "Scrap university tuition fees. Promote a comprehensive system of local schools offering mixed ability teaching staffed by qualified teachers. Bring Academies and Free Schools back into the Local Authority system."
      },
      {
        "policyTitle": "Better Transport",
        "policyDescription": "Return the railways to public hands to stop profits being put before passengers. Introduce an immediate cut in fares of 10% to give passengers a much-needed financial break. Promote walking and cycling to help reduce pollution and improve people's health."
      },
      {
        "policyTitle": "Public NHS",
        "policyDescription": "Fight for a publicly funded, publicly provided health service free at the point of use. End the creeping privatisation of the NHS and repeal the Health And Social Care Act 2012. Make mental health a much higher priority with resources to match this status."
      },
      {
        "policyTitle": "Fair Economy",
        "policyDescription": "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage. Pay for this with a new 'wealth tax' on the top 1%, a Robin Hood Tax on the banks and closing loopholes. Increase the minimum wage to reach a living wage of £10 an hour by 2020."
      },
      {
        "policyTitle": "Decent Homes",
        "policyDescription": "Abolish the cruel and unfair bedroom tax. Build 500,000 social rented homes by 2020 and bring empty homes back into use to ensure everyone has access to an affordable place to live in. Cap rent and introduce longer tenancies to provide greater protection for renters."
      }
    ],
    "mentions": {
      "candidate": "Mark Chivers",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Natalie Bennett",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Mark Chivers criticises austerity and the current economic system, and calls for investment in the NHS, cheaper and more efficient public transport and affordable housing.",
      "education": "He promises to scrap university tuition fees and promote a comprehensive system of local schools offering mixed ability teaching staffed by qualified teachers.",
      "environment": "To address environmental issues, he aims to combat climate change, phase out fossil-fuel based energy generation and nuclear power, and promote walking and cycling.",
      "governance": "",
      "health": "Mark Chivers is committed to fighting for a publicly funded NHS, ending the privatisation of the NHS, and making mental health a higher priority.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "He opposes the bedroom tax, plans to build social rented homes, and intends to bring empty homes back into use, with the goal of ensuring access to affordable housing for everyone. This includes capping rents and providing greater protections for renters.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I'm delighted to have been selected to stand in an area I have lived in for over 20 years and where I brought up my children.",
    "politicalExperience": [
      {
        "role": "Career in Financial Services",
        "duration": "",
        "achievements": "His career in Financial Services has made him clear on what most concerns people: their future economic security."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07946 232 468",
      "email": "mark.chivers@greenparty.org.uk",
      "website": "www.mark4mdnp.net",
      "socialMedia": {
        "facebook": "/TheGreenParty",
        "twitter": "@TheGreenParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Imagine a political system that puts the public first. Imagine an economy that gives everyone their fair share. Imagine a society capable of supporting everyone’s needs. Imagine a planet protected from the threat of climate change now and for the generations to come. That’s the future we want to create and we believe we have the means to do it.",
        "source": "Natalie Bennett, Green Party Leader",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mark Chivers standing in front of greenery"
        }
      ]
    },
    "additionalNotes": "The leaflet promotes the idea of voting for what you believe in, underlining the Green Party's commitment to 'putting people before profit' and creating 'a society that works for the common good'."
  }
}