```json
{
  "leaflet": {
    "candidateName": "Simon Hughes",
    "constituency": "Bermondsey, Rotherhithe, Walworth, Borough and the Elephant",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Keep Simon fighting for jobs, homes & our NHS",
        "content": "Simon Hughes and the Liberal Democrats have created over 6,000 apprenticeships in Southwark since 2010. Simon is now fighting to make sure new jobs including by building a Bakerloo Line Extension and a new bridge and pier for Rotherhithe. Simon Hughes has slammed Labour Council for rolling over to developers. Simon is fighting for more affordable homes, to be advertised locally first. Simon Hughes and local residents saved Guy's Hospital. The Labour Government closed the A&E there but Simon opened the Urgent Care Centre in 2012. Now he is fighting to improve mental health services."
      },
      {
        "title": "It's a two horse race!",
        "content": "It's a choice between Simon Hughes and Ed Miliband's Labour candidate. How Bermondsey & Old Southwark voted at the last General Election."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Jobs",
        "policyDescription": "Created over 6,000 apprenticeships in Southwark since 2010 and fighting to ensure new job opportunities with infrastructure projects like the Bakerloo Line Extension and a new bridge and pier for Rotherhithe."
      },
      {
        "policyTitle": "Homes",
        "policyDescription": "Fighting for more affordable homes to be advertised locally first, slamming the Labour Council for rolling over to developers."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Saved Guy's Hospital from closure by the Labour Government's decision to close the A&E and opened the Urgent Care Centre in 2012; fighting to improve mental health services."
      }
    ],
    "mentions": {
      "candidate": "Simon Hughes",
      "otherPartyLeaderCandidate": "Ed Miliband",
      "partyLeader": "",
      "tacticalSituation": "It's a choice between Simon Hughes and Ed Miliband's Labour candidate. Lab 48%, Con 17%, Lib 29% at the last General Election."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Saved Guy's Hospital; fighting to improve mental health services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Fighting for more affordable homes to be advertised locally first.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "Over 30 years",
        "achievements": "Fighting for us"
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "020 7232 2557",
      "email": "simon@simonhughes.org.uk",
      "website": "www.simonhughes.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@SimonHughes",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Keep Simon fighting for jobs, homes & our NHS"
        },
        {
          "caption": "It's a two horse race!"
        },
        {
          "caption": "Simon Hughes - Over 30 years of fighting for us"
        }
      ]
    },
    "additionalNotes": "Printed by [printer's name and location]. Promoted by [promoter's name] on behalf of Simon Hughes both at [promoter’s address]."
  }
}
```