```json
{
  "leaflet": {
	"candidateName": "Chris",
	"constituency": "Poplar and Limehouse",
	"politicalParty": "Conservative",
	"electionDate": "May 7th",
	"messages": [
  	{
    	"title": "Long-term economic plan",
    	"content": "Whilst much has been achieved, there is more to be done and we need to stick with our long-term economic plan. Strong public services need a strong economy to support and pay for them."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Economic Recovery",
    	"policyDescription": "The Conservatives' policies have created more jobs in Poplar and Limehouse, with 10,200 more local people in work since 2010, reduced tax for over 50,000 residents, and reformed the welfare system to make sure work pays."
  	},
  	{
    	"policyTitle": "Local Development",
    	"policyDescription": "At a local level a better approach to development is needed. Tower Hamlets Council continues to approve thousands of properties without the doctors' surgeries and transport links required to support them."
  	}
	],
	"mentions": {
  	"candidate": "I am an active member of the community and stand as the Conservative Candidate for Mayor of Tower Hamlets in 2014.",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "The Conservatives have worked hard to recover from the economic crisis and Britain is now back on track.",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "The Conservatives' policies...reformed the welfare system to make sure work pays.",
  	"housing": [
    	{
      	"content": "Tower Hamlets Council continues to approve thousands of properties without the doctors' surgeries and transport links required to support them.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I live in Poplar and Limehouse, listen to local residents, and as your MP I will work hard for you.",
	"politicalExperience": [
  	{
    	"role": "Conservative Candidate for Mayor of Tower Hamlets",
    	"duration": "2014",
    	"achievements": "An active member of the community."
  	}
	],
	"contactInformation": {
  	"address": "1 Ducaine Apartments, Merchant Street, London, E3 4PG",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Campaign leaflet image"
    	}
  	]
	},
	"additionalNotes": "Promoted by Adrian Thompson on behalf of Christopher Wilford of 1 Ducaine Apartments Merchant Street London E3 4PG. Printed by Mailing Guy, Unit 2, Thurrock Trade Park, Oliver Road, Grays, Essex, RM20 3ED."
  }
}
```