```json
{
  "leaflet": {
    "candidateName": "Laura Bailhache",
    "constituency": "Taunton Deane",
    "politicalParty": "UKIP",
    "electionDate": "",
    "messages": [
      {
        "title": "It's Time for Change in Taunton Deane",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Development",
        "policyDescription": "Speak for sustainable, relevant development with necessary infrastructure, protect agricultural land, encourage development of brownfield sites, supply of affordable housing is one of the priorities."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Promote reopening of Wellington Station and link to the main line, reinstatement of local and rural bus routes, dualling of the A303 is essential."
      },
      {
        "policyTitle": "Environment and Farming",
        "policyDescription": "Invest in improving flood defences, unified and properly funded approach to water management in the Levels, no subsidies for wind farms and solar arrays, no fracking without local planning permission or allowing 60 tonne lorries to come through."
      },
      {
        "policyTitle": "Local Government Waste",
        "policyDescription": "Limit the number of highly-paid council staff, cut their expensive pay deals, councillors' excessive allowances and expenses to be cut, council's advertising and self-promotion budget to be stopped."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Benefit from grammar schools and more vocational routes, add to the variety and quality of educational establishments across the constituency."
      },
      {
        "policyTitle": "Save Our NHS",
        "policyDescription": "Ensure NHS is free at the point of delivery and for all UK citizens, condition of entry to the UK for visitors to have NHS-approved private health insurance, no right of access to our free National Health Service for EU immigrants without private National Insurance for five years."
      },
      {
        "policyTitle": "More Local Powers",
        "policyDescription": "In favour of the recall of MPs who break the law, more local referenda so that people can make decisions about new developments, is direct democracy, UKIP bringing power from Brussels back to Westminster."
      },
      {
        "policyTitle": "Economy and Immigration",
        "policyDescription": "The European single currency is decimating economies of the south and now eastern Europe, need to have bilateral trade agreements, allowing us to have global free trade agreements in the best interests of the UK."
      }
    ],
    "mentions": {
      "candidate": "Laura Bailhache",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "UKIP won here in the 2014 Euro Elections, 2015 UKIP gain momentum."
    },
    "issues": {
      "brexitEurope": "Trade with the EU will continue as before, restore full UK control over our own economy, take back control of our borders and introduce a points-based system of controlled immigration.",
      "economy": "The single currency is decimating the economies of the south and now eastern Europe, global free trade agreements in the best interests of the UK.",
      "education": "Taunton Deane could benefit from grammar schools and more vocational routes, enhancing the variety and quality of educational establishments.",
      "environment": "",
      "governance": "In favour of the recall of MPs who break the law, more local referenda, UKIP bringing power from Brussels back to Westminster, provide more local powers.",
      "health": "Ensure NHS is free at the point of delivery for all UK citizens, condition of entry to have NHS-approved private health insurance.",
      "immigration": "Points-based system of controlled immigration that would apply to all.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Protect our agricultural land and encourage the development of brownfield sites. The supply of affordable housing will be one of my priorities.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I moved to Taunton at the age of 3, attended Holway School, Heathfield School and Richard Huish College before going to Oxford to read History. After studying Law at the University of the West of England, I became qualified as a solicitor in Taunton. Now 33 years old, earning the national average wage. I still have student debts, and rent my flat.",
    "politicalExperience": [
      {
        "role": "Solicitor in Taunton",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "UKIP Taunton Deane, 1 Church Square, Taunton, Somerset TA1 1SA",
      "phone": "01823 619814",
      "email": "somerset@ukip.org",
      "website": "www.ukiptauntongeane.com",
      "socialMedia": {
        "facebook": "UKIP Taunton Deane",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Laura meets a constituent"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```