```json
{
  "leaflet": {
    "candidateName": "Rebecca Pow",
    "constituency": "Taunton Deane",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message for Zandile B Kori",
        "content": "Having lived in Taunton Deane with my husband, Charles Clark for over 27 years, I am passionate about the area..."
      },
      {
        "title": "My priorities for Taunton Deane",
        "content": "I will support all local efforts to grow our economy and create jobs, with a particular focus on projects for young people... Improving infrastructure... I believe that nature and the environment are important both to rural and urban Somerset..."
      },
      {
        "title": "The future of Taunton Deane",
        "content": "Whilst retaining our historic rural roots, now is the time for Taunton, Wellington and Wiveliscombe to grow..."
      },
      {
        "title": "About Rebecca Pow",
        "content": "I played a pivotal role..."
      },
      {
        "title": "Don't let your local vote put Ed Miliband into No. 10",
        "content": "This year's General Election is the most competitive in a generation and it could change our country forever..."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Support all local efforts to grow our economy and create jobs, particularly focused on projects for young people."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Improving infrastructure key to long-term economic growth, supporting a range of initiatives including improving transport and securing the roll-out of super fast broadband."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Nature and environment are important for both rural and urban Somerset, enhance sporting, leisure and cultural opportunities."
      }
    ],
    "mentions": {
      "candidate": "Rebecca Pow",
      "otherPartyLeaderCandidate": "Ed Miliband, Nick Clegg",
      "partyLeader": "David Cameron",
      "tacticalSituation": "23 more seats to secure majority; hints at tactical voting to prevent a Labour-led coalition."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Support local efforts to grow our economy including job creation, focus on young people.",
      "education": "Supporting initiatives to improve local education and apprenticeship schemes.",
      "environment": "Nature and the environment are believed to be important, looking to enhance sporting, leisure, and cultural opportunities.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Retain historic rural roots while enabling Taunton, Wellington, and Wiveliscombe to grow with good infrastructure supporting local people's ambitions.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am passionate about the area where I live, deeply care about the challenges we are facing and promise to work hard, delivering a strong voice for Taunton Deane.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "rebecca@rebeccapow.org.uk",
      "website": "www.rebeccapow.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/rebeccapow",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Cameron",
        "endorsement": "Local woman Rebecca Pow has put Taunton Deane on the national stage."
      }
    ],
    "quotes": [
      {
        "text": "Don't let your local vote put Ed Miliband into No. 10.",
        "source": "",
        "date": ""
      },
      {
        "text": "Nick Clegg hints at possible coalition deal with Labour in 2015",
        "source": "The Guardian 07/04/15",
        "date": "2015-04-07"
      },
      {
        "text": "Vince Cable: Lib Dems could enter rainbow coalition with Labour and SNP",
        "source": "The Herald ________",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rebecca with Prime Minister David Cameron."
        },
        {
          "caption": "Graph showing parliamentary seats."
        },
        {
          "caption": "Rebecca has secured £4.6m to transform Taunton Rail Station."
        },
        {
          "caption": "Rebecca is supporting the creation of a unique water sports centre."
        },
        {
          "caption": "Rebecca with the Transport Secretary."
        },
        {
          "caption": "Rebecca champions Taunton Deane - securing key projects by bringing the Prime Minister and Chancellor here."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```