```json
{
  "leaflet": {
    "candidateName": "Rachel Gilmour",
    "constituency": "Taunton Deane",
    "politicalParty": "Liberal Democrat",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "The Liberal Democrat plan for Britain",
        "content": "Balancing the books by 2018, £400 tax cut for local workers, Controlling our borders"
      },
      {
        "title": "A balanced budget for Britain",
        "content": "A £8 billion extra for the NHS"
      },
      {
        "title": "A record of delivery for Taunton Deane",
        "content": "Upgrading Musgrove Park Hospital, A better deal for pensioners"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "The Liberal Democrats have committed to invest £8 billion a year more in the NHS to ensure it remains a world class service."
      },
      {
        "policyTitle": "Jobs",
        "policyDescription": "Rachel Gilmour is campaigning to attract more skilled jobs to Taunton Deane. She wants to ensure that local workers are highly qualified and that there are more jobs with better salaries to match."
      }
    ],
    "mentions": {
      "candidate": "Rachel Gilmour",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Residents in Taunton Deane know that what happens across the rest of the country, the race to be the next MP for Taunton Deane is between Liberal Democrat Rachel Gilmour and the Conservatives."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Balancing the books by 2018, £400 tax cut for local workers",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "£8 billion extra for the NHS, Upgrading Musgrove Park Hospital",
      "immigration": "Controlling our borders",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Local resident",
        "endorsement": "They had an outrageous plan to privatise our leisure services and have hotels and even flats to pay for it. The LDs in government took that back to square one."
      }
    ],
    "quotes": [
      {
        "text": "I voted Conservative in the past. I thought they were the party that would reward people who work hard, and the party that had my best interests at heart. But I will not vote for them on May 7th. I've been hearing about some of their plans over the last 5 years that the LD Dems have had to stop them. They had an outrageous plan to privatise our leisure services and have hotels and cinemas there to allow schools and taverns to take over. The Conservatives want a tax even bosses can't live without. I'm not having to spend a rearson they don't have to give her a second look! I have to say that housing starts with a doubt, they're now making no secret of their desire to cut vital local services deeper and faster. They're spending plans mean that big business will be let off and you and I make large costs. Leisure services police and local health services to me are confined.",
        "source": "Testimonial from a local resident",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "The Liberal Democrat plan for Britain"
        },
        {
          "caption": "Rachel Gilmour with constituents"
        },
        {
          "caption": "Upgrading Musgrove Park Hospital"
        },
        {
          "caption": "A better deal for pensioners"
        }
      ]
    },
    "additionalNotes": "It’s so close here! Lib Dem 49%, Con 42%, Lab 5%"
  }
}
```