```json
{
  "leaflet": {
    "candidateName": "Rachel Rogers",
    "constituency": "West Dorset",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Tackling the housing crisis",
        "content": "Families across West Dorset are struggling with housing costs because the Coalition Government has failed to build enough new homes. Labour will tackle the housing crisis by guaranteeing that we will build 200,000 homes a year by 2020, creating jobs in the construction industry. We will also offer a fairer deal to families on Housing Benefit by abolishing the bedroom tax, establishing a national register of landlords, capping rents and ending rip-off fees and charges."
      },
      {
        "title": "Giving young people the best start in life",
        "content": "Under the Coalition almost 750,000 of our young people are out of work. Labour will make sure that all our young people will get the chance to develop a successful career. We will slash university fees by a third, we will expand apprenticeships with the aim that by 2025 as many young people will start an apprenticeship as go to university, and we will help our unemployed younger people back to work with a guaranteed job or training for 18-24 year olds out of work for a year or more."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health Service",
        "policyDescription": "Keep our Health Service Nation, reintegrate it with social care, with priority for mental health."
      },
      {
        "policyTitle": "Affordable Housing",
        "policyDescription": "Build more low cost homes, remove spare room quota and make rent affordable."
      },
      {
        "policyTitle": "Jobs",
        "policyDescription": "Create more and better jobs for West Dorset and support the Living Wage."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Protect our rural bus routes and make public transport serve people before profit."
      },
      {
        "policyTitle": "Energy and Renewables",
        "policyDescription": "Increase our investment in sustainable energy and support local renewable initiatives."
      }
    ],
    "mentions": {
      "candidate": "Rachel Rogers",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Families across West Dorset are struggling with housing costs because the Coalition Government has failed to build enough new homes. Labour will tackle the housing crisis by guaranteeing that we will build 200,000 homes a year by 2020, creating jobs in the construction industry. We will also offer a fairer deal to families on Housing Benefit by abolishing the bedroom tax, establishing a national register of landlords, capping rents and ending rip-off fees and charges.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Smiths Cottage, Rampisham Dorset, DT2 0PP",
      "phone": "07904 900 557",
      "email": "WestDorsetRachel@gmail.com",
      "website": "westdorsetlabour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@DorsetRachel",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Bill Mellish",
        "endorsement": "I am pleased to support Rachel Rogers as our Parliamentary Candidate. She will be a strong voice for West Dorset on the key issues of transport and housing. A service of local meetings needs to be useful that people will continue to fight counties like Dorset and Rachel will continue to fight the cuts and fragmentation that are currently threatening our own buses. The lack of affordable housing in Dorset has been a problem for many years and Rachel is committed to working with local communities to develop affordable homes to rent and buy."
      },
      {
        "endorser": "Antony Tucker",
        "endorsement": "I'm supporting Rachel Rogers for her stance on the Living Wage. For young people like myself, fair pay is badly needed, especially when the cost of living, particularly food, is spiraling out of control. I know that Rachel will campaign strongly to help combat the trend driven by the many and not the few."
      },
      {
        "endorser": "Linda Rees",
        "endorsement": "I am happy to endorse Rachel as our Parliamentary Candidate. She will speak up for West Dorset on the important principle of putting patient health and social care before profit together with my background in the health service. Dorset's ageing population will increase by 30% by 2025 so it is essential that we provide after-care for patients in their own homes. Rachel supports Labour’s plan to cut waiting times and the pledge which promises GP appointments within 48 hours."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rachel Rogers with supporters"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```