```json
{
  "leaflet": {
	"candidateName": "Caroline Lucas",
	"constituency": "",
	"politicalParty": "Green Party",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Awards",
    	"content": "Caroline Lucas, Green Party MP was voted the UK's Most Ethical Politician in 2007, 2009 and 2010 by Observer readers, and is one of the Environment Agency's Top 100 Eco-Heroes."
  	},
  	{
    	"title": "Personal Message",
    	"content": "These are exciting times for the Green Party – the election of the first ever Green MP represents a truly historic moment. We made our breakthrough with people backing people like you who want a new politics based on honesty, justice and fairness. Now, every new member who joins us gives us a stronger voice in Parliament."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Maintaining public spending on the services that we all need.",
    	"policyDescription": "The Green Party promises to maintain public spending on the services that are needed, with the government investing to create jobs and ensure that recession-fighting measures don't have to cost the earth."
  	},
  	{
    	"policyTitle": "Building the pressure for a real global initiative to tackle climate change.",
    	"policyDescription": "They aim to lead a fair, ambitious and legally binding agreement to cut carbon emissions and insist that Britain rebuild with energy technologies that are renewable."
  	},
  	{
    	"policyTitle": "Cancellation of the planned Trident replacement.",
    	"policyDescription": "The Green Party wants the cancellation of the planned Trident nuclear weapon system, which is fundamentally opposed to peace and unnecessary to security, and believe these funds could be better spent on public services."
  	},
  	{
    	"policyTitle": "Cutting carbon and creating jobs with a Green New Deal.",
    	"policyDescription": "Proposal of a Green New Deal that will improve energy efficiency in homes and create three million new jobs."
  	},
  	{
	    "policyTitle": "Protecting low-paid workers.",
	    "policyDescription": "Fighting for a 'Living Wage' to ensure low-income workers can earn enough to provide for themselves and their family without having to rely on social security."
  	},
  	{
	    "policyTitle": "Fair pensions and free social care for older people.",
	    "policyDescription": "Seeking to introduce a Citizen's Pension along with free care and support for older people."
  	},
  	{
	    "policyTitle": "Giving every child the best possible chance in life.",
	    "policyDescription": "Working for schools to be properly funded to support every child, and working to stop the postcode lottery that unfairly restricts many children's education."
  	},
  	{
	    "policyTitle": "Protecting human rights and stopping unnecessary wars.",
	    "policyDescription": "The Green Party is committed to human rights and will push for an immediate withdrawal of UK troops from Afghanistan."
  	}
	],
	"mentions": {
  	"candidate": "Caroline Lucas",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Natalie Bennett",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "The services that we all need. The Green Party is the only one fighting hard for a fairer society where the needs of people - not big business - come first. Our strong political vision doesn't sway with the winds of convenience or bend with shifts in fashion.",
  	"education": "Giving every child the best possible chance in life. We will work for schools to be properly funded to support every child.",
  	"environment": "Building the pressure for a real global initiative to tackle climate change.",
  	"governance": "Cutting carbon and creating jobs with a Green New Deal. We propose a Green New Deal that will improve energy efficiency in homes and create three million new jobs.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "Protecting low-paid workers. Fighting for a 'Living Wage' to ensure low-income workers can earn enough to provide for themselves and their family without having to rely on social security.",
  	"housing": [
    	{
      	"content": "Cutting carbon and creating jobs with a Green New Deal. We propose a Green New Deal that will improve energy efficiency in homes and create three million new jobs.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Every new member who joins the Green Party makes our call for change a little louder. And the louder our voice, the harder it will be to ignore.",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "join.greenparty.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "Caroline Lucas... was voted the UK's Most Ethical Politician in 2007, 2009 and 2010 by Observer readers, and is one of the Environment Agency's Top 100 Eco-Heroes.",
    	"source": "Observer readers",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Natalie Bennett Green Party Leader"
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```