{
  "leaflet": {
    "candidateName": "Chris Took",
    "constituency": "Horsell West",
    "politicalParty": "Lib Dem",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "The best choice for Horsell West...",
        "content": "Chris Took is campaigning to be your next MP. Chris has been married to his wife Josie for over 10 years, and he lives locally in Surrey. He is a successful businessman, national charity campaigner. Over the years, Chris has been involved with a number of high profile campaigns, and is a Trustee of the Gurkha Peace Foundation. Chris says, 'I am proud of the things that Lib Dems have been able to achieve in Government - including giving £800 tax cut to 25 million working people across Britain. I would like to see that taken further, and more money put back into people's pockets. I also want to make sure that the education budget is protected, the Conservatives are planning to cut it - but we need to be investing in our children to give them the best start in life."
      },
      {
        "title": "ANN-MARIE BARKER",
        "content": "Ann-Marie is running to be your next Councillor in Horsell West. She is married to David and they live locally with their two daughters who have been to our local schools. Ann-Marie previously represented Horsell West on the Borough Council and was a governor at Horsell Village School from 2000-2013 and past committee member of Horsell Residents Association. Ann-Marie has worked locally in both Woking and Guildford but currently commutes to London for a role with a small independent research company. Away from politics Ann-Marie enjoys walking and cycling locally along the canal and on Horsell Common and exploring local and family history. Ann-Marie has been a promoter of social media in Woking, being the first person to keep residents informed with live tweets from council meetings."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stamping out Mental Health stigma",
        "policyDescription": "The Lib Dems believe mental health should not be ignored or stigmatised. It should be taken as seriously as physical health. They are using £400 million to help people with mental health problems get the right support early on, such as counselling, talking therapies, exercise referral and peer support. Chris Took says, 'Bit by bit, we are making progress; transforming local services and adding places like Bridgwell House, for people who are facing really tough mental health challenges, to get help for the first time."
      }
    ],
    "mentions": {
      "candidate": "Chris Took",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "It’s between the Lib Dems and the Conservatives here. Woking General Election Results 2010 show 50% Con, 37% Lib Dem, and Labour can't win here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Chris Took wants to see more funding for Mental Health Services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chris Took wants to see more funding for Mental Health Services."
        }
      ]
    },
    "additionalNotes": ""
  }
}