{
  "leaflet": {
    "candidateName": "Gill Coombs",
    "constituency": "Totnes Constituency",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Personal Economy",
        "content": "Believes that food production, energy creation and manufacturing should strengthen communities and provide decent work for our local population, revitalising local economies for stronger communities and resilience."
      },
      {
        "title": "Affordable Homes",
        "content": "Wants everyone in the Totnes Constituency to be able to afford a home. The South Hams has lost a generation of second homes and buy-to-lets. Proposed solutions include discouraging ownership of multiple homes, freeing up more homes for people. Community Land Trusts, Community Housing Trusts, co-ops possible, breaking the dominance of inflated house prices. Campaign for properties to be affordable, small-scale developments sensitive to local needs and environment."
      },
      {
        "title": "Our Parliament",
        "content": "Advocates for integrity and courage in politics, mentioning how the Green Party has led the way on important issues even with few seats. References to resisting big business, standing firm on issues like fracking and austerity despite the opposition from other parties."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Affordable Homes",
        "policyDescription": "Gill Coombs advocates for properties that are affordable and environmentally sensitive, aiming to break the dominance of inflated house prices and promote small-scale, community-based property development."
      },
      {
        "policyTitle": "Local Economy",
        "policyDescription": "The promotion of food production, energy creation, and local manufacturing to bolster local economies and provide meaningful work within communities."
      }
    ],
    "mentions": {
      "candidate": "Gill Coombs",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Believes that revitalising local economies will create stronger communities and resilience.",
      "education": "",
      "environment": "Campaigning for properties to be environmentally sensitive, talk about protecting wild places, ecosystems, and biodiversity.",
      "governance": "Gill Coombs has a focus on integrity and courage in politics, resisting big businesses and domestic issues like fracking and austerity.",
      "health": "Free access to publicly-owned NHS health services is mentioned as part of her campaign.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Advocates for affordable housing and controlling the ownership of second homes and buy-to-lets to make more homes available for people.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I’m standing for the Green Party because I think we all deserve better than this tired and corrupt political system. I’m committed to wellbeing, equality and the environment.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/gillcoombes.totnes",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Gill Coombs - Totnes Constituency"
        }
      ]
    },
    "additionalNotes": ""
  }
}