```json
{
  "leaflet": {
    "candidateName": "David Cameron",
    "constituency": "Bury North",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "WE'VE COME A LONG WAY SINCE 2010",
        "content": "Five years ago, the Labour Minister in charge of spending taxpayers’ money left us a note saying: 'I'm afraid there is no money'. Five years on, Britain is now one of the fastest growing major economies in the world. We are getting our national finances back under control. We have halved our deficit as a share of our economy. More people are in work than ever before."
      },
      {
        "title": "ED MILIBAND AND THE SNP WILL COST YOU",
        "content": "Ed Miliband would lead a weak and chaotic government. And this isn't just because he and Labour haven't learnt any lessons on the economy since leaving behind that note five years ago. The most troubling reality of Mr. Miliband is that the only way he can become Prime Minister is with the backing of the Scottish National Party – giving Nicola Sturgeon and Alex Salmond an effective veto over anything the UK government does."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "David Cameron",
      "otherPartyLeaderCandidate": "Ed Miliband, Nicola Sturgeon, Alex Salmond",
      "partyLeader": "",
      "tacticalSituation": "Bury North is one of the handful of marginal seats that will decide who governs Britain. If the Conservatives hold places like Bury North, we will only need to win 23 more seats to form a majority government—and keep Ed Miliband and the SNP out of Downing Street."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Five years ago, the Labour Minister in charge of spending taxpayers’ money left us a note saying: 'I'm afraid there is no money'. Five years on, Britain is now one of the fastest growing major economies in the world. We are getting our national finances back under control. We have halved our deficit as a share of our economy.",
      "education": "",
      "environment": "",
      "governance": "Ed Miliband would lead a weak and chaotic government.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I NEED YOUR SUPPORT. Don't risk everything we have achieved over the last five years. The only way you can stop Ed Miliband and the SNP taking us back to square one is to vote Conservative here in Bury North.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4 Matthew Parker Street, London, SW1H 9HQ",
      "phone": "",
      "email": "",
      "website": "CONSERVATIVES.COM",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Rt Hon David Cameron, Prime Minister."
        }
      ]
    },
    "additionalNotes": "The leaflet emphasizes the risk of a coalition government with SNP and positions the Conservative Party as the only option for stable governance and continued economic growth."
  }
}
```