```json
{
  "leaflet": {
    "candidateName": "Ron Meldrum",
    "constituency": "Eastleigh",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "",
        "content": "I believe it is time for change. This May is your chance to help enact those changes by voting Green. I am tired of empty promises, and I know that you are too."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Safe Climate",
        "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees. Phase out fossil-fuel based energy generation and replace power generation."
      },
      {
        "policyTitle": "Free Education",
        "policyDescription": "Scrap university tuition fees. Promote a comprehensive system of local schools offering mixed ability teaching staffed by qualified teachers. Bring Academies and Free Schools into the Local Authority system."
      },
      {
        "policyTitle": "Better Transport",
        "policyDescription": "Return the railways to public hands to stop profits being put before passengers. Introduce an immediate cut in fares of 10% to give passengers a much-needed financial break."
      },
      {
        "policyTitle": "Fair Economy",
        "policyDescription": "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage. Pay for this with a new wealth tax on the top 1%, a Robin Hood Tax on the bank and the closure of loopholes. Increase the minimum wage to reach a living wage of £10 an hour by 2020."
      },
      {
        "policyTitle": "Decent Homes",
        "policyDescription": "Abolish the cruel and unfair bedroom tax. Build 500,000 social rented homes by 2020 and bring empty homes back into use to ensure everyone has access to an affordable place to live. Cap rent and introduce longer tenancies to provide greater protection for renters."
      }
    ],
    "mentions": {
      "candidate": "Ron Meldrum",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Natalie Bennett",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I believe it is time to end the growing inequality in our society. The only party that has a plan for a fairer economic system and a fair deal for all, not simply the few at the top.",
      "education": "Free Education policy details mentioned in the key policies.",
      "environment": "Safe Climate policy details mentioned in the key policies.",
      "governance": "",
      "health": "Better Transport and Decent Homes policy details touch on aspects of public health and wellbeing.",
      "immigration": "",
      "socialWelfare": "Fair Economy and Decent Homes policy details touch on social welfare aspects.",
      "housing": [
        {
          "content": "Decent Homes policy details mentioned in the key policies.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "If elected, I will work tirelessly to ensure that key local issues for the people of Eastleigh are taken forward. Help change this county's politics for the better, vote Ron Meldrum, Vote Green.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07743 901 122",
      "email": "ron.meldrum@greenparty.org.uk",
      "website": "southampton.greenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "@TheGreenParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Natalie Bennett, Green Party Leader",
        "endorsement": "Vote Green and you can help us build a society that works for the common good."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ron Meldrum with a bicycle"
        },
        {
          "caption": "Caroline Lucas and Natalie Bennett"
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printed on 100% post-consumer recycled paper. PRINTED BY Printgraphics Printgreen, Rainford, Halton, Hampshire, PO8 8LT. Promoted by and on behalf of Ron Meldrum, at Development House, 56-64 Leonard Street, London, EC2A 4LT."
  }
}
```