{
  "leaflet": {
    "candidateName": "",
    "constituency": "Manchester",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "LABOUR WILL NOT REVERSE TORY CUTS",
        "content": "Ed Miliband and Ed Balls still haven't even apologised for the mess they left behind and the paid they caused millions of families. Don't be fooled either any claim that Labour will reverse any of the cuts. They won't. Just look at the quotes below from their leaders."
      },
      {
        "title": "THE COST OF LABOUR FOR MANCHESTER",
        "content": "Labour bosses in Manchester have wasted your money on all the above pet projects and more! At the same time they have withdrawn all funding for frontline services such as Chorlton Baths, Withington Baths and Burnage Library - all of which could have been saved but for Labour's reckless and selfish spending."
      },
      {
        "title": "Can you afford another Labour government?",
        "content": ""
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Ed Miliband, Ed Balls",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The last Labour government wasted their chance and ruined the economy. They slashed jobs, hikes taxes on the poorest and left behind the largest peace time deficit - and local families paid the price for their economic failure... You can't trust Labour with the economy.",
      "education": "",
      "environment": "",
      "governance": "Ed Miliband was at the heart of Gordon Brown's failed Labour government that made each family £3,000 worse off by borrowing a recession that wiped £112 billion from the economy.",
      "health": "",
      "immigration": "",
      "socialWelfare": "Anger at 75p Pension Rise - Labour has made inequality worse: Gulf between rich and poor now widest since World War Two.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "We are going to have to keep all these cuts. Ed Balls MP, Labour's shadow chancellor",
        "source": "The Guardian, 14th January 2012"
      },
      {
        "text": "Labour is on the ‘right path’ in supporting a cap on public sector pay raises.",
        "source": "Ed Miliband MP, Labour leader, BBC 17th January 2012"
      },
      {
        "text": "Gordon Brown's decision to scrap the lower 10p tax rate and raise National Insurance contributions means well-off will be better off.",
        "source": "BBC"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Various claims and criticisms of the Labour party in relation to the economy and governance"
        }
      ]
    },
    "additionalNotes": ""
  }
}