```json
{
  "leaflet": {
    "candidateName": "Hugh Small",
    "constituency": "Cities of London & Westminster",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "",
        "content": "Hugh lives in Marylebone where he grew up with his single father, a general surgeon who worked in the poorer areas of London and gained the highest merit award in the NHS. He spent school holidays hanging out in hospitals being spoiled by old-fashioned nurses."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting public services",
        "policyDescription": "Prioritizes protecting public services, reducing pollution, and cutting traffic congestion in London."
      },
      {
        "policyTitle": "Affordable housing",
        "policyDescription": "Focuses on making rented housing more affordable."
      },
      {
        "policyTitle": "Energy restructuring",
        "policyDescription": "Aims to restructure the energy market to take advantage of new technology."
      }
    ],
    "mentions": {
      "candidate": "Hugh Small",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Reducing pollution and traffic congestion in London.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Making rented housing more affordable.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "\"Work in industry often develops pragmatism, diplomacy, and the ability to focus on results,\" says Hugh. \"The question is how to marry these skills to the dedication of public sector workers. Privatisation is not the answer.\"",
    "politicalExperience": [
      {
        "role": "Career",
        "duration": "",
        "achievements": "Started at Ford's in Dagenham, has had an industrial career at one of the most prestigious US-based strategic management consultancies. Worked in Europe and Asia on the liberalisation and regulation of the telecommunications industry, and helped new entrants to the market. Among Hugh's interests is the history of public health."
      }
    ],
    "contactInformation": {
      "address": "Development House, 56-64 Leonard Street, London, EC2A 4LT.",
      "phone": "",
      "email": "hugh.small@greenparty.org.uk",
      "website": "http://www.hugh-small.co.uk",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "@TheGreenParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Florence Nightingale",
        "endorsement": "Highlighting the previously unacknowledged leadership role of his childhood hero Florence Nightingale. He is an active campaigner for improved pedestrian facilities in the City of Westminster and for measures to reduce road danger including the 20 mph speed limit which has been successful elsewhere in London."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "YOUR GREEN PARTY CANDIDATE HUGH SMALL CITIES OF LONDON & WESTMINSTER"
        }
      ]
    },
    "additionalNotes": "This publication is not paid for by big business or corporate interests, but has been supported and funded by other donors, and printed on 100% recycled material."
  }
}
```