```json
{
  "leaflet": {
    "candidateName": "Kyle Thornton",
    "constituency": "Glasgow South",
    "politicalParty": "Scottish Conservative and Unionist",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "A personal message from Kyle",
        "content": "Glasgow South deserves an MP who will work for everyone who lives and works here. If elected on May 7th, I'll work with Ruth Davidson and the Scottish Conservative team to restore the UK economy, continue to grow our economy, create jobs, keep welfare under control and safeguard our union with the backbone of respect for all. Electing a Scottish Conservative MP will help deliver a fair deal and ensure that only the Conservatives can keep our economy growing and our country together. Vote for me on May 7th to elect a local champion who will make Glasgow South's voice heard at Westminster."
      },
      {
        "title": "9,000 more jobs in Glasgow South",
        "content": "Over the last 5 years, businesses have created 9,000 more jobs in Glasgow South. That means 9,000 more people are able to work, earn and provide for their families. However, the Conservatives don’t want to stop there. We want to support job makers so that we can create an economy where people can flourish and aspire to even greater opportunity. Our education policy, our long term economic plan and our welfare reforms are all designed to help us achieve that."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Work to restore the UK economy, support job makers to create an economy where people can flourish and aspire, and keep welfare under control."
      },
      {
        "policyTitle": "Social Welfare",
        "policyDescription": "Keep welfare under control while supporting job makers to improve opportunities."
      }
    ],
    "mentions": {
      "candidate": "Kyle Thornton",
      "otherPartyLeaderCandidate": "Alex Salmond",
      "partyLeader": "Ruth Davidson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Work to restore the UK economy and support job makers.",
      "education": "",
      "environment": "",
      "governance": "Support efforts to create fairness, to reward hard work, and continue to safeguard our union.",
      "health": "Committed to a well funded NHS.",
      "immigration": "",
      "socialWelfare": "Keep welfare under control.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As the son of two NHS nurses, I'm committed to a well funded NHS.",
    "politicalExperience": [
      {
        "role": "Former Chair of the Scottish Youth Parliament and a former charity worker",
        "duration": "",
        "achievements": "Volunteered with several charities including the British Youth Council."
      }
    ],
    "contactInformation": {
      "address": "30 Clincart Road, Glasgow, G42 9DQ",
      "phone": "0141 569 1014",
      "email": "kyle.thornton@scottishconservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "KyleforSouth",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kyle interacting with residents and participating in community activities."
        }
      ]
    },
    "additionalNotes": "Kyle highlights his local connection by emphasizing that as the son of two NHS nurses, he understands the importance of a well funded NHS and is committed to representing the local community's interests at Westminster."
  }
}
```