{
  "leaflet": {
    "candidateName": "Antoinette Sandbach",
    "constituency": "Eddisbury",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A strong voice for Eddisbury",
        "content": "Keep our economy growing in Winsford and in our rural communities, securing the record number of jobs and apprenticeships. Keeping families and pensioners safe with low crime, raising standards in our schools to ensure a good future for our young people and standing up for farmers and businesses. Supporting our NHS to deliver locally, Investing in the NHS to keep it free at the point of use. Keeping Council tax low and lowering income tax."
      },
      {
        "title": "The economy is key",
        "content": "Low interest rates have meant low mortgage payments for thousands of families in Eddisbury. Over 34,000 people in Eddisbury have seen their tax cuts save money, more money to spend in their pockets. There are more jobs locally and over 3500 young people have started an apprenticeship in Eddisbury meaning a chance to learn and get qualifications. The regeneration plans for Winsford rely on a strong economy and a Conservative government is needed to make sure these deliver."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy and Jobs",
        "policyDescription": "Secure economic growth in Winsford and rural communities with more jobs and apprenticeships; prioritize lower taxes and a strong economy for successful regeneration plans."
      },
      {
        "policyTitle": "Crime and Safety",
        "policyDescription": "Ensure low crime to keep families and pensioners safe."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Raise educational standards for a good future for young people."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Invest in NHS to keep it free at the point of use, delivering locally."
      },
      {
        "policyTitle": "Taxation",
        "policyDescription": "Keep council tax low and aim to lower income tax."
      }
    ],
    "mentions": {
      "candidate": "Antoinette Sandbach",
      "otherPartyLeaderCandidate": "David Cameron, Vince Cable, Ed Miliband, Nicola Sturgeon, Alex Salmond",
      "partyLeader": "David Cameron",
      "tacticalSituation": "Voting for UKIP will hand keys of No. 10 to Miliband, poll finds"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Record number of jobs and apprenticeships, low mortgage payments, tax cuts for over 34,000 residents, more jobs locally, over 3500 apprenticeships started, strong economy needed for Winsford regeneration plans.",
      "education": "Raising standards in schools.",
      "environment": "Antoinette values outdoor life and will fight to preserve the landscape of Eddisbury.",
      "governance": "",
      "health": "Antoinette standing up for the interests of NHS patients. Investing in our NHS and keeping it free at the point of use.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Low interest rates have meant low mortgage payments for families.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Antoinette grew up in a farming family, then qualified as a barrister doing legal work for over 10 years, giving her the skills to speak up for constituents in Eddisbury. Knows that small business owners provide the jobs and growth vital to secure the long-term future of our communities.",
    "politicalExperience": [
      {
        "role": "Former magistrate involved in family justice reform",
        "duration": "",
        "achievements": "Has the determination to push for reforms for the regeneration of Winsford."
      }
    ],
    "contactInformation": {
      "address": "Deiniol Davies, 5 Manor Road, Cuddington, NORTHWICH, CW8 2QX",
      "phone": "01829 733243",
      "email": "antoinette4eddidsbury@gmail.com",
      "website": "www.antoinettesandbach.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Antoinette Sandbach standing up for the interests of NHS patients."
        },
        {
          "caption": "Antoinette discussing rural matters with the Prime Minister."
        },
        {
          "caption": "Antoinette discussing the problems of small businesses in Eddisbury."
        },
        {
          "caption": "Antoinette out and about talking to residents about regeneration in Winsford."
        }
      ]
    },
    "additionalNotes": ""
  }
}