```json
{
  "leaflet": {
    "candidateName": "Dr Martin WILLIAMS",
    "constituency": "Garston & Halewood",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 7th May 2015",
    "messages": [
      {
        "title": "Caring and campaigning for our community",
        "content": "Your priorities are my priorities - LOW TAXES AND FAIR BENEFITS, ACCESS TO HIGH QUALITY HEALTH AND SOCIAL CARE, SUPPORTING JOB CREATION IN OUR AREA"
      },
      {
        "title": "Working for you all year round – not just at election time!",
        "content": "What we have achieved together - 2 million more people in work, job growth outside London and the southeast, lives to decide how to spend their own money, housebuilding at its highest since 2007, new trains and electrification of local lines, continued support for High Speed 2, only party offering a clear commitment to an in/out referendum on Europe by 2017."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Create 3 million new apprenticeships, cut taxes, make the first three education spend per pupil, and have income tax at all. Secure the funding that the NHS says it needs. Our unique 'triple lock' guarantees the state pension will rise by at least 2.5% per year."
      }
    ],
    "mentions": {
      "candidate": "The local choice for Garston & Halewood",
      "otherPartyLeaderCandidate": "Ed Miliband as Prime Minister, doing unseen deals with the Scottish Nationalists",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "We believe in keeping the United Kingdom together and have pledged 'English votes for English laws'",
      "economy": "Seeking value for Cressington’s council tax payers, create 3 million new apprenticeships, tax cuts, funding NHS, guarantee state pension increases.",
      "education": "",
      "environment": "Conservatives support Liverpool's green spaces – we want to fight Mayor Anderson's ill-conceived plans to sell off our parks for good.",
      "governance": "",
      "health": "A Conservative government will increase in health spending for each of the next 5 years, and GP practices are to be open 7 days a week.",
      "immigration": "",
      "socialWelfare": "A positive vision taking local residents' concerns into account, ensuring jobs are safe, securing the NHS and schools, and committing to the value of their pension.",
      "housing": [
        {
          "content": "Housebuilding is at its highest level since 2007, so that our younger generations can achieve their goal of owning their own property.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "In a closely fought election like this one, your vote matters. I hope I can count on your support.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07539 447557",
      "email": "garstonhalewood@liverpoolconservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr Martin WILLIAMS pictured with a local landmark."
        },
        {
          "caption": "Dr Martin WILLIAMS engaging with the local community."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```