```json
{
  "leaflet": {
    "candidateName": "Resham Kotecha",
    "constituency": "Dulwich and West Norwood",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "The positive alternative to Labour",
        "content": "With just weeks to go, the outcome of the General Election remains completely uncertain, both in Dulwich and West Norwood and across the country. Labour and the Scottish Nationalists are engaged in a bidding war to raise taxes in London to pay for services in Scotland."
      },
      {
        "title": "A better, brighter future for Dulwich and West Norwood",
        "content": "As an economist, Conservative candidate Resham Kotecha knows how much progress has been made on the economy since 2010. The recovery is fragile and Resham will make sure that we get the investment we need in schools and transport infrastructure to secure our better, brighter future."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Resham Kotecha",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Only Resham can beat Labour in this area—vote Conservative. Only the Conservatives came close to Labour. Other parties were miles behind."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "As an economist, Conservative candidate Resham Kotecha knows how much progress has been made on the economy since 2010. The average family is £900 a year better off than they were in 2010 due to low inflation and tax cuts.",
      "education": "Resham will make sure that we get the investment we need in schools",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Promoted by Stuart Millson, on behalf of Resham Kotecha and Dulwich & West Norwood Conservative Association, all of 485 Norwood Road, London, SE27 9DJ.",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Resham Kotecha: A better, brighter future for Dulwich and West Norwood"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```