```json
{
  "leaflet": {
    "candidateName": "Maureen Childs",
    "constituency": "Poplar and Limehouse",
    "politicalParty": "Green Party",
    "electionDate": "MAY 7",
    "messages": [
      {
        "title": "HEALTH, HOMES AND JOBS",
        "content": "Maureen Childs is particularly concerned about the pressures on residents unable to afford rent rises. Residents are increasingly being pushed out of Tower Hamlets due to being unable to afford rent rises."
      },
      {
        "title": "PERSONAL MESSAGE",
        "content": "Growing up in post-war Britain and having witnessed the effects of repressive policies of the later half of the 20th century, Maureen feels we should invest in a fair and equal society."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "#FAIRECONOMY",
        "policyDescription": "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage. Taking wealth tax on the top 1%, a Robin Hood tax on the banks and the closure of tax loopholes. Increase the minimum wage to reach a living wage of £10 an hour by 2020."
      },
      {
        "policyTitle": "#DECENTHOMES",
        "policyDescription": "Abolish the cruel and unfair bedroom tax. Build 500,000 social rented homes by 2020 and bring empty homes back into use to ensure everyone has access to an affordable place to live. Cap rent and introduce longer tenancies to provide greater protection for renters."
      },
      {
        "policyTitle": "#SAFECLIMATE",
        "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees. Phase out fossil fuel based energy generation and nuclear power. Invest in a public programme of renewable generation, flood defences and building insulation."
      },
      {
        "policyTitle": "#FREEEDUCATION",
        "policyDescription": "Scrap university tuition fees. Promote a comprehensive system of local schools offering mixed ability teaching staffed by qualified teachers. Bring Academies and Free Schools back into the Local Authority system."
      },
      {
        "policyTitle": "#BETTERTRANSPORT",
        "policyDescription": "Return the railways to public hands to stop profits being put before passengers. Introduce an immediate cut in fares of 10% to give passengers a much-needed financial break. Promote walking and cycling to help reduce pollution and improve people's health."
      }
    ],
    "mentions": {
      "candidate": "Maureen Childs is a stalwart of activism in East London, working on a range of causes. She is well known for being active in her work with older residents but fights for the rights of all members of the community.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "NATALIE BENNETT, GREEN PARTY LEADER",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees.",
      "governance": "",
      "health": "Maureen is particularly concerned about the pressures on residents unable to afford rent rises. Residents are increasingly being pushed out of Tower Hamlets due to being unable to afford rent rises.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Abolish the cruel and unfair bedroom tax. Build 500,000 social rented homes by 2020 and bring empty homes back into use to ensure everyone has access to an affordable place to live.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Don’t just imagine a fairer economy and a fairer society: vote for it.",
    "politicalExperience": [
      {
        "role": "Chair of Green Seniors, Green Party's group for older members, and as senior adviser to the London Pensioners Party",
        "duration": "",
        "achievements": "Advocating for East London's seniors and the whole of the community, a voice for change."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "maureen.childs@greenparty.org.uk",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Maureen Childs pictured with Natalie Bennett."
        },
        {
          "caption": "Green Party supporters and activists."
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printed on 100% post-consumer waste, FSC® recycled certified paper."
  }
}
```