{
  "leaflet": {
    "candidateName": "Dr James Davies",
    "constituency": "Vale of Clwyd",
    "politicalParty": "Conservative",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Build a stronger local economy",
        "content": "I will work to diversify and strengthen our local economy and attract jobs. To make this possible, the right decisions must be taken nationally. It's a close two horse race in the Vale of Clwyd and the vote here on 7th May could decide who enters No 10 - Miliband or Cameron. Only a majority Conservative government under David Cameron can offer an in/out EU referendum in 2017, regain control over our borders and secure the UK's future, ensuring economic competence, not chaos."
      },
      {
        "title": "Regenerate our communities",
        "content": "I was born in St Asaph, at the heart of the constituency, and my family in the area goes back at least seven generations, beyond the \"Brookes Brothers\" family in Rhyl. I want more ambition for our area, and in particular for Rhyl, which has sadly declined under the current Labour MP. I will strive to revitalise our town centres and villages, bring in investment, and work with the private sector to deliver a new Sun Centre. Key to my beliefs is zero tolerance of dilapidation and crime and support for hard working people. I've been successful in driving up standards and attracting investment to Prestatyn over the last ten years as a local councillor and will seek to bring the same approach to the whole of the Vale of Clwyd."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Build a stronger local economy",
        "policyDescription": "Diversify and strengthen local economy, attract jobs, and hold an in/out EU referendum in 2017."
      },
      {
        "policyTitle": "Regenerate our communities",
        "policyDescription": "Revitalise town centres and villages, attract investment, zero tolerance of dilapidation and crime."
      }
    ],
    "mentions": {
      "candidate": "Dr James Davies",
      "otherPartyLeaderCandidate": "Miliband",
      "partyLeader": "Cameron",
      "tacticalSituation": "A close two horse race in the Vale of Clwyd could decide who enters No 10."
    },
    "issues": {
      "brexitEurope": "Only a majority Conservative government under David Cameron can offer an in/out EU referendum in 2017, regain control over our borders and secure the UK's future.",
      "economy": "Work to diversify and strengthen local economy and attract jobs. A majority Conservative government under David Cameron ensuring economic competence, not chaos.",
      "education": "",
      "environment": "",
      "governance": "Regain control over our borders and secure the UK's future.",
      "health": "",
      "immigration": "Regain control over our borders.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Zero tolerance of dilapidation and crime and support for hard working people. Revitalise town centres and villages.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I will work to diversify and strengthen our local economy and attract jobs...",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "Last ten years",
        "achievements": "Successful in driving up standards and attracting investment to Prestatyn."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr James Davies with a group of people"
        },
        {
          "caption": "Dr James Davies with two individuals"
        }
      ]
    },
    "additionalNotes": ""
  }
}