```json
{
  "leaflet": {
    "candidateName": "DAISY BLENCH",
    "constituency": "NORTH HEREFORDSHIRE",
    "politicalParty": "Green Party",
    "electionDate": "MAY 7",
    "messages": [
      {
        "title": "",
        "content": "Daisy is working to manage the impact of new legislation affecting the sector she helps companies develop measures such as responsible drinking initiatives and improved environmental performance."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "DAISY BLENCH",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I am here to fight for the services our area deserves and for the infrastructure and better job opportunities our landscape and rural economy need.",
      "education": "",
      "environment": "As your MP I would put our natural environment first... and ensure that new housing developments have proper resources and infrastructure.",
      "governance": "What we need first of all is a break from the tired politics of the be a real alternative to the business as usual politics that continues to sell our area short.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "North Herefordshire is a great place to be brought up, but I am well aware that our rural area gets a raw deal. This has been made worse by cuts to services and the stagnation of wages. The last thing we need is a 'North Herefordshire Lite' that tramples over local identities and issues in the pursuit of investment, not the threat of more privatisation.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "'I am delighted to be campaigning on home ground,' says Daisy.",
    "politicalExperience": [
      {
        "role": "Candidate for Herefordshire Council and later, during her student years, as the Green Party Parliamentary Candidate for Braintree Constituency in Essex.",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Development House, 56-64 Leonard Street, London, EC2A 4LT.",
      "phone": "01568 780 886",
      "email": "herefordshire@greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/greendaisyblench",
        "twitter": "twitter.com/GreenDaisyB",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "DAISY BLENCH with supporters."
        },
        {
          "caption": "DAISY BLENCH, YOUR GREEN PARTY CANDIDATE."
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printing 100% post-consumer fibre, FSC recyclable paper and PFC (Process Chlorine Free) paper."
  }
}
```