```json
{
  "leaflet": {
  	"candidateName": "Rachel Maclean",
  	"constituency": "Birmingham Northfield",
  	"politicalParty": "Conservatives",
  	"electionDate": "7th May",
  	"messages": [
    	{
      	"title": "A personal message from Rachel Maclean",
      	"content": "For a strong and effective MP who will be accountable to you, vote Rachel Maclean on 7th May."
    	},
    	{
      	"title": "Supporting younger generations",
      	"content": "Rachel is incredibly passionate about making sure that younger generations have a secured future. That's why she runs a charity called Skilled and Ready which 'A Real Difference to Your Future Path'. In this area, we are just focusing on academics, but also on nurturing young people with life experience, outdoor education, sport and especially building their self-esteem and ability to perform aval practical assignments, such as construction and engineering."
    	},
    	{
      	"title": "Cleaning up our area when the Council won't",
      	"content": "So it's a shame that some places let down our highly regarded local environment. That's why Rachel and her team of volunteers clean up the streets, collecting thousands of bags of rubbish. We deserve an area that looks good."
    	}
  	],
  	"keyPolicies": [
    	{
      	"policyTitle": "Working with the police",
      	"policyDescription": "To take a common sense approach to crime and anti-social behaviour, to make our area a safer place for us."
    	},
    	{
      	"policyTitle": "Create a more secure future for our younger generations",
      	"policyDescription": "Need to make sure young people have the skills to be successful."
    	},
    	{
      	"policyTitle": "To support our fantastic local businesses",
      	"policyDescription": "It's important that they're successful, as they create jobs for local people."
    	}
  	],
  	"mentions": {
    	"candidate": "Rachel Maclean",
    	"otherPartyLeaderCandidate": "Labour is letting Scotland down, Labour plan to borrow risks £170bn extra debt, Labour plan to borrow hands our future to ransom - Salmond. Labour is letting Scotland down. Bosses queue up to warn: Milliband will bankrupt Britain",
    	"partyLeader": "David Cameron",
    	"tacticalSituation": ""
  	},
  	"issues": {
    	"brexitEurope": "",
    	"economy": "Tax cuts for workers and savers. A better future for you, your family, and Britain.",
    	"education": "",
    	"environment": "Supporting younger generations mentions nurturing young people with practical assignments, such as construction and engineering. Cleaning up our area when the Council won't indicates Rachel's commitment to local environmental cleanliness.",
    	"governance": "",
    	"health": "",
    	"immigration": "",
    	"socialWelfare": "Since 2010 5,290 more apprenticeships have been created in our area. Welfare system is now fairer with 2,078 fewer benefit claimants in our area.",
    	"housing": [
      	{
        	"content": "Cleaning up our area when the Council won't shows commitment to improving the local environment and living conditions.",
        	"yimbyNimby": "N/A"
      	}
    	]
  	},
  	"personalStatement": "Rachel got into politics to make a positive change and to give ordinary people a voice.",
  	"politicalExperience": [
    	{
      	"role": "Local Clean-up Campaigner",
      	"duration": "Not specified",
      	"achievements": "Led community clean-up efforts, collecting thousands of bags of rubbish."
    	}
  	],
  	"contactInformation": {
    	"address": "0121 472 0740",
    	"phone": "Not specified",
    	"email": "info@rachelmaclean.com",
    	"website": "www.rachelmaclean.org",
    	"socialMedia": {
      	"facebook": "Rachel4Northfield",
      	"twitter": "",
      	"instagram": "",
      	"linkedin": ""
    	}
  	},
  	"endorsements": [
  	],
  	"quotes": [
  	],
  	"campaignMaterial": {
    	"images": [
      	{
        	"caption": "Image of Rachel Maclean with volunteers and community members."
      	},
      	{
        	"caption": "Graphical comparison of Conservative versus Labour plans for the economy."
      	},
      	{
        	"caption": "Image of Rachel Maclean working with apprentices."
      	},
      	{
        	"caption": "Image of Rachel Maclean with local Longbridge business owner Mark Hadidan."
      	},
      	{
        	"caption": "Image of Rachel Maclean and team cleaning up the local area."
      	}
    	]
  	},
  	"additionalNotes": "The leaflet compares Conservative policies and leadership favorably against Labour's, warning of economic risks and governance issues with Labour leadership. It provides information on Rachel Maclean's background, her community involvement, and her priorities for her constituency."
  }
}
```