```json
{
  "leaflet": {
    "candidateName": "Keith Fraser",
    "constituency": "Hackney North and Stoke Newington",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "How we can change the future together",
        "content": "UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here. UKIP will pour £3 billion a year EXTRA into the NHS to keep it as a free public service, funded by scrapping our £55 million a day EU membership fee."
      },
      {
        "title": "Standing Up for Real Change",
        "content": "Aren't you fed up? Fed up with 28 years of the same MP, but little change for the better. You deserve someone who'll speak loudly for you in Westminster, for your affairs. Good education for all, not just for the privileged. A better NHS without handing over more of our money. A viable housing and not just for the well off. No more loss of sovereignty to the EU, and more control over our country."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Control our borders",
        "policyDescription": "UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here."
      },
      {
        "policyTitle": "Invest in the NHS",
        "policyDescription": "UKIP will pour £3 billion a year EXTRA into the NHS to keep it as a free public service, funded by scrapping our £55 million a day EU membership fee."
      },
      {
        "policyTitle": "Fairer tax system",
        "policyDescription": "UKIP will SCRAP income tax on the minimum wage, SCRAP the bedroom tax, and SCRAP the tax on your children when you die."
      },
      {
        "policyTitle": "Spend here, not abroad",
        "policyDescription": "By stopping our EU membership fee and clawing back the £630 million a day spent on foreign aid, UKIP is the ONLY PARTY with money to spend at home."
      }
    ],
    "mentions": {
      "candidate": "Keith Fraser",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "No more loss of sovereignty to the EU, and more control over our country.",
      "economy": "Spend here, not abroad - By stopping our EU membership fee and clawing back the £630 million a day spent on foreign aid, UKIP is the ONLY PARTY with money to spend at home.",
      "education": "Good education for all, not just for the privileged.",
      "environment": "",
      "governance": "",
      "health": "A better NHS without handing over more of our money.",
      "immigration": "Control our borders - UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here.",
      "socialWelfare": "Fairer tax system - UKIP will SCRAP income tax on the minimum wage, SCRAP the bedroom tax, and SCRAP the tax on your children when you die.",
      "housing": [
        {
          "content": "A viable housing and not just for the well off.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Aren't you fed up? Fed up with 28 years of the same MP, but little change for the better.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07538 096 638",
      "email": "keith.fraser@ukiplocal.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Keith Fraser - Standing Up for Real Change"
        }
      ]
    },
    "additionalNotes": "Promoted by Keith G Fraser on behalf of Keith Fraser."
  }
}
```