```json
{
  "leaflet": {
    "candidateName": "Tom Tugendhat",
    "constituency": "Tonbridge, Edenbridge and Malling",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Personal Message",
        "content": "This election will shape our future. It will decide whether the hard decisions we have taken to get the economy back on track continue to deliver. With the economy improving and unemployment falling, it is clear: the tough decisions are paying off – they are delivering the secure future your family and our country need."
      },
      {
        "title": "",
        "content": "A secure economy is based on a strong economy. That allows us to spend on great schools to prepare children for global challenges. And on the hospitals like Tonbridge Cottage Hospital and Edenbridge Memorial that deliver for the whole community."
      },
      {
        "title": "",
        "content": "I am committed to serving our community so that we grow stronger, together."
      },
      {
        "title": "",
        "content": "P.S. I've sent this leaflet to the resident named first on the electoral roll. If your household – please share it with others."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "REDUCING THE DEFICIT",
        "policyDescription": "so we deal with our debts, safeguard our economy for the long term and keep mortgage rates low."
      },
      {
        "policyTitle": "CUTTING INCOME TAX AND FREEZING FUEL DUTY",
        "policyDescription": "to help hardworking people be more financially secure."
      },
      {
        "policyTitle": "CREATING MORE JOBS",
        "policyDescription": "by backing small business and enterprise with better infrastructure and lower jobs taxes."
      },
      {
        "policyTitle": "CAPPING WELFARE AND CONTROLLING IMMIGRATION",
        "policyDescription": "so our economy delivers for people who work hard and play by the rules."
      },
      {
        "policyTitle": "DELIVERING THE BEST SCHOOLS AND SKILLS FOR YOUNG PEOPLE",
        "policyDescription": "so that the next generation can succeed in the global race."
      }
    ],
    "mentions": {
      "candidate": "Tom Tugendhat"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "This election will decide whether the decisions we have taken to get the economy back on track continue to deliver.",
      "education": "A secure economy [...] allows us to spend on great schools to prepare children for global challenges.",
      "environment": "",
      "governance": "",
      "health": "And on the hospitals like Tonbridge Cottage Hospital and Edenbridge Memorial that deliver for the whole community.",
      "immigration": "CAPPING WELFARE AND CONTROLLING IMMIGRATION so our economy delivers for people who work hard and play by the rules.",
      "socialWelfare": "CAPPING WELFARE [...] so our economy delivers for people who work hard and play by the rules.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01732 842794",
      "email": "tom@tomtugendhat.org.uk",
      "website": "www.tomtugendhat.org.uk",
      "socialMedia": {
        "facebook": "www.facebook.com/tomtugendhat",
        "twitter": "@TomTugendhat",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tom in front of the Rose and Crown in Tonbridge."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```