```json
{
  "leaflet": {
	"candidateName": "",
	"constituency": "Tonbridge & Malling",
	"politicalParty": "UKIP",
	"electionDate": "",
	"messages": [
  	{
    	"title": "BRITAIN IS MORE THAN JUST A STAR ON THE EU’S FLAG",
    	"content": "Nigel Farage said, \"UKIP is the only party to be able to make this pledge, as the money will come, not from cuts outside the NHS budget, but as part of the Post-EU dividend. We have carefully costed our proposals and will be targeting the savings at ensuring that the NHS remains a world standard for health.\""
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "NHS Budget Increase",
    	"policyDescription": "UKIP promises to increase the NHS budget by £3 billion a year, funded by savings from leaving the EU and reducing health tourism."
  	}
	],
	"mentions": {
  	"candidate": "",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Nigel Farage",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "UKIP has pledged to increase spending on the NHS by £3bn a year, underscoring its commitment to a taxpayer-funded NHS. The additional funding is more than has been promised by Labour and would not require new taxes or borrowing to pay for it. UKIP will fund this by spending the increase by Britain to some of the £55m a day currently paid by the UK as a member of the EU. UKIP has also announced it will bring in measures to prevent health tourism. The NHS spends £2bn a year treating foreigners, including patients who are not entitled to use the service, to the detriment of British citizens. UKIP will require all visitors to have NHS-approved private health insurance as a condition of entry into the country to stop this expensive abuse.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "UKIP WILL INCREASE THE NHS BUDGET BY £3 BILLION"
    	}
  	]
	},
	"additionalNotes": "The leaflet appears to focus on UKIP's commitment to increasing NHS funding through savings made by leaving the EU and measures to prevent health tourism, aligning with the messaging of party leader Nigel Farage."
  }
}
```