{
  "leaflet": {
    "candidateName": "Shas Sheehan",
    "constituency": "Wimbledon, Morden, Raynes Park and Motspur Park",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "My job application to be your MP",
        "content": "In a few weeks' time you will have the opportunity to choose a new MP. I would be honoured if you would give me that chance. Being an MP is a responsible job, with influence over some of the most important issues in our lives, so you deserve to get a proper job application from me."
      },
      {
        "title": "My Contract",
        "content": "Here's my contract with the residents of Wimbledon, Morden, Raynes Park and Motspur Park: - I will always put local people first. I will hold two surgeries a week, on Friday evenings and Saturday mornings, spread across our local area. I will have a constituency office in the constituency and I will be there to help, listen to your concerns and stand up for what matters to you. - I will be a strong voice for our area, both locally and in Westminster - especially for vulnerable groups such as elderly people, young people, people with disabilities and people with mental health problems, as well as their carers. I will always fight to protect NHS services. - I will be an open and honest politician. I will not employ family members and pay them from the public purse. I will not take on any other paid job whilst I am your MP. I will not claim on a second home. I will never seek to avoid paying my full share of taxes."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Protect A&E, maternity and children services at Kingston and St Helier hospitals. Oppose cuts to Merton Adult Education services and daycare centres for the elderly. Improve our urban environment by looking for ways our roads and pavements bolster community."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Work to deliver a stronger economy, in a fairer society, with opportunity for everyone. Going forward will lower taxes by another £400 for ordinary workers by raising the income tax threshold to £12,500, invest £8bn extra in the NHS with emphasis on mental health parity, and ring-fence spending on education and early years. These measures will be fully costed."
      }
    ],
    "mentions": {
      "candidate": "Shas Sheehan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Work to deliver a stronger economy, in a fairer society, with opportunity for everyone. Going forward will lower taxes by another £400 for ordinary workers by raising the income tax threshold to £12,500, invest £8bn extra in the NHS with emphasis on mental health parity, and ring-fence spending on education and early years. These measures will be fully costed.",
      "education": "",
      "environment": "Improve our urban environment by looking for ways our roads and pavements bolster community.",
      "governance": "",
      "health": "Protect A&E, maternity and children services at Kingston and St Helier hospitals. Oppose cuts to Merton Adult Education services and daycare centres for the elderly.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am not a professional politician. All my life experience includes teaching, nursing and public charity work as a volunteer. The three have taught me the importance of good quality local services, and respect for the professionals who deliver them. Another driving force in my life has been concern for our environment and protecting it for future generations.",
    "politicalExperience": [
      {
        "role": "Councillor for Kew, Assistant Cabinet Member for Climate Change",
        "duration": "2006-2010",
        "achievements": ""
      },
      {
        "role": "Head of Office/Senior Caseworker for Susan Kramer, then MP for Richmond Park",
        "duration": "2005-2008",
        "achievements": "Dealing with welfare, housing, pension and employment issues. Organising community events and public meetings with high profile speakers from Westminster, industry and the third sector."
      }
    ],
    "contactInformation": {
      "address": "4 Ravenna Road, London SW15 6AW",
      "phone": "020 8788 1169",
      "email": "Shas.sheehan@btinternet.com",
      "website": "http://www.facebook.com/shas.sheehan http://sheehanshas.wordpress.com",
      "socialMedia": {
        "facebook": "http://www.facebook.com/shas.sheehan",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local Champion Shas Sheehan"
        }
      ]
    },
    "additionalNotes": ""
  }
}