```json
{
  "leaflet": {
    "candidateName": "Bill Rogers",
    "constituency": "Scotter and Blyton",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A Fresh Start for Scotter and Blyton",
        "content": "A REAL alternative to the Tories and Lib Dems. The Tories and Lib Dems have let down Scotter and Blyton for years. They've left you £1,600 a year worse off but your local Lib Dem and Tory county councillors voted to give themselves a £2,000 increase in their allowances. Labour voted against the move."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health Care Access",
        "policyDescription": "Make it easier to see your GP with a guaranteed appointment in 48 hours, paid for by a new Mansion Tax on properties over £2 million."
      },
      {
        "policyTitle": "Housing and Social Fairness",
        "policyDescription": "Introduce a Licensed Landlord Scheme across West Lindsey, review Acis social housing, ban unfair letting fees and cap rent rises."
      },
      {
        "policyTitle": "Economic Development",
        "policyDescription": "Make empty council-owned retail units rent free for a year for start-ups and social enterprises, cut business rates and extend superfast broadband."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Cap bus fares, get a better service from bus operators and improve rail links."
      },
      {
        "policyTitle": "Public Services",
        "policyDescription": "Fight cuts to police, ambulance, fire and library services and ensure all West Lindsey employees are paid the Living Wage."
      }
    ],
    "mentions": {
      "candidate": "Bill Rogers",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour voted against a £2,000 increase in allowances for local Tory and Lib Dem councillors.",
      "education": "",
      "environment": "",
      "governance": "Labour councillors and a Labour MP would stand up to property developers and make bus and train services better and cheaper.",
      "health": "Make it easier to see your GP with a guaranteed appointment in 48 hours, paid for by a new Mansion Tax on properties over £2 million.",
      "immigration": "",
      "socialWelfare": "Fight cuts to police, ambulance, fire and library services and ensure all West Lindsey employees are paid the Living Wage.",
      "housing": [
        {
          "content": "Introduce a Licensed Landlord Scheme across West Lindsey, review Acis social housing, ban unfair letting fees and cap rent rises.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Your local Labour council candidate Bill Rogers isn’t a career politician. He has real life experience and is standing to put YOU first. Bill has been a professional actor for over 30 years and is also a mental health campaigner and a small business owner. He has supported many charities, including raising to being part of the volunteering team for ACT NOW, a local group for adults with learning difficulties.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "3 Church Lane, Blyton, Gainsborough, DN21 3JZ",
      "phone": "01427 628888",
      "email": "bill@humourus.co.uk",
      "website": "gainsboroughlabour.org.uk",
      "socialMedia": {}
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Bill Rogers pictured in front of West Lindsey District Council."
        }
      ]
    },
    "additionalNotes": "Promoted by David Cormack on behalf of Bill Rogers both at 3 Church Lane, Blyton, Gainsborough, DN21 3JZ. Printed by A. McLay and Company Ltd, Longwood Drive, Forest Farm, Cardiff, CF14 7ZB."
  }
}
```