{
  "leaflet": {
    "candidateName": "Alan Durrant",
    "constituency": "Gosport",
    "politicalParty": "Labour Party",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "Welcome",
        "content": "My name is Alan Durrant and I am the Labour Party Parliamentary Candidate for Gosport. If elected I promise to work tirelessly and honestly for all of my constituents and for the well-being and prosperity of Gosport Borough. I will always be available and approachable and I will represent all residents of Gosport to the best of my ability regardless of their political preferences."
      },
      {
        "title": "The NHS under the TORIES is in Crisis",
        "content": "The future of our health service will be on the ballot paper in May because the NHS is the top concern for Gosport residents. The Tory NHS crisis in A&E is the second item in a list of grievances."
      },
      {
        "title": "Do You Want To Save Our NHS?",
        "content": "Labour will rebuild our NHS. Labour will add 20,000 nurses. Labour will reduce waiting times. There is a Dire Need for Change."
      },
      {
        "title": "TOGETHER WE CAN VOTE TO SAVE OUR NHS",
        "content": "Health and the NHS - Gosport's lack of a hospital with A&E facilities is a cruel act by the Tories in power and elderly and vulnerable residents. It is just one example of how the Tories are vandalising our NHS without any regard to people’s needs. Thousands of people cannot get a GP appointment they need one and even when you make this means that you could wait hours for treatment. Unlike the Tories, Alan recognises the needs of our residents and strongly believes that everyone has the right to access the NHS. This is why Alan and Labour will fight tooth and nail to slash waiting times and to provide more trained NHS staff so everyone will be able to see a GP within 48 hours."
      },
      {
        "title": "Education and Real Help for Young People in Gosport",
        "content": "The closure of sure start centres and the trebling of tuition fees through to declining training opportunities and rising housing costs, no generation has been hit quite as hard by the Tories. We should be investing in our young people so that they are equipped to make the most of their potential instead of leaving it squandered by this uncaring Coalition Government. Not only can young people can't become successful unless they're being paid. There is a huge young people to build the long-term economic success our country needs. Improve our children to the generation; achieve the best for themselves."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Plan to rebuild the NHS, add 20,000 nurses, reduce waiting times, and provide more trained NHS staff so everyone can see a GP within 48 hours."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Opposes the closure of sure start centres and tripling of tuition fees. Promises investment in young people, with the full extent of Labour’s plan involving fee reduction for undergraduates and a Compulsory Jobs Guarantee part of Labour’s Young People’s Guarantee."
      }
    ],
    "mentions": {
      "candidate": "Alan Durrant",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Opposes the tripling of tuition fees and closure of sure start centres, and is investing in young people to build long-term economic success for the country.",
      "environment": "",
      "governance": "",
      "health": "Labour plans to fight tooth and nail to slash waiting times and provide more trained NHS staff so everyone can see a GP within 48 hours.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Rising housing costs, no generation has been hit quite as hard by the Tories. Investment in young people squandered by this uncaring Coalition Government.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "My name is Alan Durrant and I am the Labour Party Parliamentary Candidate for Gosport. If elected I promise to work tirelessly and honestly for all of my constituents and for the well-being and prosperity of Gosport Borough.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Promoted and Published by Alan Durrant of 179 Forton Road Gosport PO12 3HB.",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Bevan knew we would have to fight to keep the NHS. Tories will kill it off by way of privatisation and lack of finance.",
        "source": "Quote on leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "The NHS under the TORIES is in Crisis"
        },
        {
          "caption": "Health and the NHS"
        },
        {
          "caption": "Education and Real Help for Young People in Gosport"
        },
        {
          "caption": "Cuts, Cuts, Nothing but Cuts"
        }
      ]
    },
    "additionalNotes": ""
  }
}