```json
{
  "leaflet": {
    "candidateName": "Anna Turley",
    "constituency": "Redcar",
    "politicalParty": "Labour and Co-operative",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "It's time for change.",
        "content": "I will stand up for our area and always put you first."
      },
      {
        "title": "It's time for change.",
        "content": "Hello, My name is Anna and I am standing to be your Member of Parliament. I live in Redcar and want to use my passion for our area, together with my national experience to fight for our future. With your support we can do..."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Jobs",
        "policyDescription": "I will fight for decent jobs, investment and apprenticeships on Teesside."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "I will defend and invest in our NHS - more doctors, nurses, midwives with the time to care for you."
      },
      {
        "policyTitle": "Wages",
        "policyDescription": "I will fight for decent pay, scrap exploitative zero hours contracts, stop the undercutting of British wages and lift the minimum wage to £8 per hour."
      },
      {
        "policyTitle": "Cost of Living",
        "policyDescription": "I will tackle the cost of living to help you through the month; freezing your energy bills, and scrapping the bedroom tax."
      },
      {
        "policyTitle": "Constituency Access",
        "policyDescription": "I will be a hard-working and accessible constituency MP, with an office in town."
      }
    ],
    "mentions": {
      "candidate": "Anna Turley"
    },
    "issues": {
    },
    "personalStatement": "Hello, My name is Anna and I am standing to be your Member of Parliament. I live in Redcar and want to use my passion for our area, together with my national experience to fight for our future.",
    "politicalExperience": [
    ],
    "contactInformation": {
      "address": "10 Milbank Terrace, Redcar, TS10 1ED",
      "phone": "01642 693 668",
      "email": "anna@redcar.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
    ],
    "quotes": [
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Anna Turley, Labour Parliamentary Candidate"
        }
      ]
    },
    "additionalNotes": "Promoted by Dale Quigley on behalf of Anna Turley at 10 Milbank Terrace, Redcar; Printed by Anton Group Limited, Antone House, Christy Way, Essex SS15 6TR."
  }
}
```