{
  "leaflet": {
    "candidateName": "Peter Pinkney",
    "constituency": "Redcar",
    "politicalParty": "Green Party",
    "electionDate": "May 7 2015",
    "messages": [
      {
        "title": "Peter says...",
        "content": "I have always lived in Redcar constituency, although I now spend most of my time in London as I am the President of the Rail, Maritime and Transport Union. I have been active as a trade unionist and socialist all my adult life. The three 'main' parties have consistently let down the poor and dispossessed of those who need a fresh approach to support these people's needs. They didn't cause austerity, they're the people that austerity was caused to. We need investment in social housing and education, a living wage and proper welfare. We need a fairer society to give hope, especially to the young. The Green Party are saying all of this. They are saying that those who can afford it should give more tax. The old system has failed again and again. We need to think differently, only the Green Party is doing that."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A public NHS",
        "policyDescription": "Fight for a publicly funded NHS free at the point of use and end the creeping privatisation of its services. Make mental health a much higher priority with resources to match this status."
      },
      {
        "policyTitle": "A fair economy",
        "policyDescription": "End austerity and restore the public sector to create over one million good jobs. This will be paid for with a wealth tax on the top 1%, a Robin Hood tax on the banks and the closure of tax loopholes. A minimum wage of £10 an hour by 2020."
      },
      {
        "policyTitle": "Decent homes",
        "policyDescription": "Abolish the unfair Bedroom Tax. Build 500,000 new social rented homes and bring empty homes back into use. Introduce rent caps and longer tenancies for renters."
      },
      {
        "policyTitle": "Better transport",
        "policyDescription": "Return the railways to public hands to stop profits before passengers. Introduce an immediate 10% cut in fares. Increase investment in public transport."
      }
    ],
    "mentions": {
      "candidate": "Peter Pinkney",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A fair economy - We will end austerity and restore the public sector...",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "A public NHS - We will fight for a publicly funded NHS...",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Decent homes - We will abolish the unfair Bedroom Tax...",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I have always lived in Redcar constituency...",
    "politicalExperience": [
      {
        "role": "President of the Rail, Maritime and Transport Union",
        "duration": "",
        "achievements": "Active as a trade unionist and socialist all my adult life."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07818637157",
      "email": "peterpinkney@live.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "YOUR GREEN PARTY CANDIDATE PETER PINKNEY - REDCAR"
        }
      ]
    },
    "additionalNotes": ""
  }
}