{
  "leaflet": {
    "candidateName": "Josh Mason",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "I've been pleased to meet so many of you over the past weeks and months. I've noticed that we all have one thing in common – we all want the best for our area."
      },
      {
        "title": "",
        "content": "While the main party leaders are splitting hairs about the tiny details of policies – it’s difficult to remember what really matters. In this election, we have to think about what's most important for our area."
      },
      {
        "title": "",
        "content": "Over the past five years, I have been working with Ian Swales, and as a councillor to promote our area and get the best for us. Of course, there's a lot more to do but we’ve made a good start. Investments in the improvement in the local infrastructure and business which has already helped to reduce unemployment by a third since 2010."
      },
      {
        "title": "Vertical Pier",
        "content": "We've been let down by the Labour Party here for many years – not just through neglect from the government but through hopeless local representation too. The disastrous 'Vertical Pier' will always be a monument to their failure."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Infrastructure and Business Investment",
        "policyDescription": "Committed to promoting the local area and bringing investments that improve infrastructure and businesses, contributing to a reduction in unemployment."
      }
    ],
    "mentions": {
      "candidate": "Josh Mason",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The election here will be between Labour and the Liberal Democrats, make sure your vote counts!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The disastrous 'Vertical Pier' will always be a monument to their failure. And they've spent so much time arguing amongst themselves and plotting to stab each other in the back for the past few months, it's clear why they have made such a mess of things.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'm proud of my heritage in this area and I will continue to campaign for a better deal here.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "Past five years",
        "achievements": "Working with Ian Swales to promote the area, contributing to a reduction in unemployment by a third since 2010."
      }
    ],
    "contactInformation": {
      "address": "Room 103, The Innovation Centre, Vienna Court, Kirkleatham Business Park, Redcar, TS10 5SH",
      "phone": "01642 777 814",
      "email": "",
      "website": "www.joshmason.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Josh Mason with the text 'Josh Mason Don't Go Back Stay on Track'"
        },
        {
          "caption": "'It's Lib Dem or Labour here' chart showing Lib Dem at 45%, Labour at 35%, Conservatives at 14%, and UKIP at 5%."
        },
        {
          "caption": "STRONGER ECONOMY - FAIRER SOCIETY OPPORTUNITY FOR EVERYONE"
        }
      ]
    },
    "additionalNotes": "April 2015"
  }
}