```json
{
  "leaflet": {
    "candidateName": "Chris Grayling",
    "constituency": "Epsom & Ewell",
    "politicalParty": "Conservative",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "ELECTION SPECIAL",
        "content": "20 reasons to vote Conservative"
      },
      {
        "title": "LOCAL CONSERVATIVES WORKING YEAR ROUND, YEAR AFTER YEAR",
        "content": "Most importantly we’ve been active on: Save Epsom Hospital Campaign, Save Epsom/Save the Green Belt Campaign, to keep Epsom and Ewell greenbelt, Getting Smart Cards, Oyster (due September), and working on zone 6 for Epsom Station, Fixing dozens of potholes filled and several roads resurfaced, Fighting unnecessary Council Tax rises, and much more, as detailed inside."
      },
      {
        "title": "Chris’ priorities for the next 5 years for Epsom & Ewell",
        "content": "Continue to work to protect services at Epsom Hospital and to support our local NHS, To continue to work to get zone 6 extended to Epsom, To work to protect the character of our area and help to resist resident’s garden space development, To help stop the erection of inappropriate phone masts, particularly in the rural and local places, To support the excellent work of the local charities and volunteers."
      },
      {
        "title": "TOUGHENING THE JUSTICE SYSTEM",
        "content": "In his national role, Chris is currently the Lord Chancellor and Justice Secretary. He has pushed through measures to toughen the justice system, including ending automatic early release for many offenders, providing extra protection for householders who confront burglars, and introducing mandatory whole life sentences for killing a police officer."
      },
      {
        "title": "BRING PRIDE AND PURPOSE TO EPSOM & EWELL BOROUGH COUNCIL",
        "content": "It’s TIME FOR THE CONSERVATIVES to bring about a change in Epsom & Ewell Borough Council. The ruling 'Residents Association' Party is tired and out of touch. It no longer represents residents’ views about change in Epsom and Ewell. It does not seem to be anything but ready to follow the same, easy options."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Save Epsom Hospital Campaign",
        "policyDescription": "Work to protect services at Epsom Hospital and support the local NHS."
      },
      {
        "policyTitle": "Greenbelt Protection",
        "policyDescription": "Keep Epsom and Ewell greenbelt and resist development on residents' garden space."
      },
      {
        "policyTitle": "Transport Improvements",
        "policyDescription": "Introduce Smart Cards, Oyster by September, and work on getting zone 6 extended to Epsom Station."
      },
      {
        "policyTitle": "Community and Environment",
        "policyDescription": "Fixing dozens of potholes, resurfacing roads, stop the erection of inappropriate phone masts, particularly in rural areas, and support local charities and volunteers."
      },
      {
        "policyTitle": "Justice System Reform",
        "policyDescription": "Toughen the justice system including ending automatic early release for many offenders, and providing extra protection for householders."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Bring about a change in Epsom & Ewell Borough Council to represent residents’ views and move away from the same, easy options."
      }
    ],
    "mentions": {
      "candidate": "Chris Grayling",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Keep Epsom and Ewell greenbelt and resist development on residents' garden space.",
      "governance": "Bring about a change in Epsom & Ewell Borough Council to represent residents’ views and move away from the same, easy options.",
      "health": "Work to protect services at Epsom Hospital and support the local NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Resist development on residents' garden space.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Lord Chancellor and Justice Secretary",
        "duration": "",
        "achievements": "Pushed through measures to toughen the justice system, including ending automatic early release for many offenders, providing extra protection for householders who confront burglars, and introducing mandatory whole life sentences for killing a police officer."
      }
    ],
    "contactInformation": {
      "address": "P.O. Box 1210, Epsom, Surrey, KT17 9JX",
      "phone": "01372 277066",
      "email": "office@epsomconservatives.org.uk",
      "website": "www.epsomconservatives.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chris Grayling campaigning to save Epsom General Hospital"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```