```json
{
  "leaflet": {
    "candidateName": "Alison Whalley",
    "constituency": "Newcastle upon Tyne North",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Public NHS",
        "policyDescription": "Fight for a publicly funded, publicly provided health service free at the point of use."
      },
      {
        "policyTitle": "Fair Economy",
        "policyDescription": "End austerity and restore the public sector, creating over one million good jobs that pay at least a living wage."
      },
      {
        "policyTitle": "Decent Homes",
        "policyDescription": "Abolish the cruel and unfair bedroom tax; Build 500,000 social rented homes by 2020 by lifting council's borrowing caps."
      },
      {
        "policyTitle": "Safe Climate",
        "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 1.5 degrees."
      },
      {
        "policyTitle": "Free Education",
        "policyDescription": "Scrap university tuition fees; Promote a comprehensive system of local schools, taking academies and free schools into the Local Authority system."
      },
      {
        "policyTitle": "Better Transport",
        "policyDescription": "Return the railways to public hands to stop profits being put before passengers; Introduce a nationwide public transport fares reduction."
      }
    ],
    "mentions": {
      "candidate": "Alison Whalley",
      "otherPartyLeaderCandidate": "Natalie Bennett",
      "partyLeader": "Natalie Bennett",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Green Party membership is soaring and more and more people are recognising that the politics of the future doesn't have to look like the politics of the past.",
      "education": "",
      "environment": "Greens will take meaningful action to protect our environment, from reducing carbon footprints with better public transport and cycling schemes to providing affordable warmth via insulation schemes.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "We can build a society that works for the Common Good.",
      "housing": [
        {
          "content":"",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Welfare Rights Officer for Unison",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07784 593 310",
      "email": "alison.whalley@greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@GreenPartyAlison",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alison Whalley, Your Green Party Candidate, Newcastle upon Tyne North"
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people, through party membership fees and local fundraising. Published and promoted by Peter Thomson, Election Agent, on behalf of Alison Whalley (Green Party) both at 5 Cleadon Close, Benton, Newcastle upon Tyne, NE12 8GA. Printed by The Russell Press, Russell House, Bulwell Lane, Nottingham, NG6 0BT."
  }
}
```