```json
{
  "leaflet": {
    "candidateName": "Heidi Alexander",
    "constituency": "Lewisham East",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Investing in our NHS",
        "content": "Labour created the NHS and has served us well for over 60 years. I will continue to fight for it to be there for your family, free at the point of use, with a local NHS that puts patients before profit."
      },
      {
        "title": "Decent jobs and decent pay",
        "content": "Too many people in our country today work hard to find their jobs unsafe and their wages low. Labour understands how the minimum wage must rise to reflect the cost of living and support a decent standard of life."
      },
      {
        "title": "Genuinely affordable homes",
        "content": "The housing crisis in London is long-standing but it has taken a turn for the worse under the Coalition Government. House prices in Lewisham are out of reach for many hard-working and average earners. I am committed to tackling this crisis. Labour has a plan for tackling the housing crisis and to reverse Tory malaise. We'll build 200,000 homes a year by 2020."
      },
      {
        "title": "Tackling the cost of living crisis",
        "content": "People in Lewisham tell me that they are frustrated - they work hard, do the right thing, but face increasing bills and fewer opportunities. I will tackle the cost of living crisis. We'll ban exploitative zero hours contracts, freeze energy bills until 2017, cut and freeze childcare costs, and secure a living wage."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investing in our NHS",
        "policyDescription": "Continue to fight for a local NHS that prioritizes patients over profit, ensuring access and free service at the point of use."
      },
      {
        "policyTitle": "Decent jobs and decent pay",
        "policyDescription": "Increase fines for employers who fail to pay the minimum wage, raise the minimum wage to £8 per hour over the course of the Parliament."
      },
      {
        "policyTitle": "Genuinely affordable homes",
        "policyDescription": "Build 200,000 homes a year by 2020, ensuring homes are affordable and accessible for hard-working individuals in Lewisham."
      },
      {
        "policyTitle": "Tackling the cost of living crisis",
        "policyDescription": "Ban exploitative zero hours contracts, freeze energy bills until 2017, and cut and freeze childcare costs to tackle the cost of living crisis."
      }
    ],
    "mentions": {
      "candidate": "Heidi Alexander",
      "otherPartyLeaderCandidate": "David Cameron; Ed Miliband",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We will increase fines to employers who fail to pay the minimum wage.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Labour created the NHS and has served us well for over 60 years.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The housing crisis in London is long-standing but it has taken a turn for the worse under the Coalition Government. House prices in Lewisham are out of reach for many hard-working and average earners.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "\"Lewisham is my home. I love living here but I know there is much that needs to change. I hope you will give me the chance to continue serving our community.\"",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "The Talent Factory, 4 -14 Barmeston Road, Catford, SE6 3BH",
      "phone": "020 8461 0286",
      "email": "heidi@heidialexander.org.uk",
      "website": "www.heidialexander.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@heidi_mp",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Heidi Alexander with local police discussing community safety"
        },
        {
          "caption": "Supporters backing Heidi Alexander during the campaign"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```