```json
{
  "leaflet": {
    "candidateName": "THOM ROBINSON",
    "constituency": "Barnard Castle",
    "politicalParty": "Green Party",
    "electionDate": "May",
    "messages": [
      {
        "title": "A commitment to Constituents",
        "content": "A truly local voice for everyone. A proven record in politics. Policies for people, not big business. An MP who will stand up to Durham County Council. An accountable MP who lives in and cares for this constituency."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "fair ECONOMY",
        "policyDescription": ""
      },
      {
        "policyTitle": "safe CLIMATE",
        "policyDescription": ""
      },
      {
        "policyTitle": "public NHS",
        "policyDescription": ""
      },
      {
        "policyTitle": "decent HOMES",
        "policyDescription": ""
      },
      {
        "policyTitle": "free EDUCATION",
        "policyDescription": ""
      },
      {
        "policyTitle": "better TRANSPORT",
        "policyDescription": ""
      }
    ],
    "mentions": {
      "candidate": "Thom has been a strong and progressive voice in this region for a number of years. As a Councillor (in Barnard Castle) and leader of the County Durham Green Party, Thom is at the forefront of politics across the North East. If elected, Thom can make a real difference here for communities.",
      "otherPartyLeaderCandidate": "The Green Party alternatives to the old parties",
      "partyLeader": "Caroline Lucas",
      "tacticalSituation": "With all polls showing a hung parliament in May, voters have a chance to elect a representative for the people without voting tactically. Thom offers a real alternative."
    },
    "issues": {
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "This year we have a real chance to change the way we vote. With all polls showing a hung parliament in May, voters have the chance to elect a representative for the people without voting tactically. Thom offers a real alternative.",
    "politicalExperience": [
      {
        "role": "Councillor in Barnard Castle, leader of the County Durham Green Party",
        "duration": "a number of years",
        "achievements": "Thom has been a strong and progressive voice in this region, has campaigned and led communities, taking responsibility, fighting for constituents and standing for his beliefs."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01833 631880",
      "email": "",
      "website": "www.votethomrobinson.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Thom talking about local issues on BBC Tees"
        }
      ]
    },
    "additionalNotes": "The Green Party is strong in County Durham. In Barnard Castle and Durham we are the official opposition and growing stronger. The Green Party is the third largest Political Party in England and Wales with 60,000 members. We have an award winning MP in Parliament, Caroline Lucas, who is respected across the political spectrum. Furthermore, the team led Brighton Council has shown the Greens have the experience and knowledge to show true leadership. The Green Party is a viable and real alternative to Labour and the Conservatives. We have the vision and have it."
  }
}
```