```json
{
  "leaflet": {
    "candidateName": "Richard Clare",
    "constituency": "Ilford North",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "Building a stronger economy and a fairer society.",
        "content": "Creating opportunity for everyone. The Liberal Democrats are creating opportunity for everyone. In government we have made Britain fairer by cutting Income Tax for 24 million ordinary workers, providing an extra £2.5 billion for struggling school kids, and paving the way for record number of apprenticeships."
      },
      {
        "title": "A Record of Delivery. A Promise of More.",
        "content": "2010 - 2015 A RECORD OF DELIVERY.  Cut the deficit by half, reducing borrowing by £3,000 for every household in Britain. Given an £800 tax cut to low and middle income workers. Increased the health budget each year to improve services and deliver 6,000 more doctors. Provided an extra £2.5bn a year for struggling school kids. 2015 - 2020 A PROMISE OF MORE. Finish the job of balancing the books, on time and fairly. Cut Income Tax by a further £400 for ordinary workers. Guarantee mental health equality by increasing spending by £8bn a year. Protect education spending from cradle to college."
      },
      {
        "title": "3 great reasons to vote for Richard",
        "content": "1. Richard supports protecting the NHS and will deliver an extra £8 billion in health funding over 5 years. 2. Liberal Democrats in Government have created jobs and apprenticeships while cutting your taxes and the deficit. 3. Richard will fix the economy fairly so everybody can enjoy the recovery."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Richard Clare will finish the job of balancing the books on time and fairly, cut Income Tax by a further £400 for ordinary workers. The Liberal Democrats will borrow less than Labour and cut less than the Conservatives, creating opportunity for a stronger economy through apprenticeships."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Richard Clare supports protecting the NHS with plans to deliver an extra £8 billion in health funding over 5 years and guarantee mental health equality by increasing health spending by £8bn a year."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Richard Clare plans to protect education spending from cradle to college and has contributed to providing an extra £2.5 billion a year for struggling school kids."
      }
    ],
    "mentions": {
      "candidate": "Richard Clare",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The General Election in Ilford North is going to be a tight race and the Liberal Democrats are being massively outspent by Labour and the Conservatives."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Richard will fix the economy fairly so everybody can enjoy the recovery.",
      "education": "Richard Clare plans to protect education spending from cradle to college.",
      "environment": "",
      "governance": "",
      "health": "Richard supports protecting the NHS and will deliver an extra £8 billion in health funding over 5 years.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Ilford North Lib Dems, 14 Lorne Gardens, E11 2BZ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "/RichardClareLD",
        "twitter": "@RichClare",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Richard Clare and the Liberal Democrats are creating opportunity for everyone."
        },
        {
          "caption": "Vote for Richard Clare on Thursday 7th May to build a stronger economy and fairer society here in Ilford North."
        },
        {
          "caption": "3 great reasons to vote for Richard."
        },
        {
          "caption": "Richard Clare: your choice in Ilford North."
        }
      ]
    },
    "additionalNotes": "The Labour party wasted their chance and ruined the economy. You can’t trust the Conservatives to care because they only care about themselves. The Liberal Democrats will borrow less than Labour and cut less than the Conservatives."
  }
}
```