```json
{
  "leaflet": {
    "candidateName": "Jackie Porter",
    "constituency": "Winchester",
    "politicalParty": "Liberal Democrats",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Save our maternity services",
        "policyDescription": "When it became clear that our maternity services at Winchester were under threat and downgraded, I campaigned, lobbied, have been determined to fight for them to be saved."
      },
      {
        "policyTitle": "Faster broadband",
        "policyDescription": "Slow or non-existent broadband holds back our local businesses and makes it harder for people to go about their daily lives. I have been a driver in the vital service."
      },
      {
        "policyTitle": "Affordable homes for local people",
        "policyDescription": "Winchester is a lovely place to live but many people struggle to find homes they can afford. We must make developers provide the affordable homes they promised."
      },
      {
        "policyTitle": "Short breaks for disabled children",
        "policyDescription": "Short breaks give disabled children the opportunity to take part in activities that other children can; clubs, play schemes, swimming, Scouts and Guides. The Conservatives voted to cut these services by two thirds."
      }
    ],
    "mentions": {
      "candidate": "Jackie Porter",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "As Lib Dem Education Spokesperson for Hampshire I have called the County Council to account for its failure to provide places over the years. It's simply not good enough.",
      "environment": "",
      "governance": "",
      "health": "Save our maternity services section mentions the importance of the local maternity services to the community.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Affordable homes for local people section discusses the importance of making developers provide affordable housing and the issue with Silver Hill project.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I've lived here in Winchester for over 30 years...",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "Since 1991",
        "achievements": "Representing and working for local people, finding it incredibly rewarding to be given the chance to help people each day."
      },
      {
        "role": "Chairman of Trustees, Street Reach",
        "duration": "2004 - Present",
        "achievements": "Street Reach is a youth project that gets out and interacts with young people wherever they feel most comfortable."
      },
      {
        "role": "Preschool Chair, Kings Worthy Pre-School",
        "duration": "2012 - Present",
        "achievements": "Chaired the pre-school which gave the children a chance to see close up one of the Lib Dems’ best achievements in government."
      },
      {
        "role": "Multiple roles in schools",
        "duration": "1992 - After",
        "achievements": "Work in Kings Worthy, Sun Hill and Weeke Primary Schools, introducing 15 hours of free childcare for all 3-4 year olds."
      }
    ],
    "contactInformation": {
      "address": "The Foundry, London Road, Winchester, SO23 7QN",
      "phone": "01962 622210",
      "email": "jackie@jackieporter.co.uk",
      "website": "www.wld.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Mark Oaten",
        "endorsement": "Jackie has exactly what it takes to be a great MP: real-world experience and a passion for making people's lives better."
      },
      {
        "endorser": "John",
        "endorsement": "Jackie's business experience and outstanding campaigning record make her the ideal person to be our next local MP for Winchester."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jackie Porter interacting with constituents and leading community activities."
        }
      ]
    },
    "additionalNotes": "Leaflet might contain more information on back pages or additional sections not visible in the image provided here."
  }
}
```