```json
{
  "leaflet": {
    "candidateName": "Luke Parker",
    "constituency": "Brent North",
    "politicalParty": "Conservatives",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "A personal message from Luke PARKER",
        "content": "I grew up in a staunchly Labour household and was surprised when I studied politics to find that my values were in fact Conservative: a belief that family not government should be at the heart of our communities; that it is through work not state handouts that people have the greatest chance of social mobility; that health and education need to be paid for by a strong economy; that aspiration should be rewarded not punished. Are these values that you share too? I believe that these are common values held across all communities in Brent North."
      },
      {
        "title": "Stopping Brent Labour's Waste",
        "content": "Brent's Labour Councillors have awarded themselves a 25% pay rise, squandered £700,000 on getting nice flooring for the Civic Centre, a further £100,000 on a grand opening party for said Centre, paid celebrity presenters to host events, refused to follow even the most basic guidance given to councils on how to spend money wisely and made no effort to adopt the creative measures employed by other Councils across the UK to keep open libraries and other key services. The results have been devastating: Child Services cut, Libraries shut, rubbish uncollected and children's play parks closed. Brent Labour Council continues to demonstrate the same incompetence and fiscal irresponsibility as their national counterparts. It's time to hold them to account."
      },
      {
        "title": "Fighting for choice in Education",
        "content": "State school educated himself, a governor of a Catholic School he helped found, with three young children in a state primary and a wife who works there too, Luke is a passionate advocate of choice and educational excellence for all. Despite their success, Academies and Free Schools became unpopular with the Trade Unions who were worried about their own loss of power as staff negotiations decentralised. As with so many other areas, the Labour Party is more concerned with serving their Union paymasters than parents who want good schools. That's why they fight against education reform, that's why Brent Council doesn't all it can to stop Free Schools opening despite our desperate need locally; that's why education standards in Labour run Wales have plummeted down the international league tables and that's why people who share Luke's passion for facilitating world class education should vote Conservative on May 7th."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Campaigning for better Schools in Brent North. Supporting new Free Schools and Academies to give parents' greater choice and advocating for education reform."
      },
      {
        "policyTitle": "Government Spending",
        "policyDescription": "Stopping Labour run Brent Council from squandering money while they cut vital services. Ensuring better fiscal responsibility and management."
      },
      {
        "policyTitle": "Local Business",
        "policyDescription": "Championing tax reforms to help shop owners and revitalise High Streets."
      }
    ],
    "mentions": {
      "candidate": "Luke Parker",
      "otherPartyLeaderCandidate": "Ed Miliband",
      "partyLeader": "",
      "tacticalSituation": "Voting for UKIP will hand keys of No. 10 to Miliband, poll finds."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour is plotting Scottish alliance. Bosses queue up to warn: Miliband will bankrupt Britain. Britain can't afford it, and you'll have to pay for it.",
      "education": "Supports compassionate benefit reform to make work pay and fighting for choice in Education.",
      "environment": "",
      "governance": "Stopping Brent Labour's waste.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Ensuring better fiscal responsibility and management of local government spending to prevent waste.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "A father of three and school Governor, dedicated to creating world class state education. An Associate Partner in a major IT firm who champions London as a centre of global trade. A self-made man, raised above his parents' pub, passionate about enabling social mobility.",
    "politicalExperience": [
      {
        "role": "School Governor",
        "duration": "",
        "achievements": "Dedicated to creating world-class state education."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07553 519737",
      "email": "lukephq-brent@yahoo.com",
      "website": "lukeparker.org",
      "socialMedia": {
        "facebook": "Luke4Brent",
        "twitter": "lukeparker.org",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Out campaigning in Brent and with his family at the Brent North Office"
        },
        {
          "caption": "Children at the Voluntary Aided School Luke helped to found"
        },
        {
          "caption": "Join us - Brent North Conservatives at our Fish & Chips Fundraiser!"
        }
      ]
    },
    "additionalNotes": "The Conservative Party in Brent North has over 100 members. We hold regular events at which you can meet like minded people. We also have strong links to conservative groups. References made to the Conservative Friends of India, the Conservative Muslim Forum, the Conservative Friends of Israel and the Conservative Future Organisation."
  }
}
```