```json
{
  "leaflet": {
    "candidateName": "John Whitby",
    "constituency": "North Cornwall",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "Cornish workers deserve better",
        "content": "Raise the Minimum Wage closer to average earnings. Offer tax breaks to Living Wage employers. Cut exploitative zero hours contracts. Reduce train fares for North Cornwall families. Restore direct links to London with a 10p starting rate."
      },
      {
        "title": "Today's young: tomorrow's prosperity",
        "content": "Help young people who are forced to seek employment elsewhere, find work in North Cornwall. Ensure young people can prosper in a modern Cornish economy."
      },
      {
        "title": "Give Cornish businesses the certainty they need to invest",
        "content": "North Cornwall isn't sharing in the promised economic growth. Whilst sending home powers, continue to buy up Cornwall, creating local struggle."
      },
      {
        "title": "It's YOUR NHS!",
        "content": "Only Labour is committed to a long-term future for our beloved National Health Service. We introduced it so it is here to save it again."
      },
      {
        "title": "I support small businesses and start-ups",
        "content": "Cut business rates for small businesses, lower bills for small businesses, reform banks to back British businesses. Empower Cornwall with part of £30 billion of devolved UK funding."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "We have a plan for housing.",
        "policyDescription": "Secure home should be a right. We need longer tenure tenancies for families that cannot afford to buy. Thanks to the gap between wages and houses prices, we're a North Cornwall crisis. Labour will: Build 200,000 homes a year by 2020 providing up to 230,000 jobs in construction. Give local authorities 'use it or lose it' powers over land. Ensure council tax on empty properties."
      }
    ],
    "mentions": {
      "candidate": "John Whitby",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Cut deficit every year. Reverse Tory tax cut for millionaires and reform the EU, protecting jobs and growth at home.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Only Labour is committed to a long-term future for our National Health Service. We will: Labour will: Introduce 20,000 more nurses, 8,000 more GPs and guarantee a GP appointment within 48 hours. Give cancer patients test results within 1 week. Repeal the NHS bill and keep the NHS a public service. Save the NHS with money raised from clamping down on tax avoidance by the wealthiest.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We have a plan for housing. A secure home should be a right. We need longer tenure tenancies for families that cannot afford to buy. Thanks to the gap between wages and house prices, we're a North Cornwall crisis. Labour will: Build 200,000 homes a year by 2020 providing up to 230,000 jobs in construction",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I stand in this election because under the Tories and Lib Dems, things have got worse, not better. Our great NHS, despite the dedication of its health professionals, is near to breaking point. Labour created the NHS and is the only party that can protect and develop it. I promise to act decisively on the NHS, house and public service and I will be a hardworking, honest, forthright, and campaigning North Cornwall MP.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4 Craigmor Apartments, Wadebridge, North Cornwall, PL27 7EL",
      "phone": "01208 895106",
      "email": "labour@johnwhitby.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "/LabourCornwall",
        "twitter": "@NCornwallCLP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Labour’s plan for a better future."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```