```json
{
  "leaflet": {
    "candidateName": "John Coughlin",
    "constituency": "Lewisham, Deptford",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "VOTE FOR WHAT YOU BELIEVE IN",
        "content": "Vote for policies that benefit your community on health, housing and the environment."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The Environment",
        "policyDescription": "Support policies aimed for a more sustainable future, including green transport and renewable energy."
      },
      {
        "policyTitle": "The Economy",
        "policyDescription": "Advocate for economic measures that ensure fair wages and oppose austerity."
      },
      {
        "policyTitle": "Our NHS",
        "policyDescription": "Fight to protect and consistently fund the National Health Service, oppose privatization and health service tiers."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Support for affordable education without tuition fees."
      },
      {
        "policyTitle": "Fair Economy",
        "policyDescription": "Work towards a mandatory living wage, promote community banking, and oppose austerity."
      }
    ],
    "mentions": {
      "candidate": "John is the Green Party Councillor for the ward of Brockley in Lewisham. As the sole opposition councillor he has been working to promote Green Party policies across Lewisham Council. John is Chair of the Housing Management and Maintenance Committee at Brockley Tenants Coop.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "John has recently been campaigning for the adoption of the London Living Wage across Lewisham and stands behind the Green Party's commitment to increase the minimum wage to £10 per hour by 2020.",
      "education": "",
      "environment": "John is a passionate advocate for more social and affordable housing in Lewisham, and a fierce critic of the current trend for building unaffordable housing which then sold to overseas investors, with no interest in Lewisham or its people. He believes that Cooperatives and Community Land Trusts are excellent models for encouraging genuinely affordable housing and stable rental prices in the long term.",
      "governance": "",
      "health": "John is campaigning for the proper and consistent funding of the National Health Service across the country, and an end to the lottery of drug and service provision. He is a strong opponent of the privatisation of health services, and believes that, with an ageing population, social and medical services for the elderly will be one of the defining issues of our generation.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "John is a passionate advocate for more social and affordable housing in Lewisham.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Green Party Councillor for the ward of Brockley",
        "duration": "",
        "achievements": "John has been promoting Green Party policies across Lewisham Council and is Chair of the Housing Management and Maintenance Committee at Brockley Tenants Coop."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "john.coughlin@greenparty.org.uk",
      "website": "lewisham.greenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "twitter.com/TheGreenParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John Coughlin with supporters"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```