```json
{
  "leaflet": {
    "candidateName": "Julie Lingard",
    "constituency": "North Cornwall",
    "politicalParty": "UK Independence Party",
    "electionDate": "May 7th",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Leave the EU",
        "policyDescription": "UKIP would leave the EU and save the £20 billion annual membership fee."
      },
      {
        "policyTitle": "Spend money at home first",
        "policyDescription": "Reduce non-essential foreign aid, invest an extra £3bn in the NHS, review Social Care, change Work Capability Assessments procedures, scrap HS2, focus on local road and rail upgrades, would invest in our Defences, plan our housing requirements and support a broadband policy for rural areas, including scrapping the Wind Turbine projects on approved courses."
      },
      {
        "policyTitle": "Scrap income tax on the minimum wage",
        "policyDescription": "Scrap income tax on the minimum wage and scrap the bedroom tax. Scrapping inheritance tax would allow people to pass on their gains to their families."
      },
      {
        "policyTitle": "Negotiation of our trade agreements",
        "policyDescription": "Outside the EU, negotiation of our own trade agreements with the wider world as well as the EU, focusing on quality not quantity of the WTO, would boost our status as one of the top 4 world exporters, scrap green taxes, increase tax receipts and GDP."
      },
      {
        "policyTitle": "Scrapping excess bureaucracy and supporting agriculture",
        "policyDescription": "UKIP would scrap green taxes, scrap the bedroom tax, reduce red tape and over-regulation, support agriculture."
      },
      {
        "policyTitle": "Australian style points-based immigration system",
        "policyDescription": "Create an Australian style points-based immigration system requiring visas and health insurance for medical care."
      }
    ],
    "mentions": {
      "candidate": "Julie Lingard",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Last year UKIP became the first Party other than the Conservatives or Labour to win a national election for 100 years, capturing 37% of the total Cornish vote and gaining 11 additional MEPs. If voting follows this pattern in North Cornwall on May 7th, UKIP CAN WIN HERE!"
    },
    "issues": {
      "brexitEurope": "UKIP would leave the EU and save the £20 billion annual membership fee. UKIP would also take back control of fishing rights in acres of land covered in inefficient Wind turbines and solar farms.",
      "economy": "UKIP would invest in the economy by reducing non-essential foreign aid, investing in NHS, social care, and local infrastructure, while also scrapping certain taxes to allow people to pass on their gains to families. They call for the UK to negotiate its own trade agreements, which would boost the status of the UK as one of the top world exporters.",
      "education": "Increase University tuition fees have increased from £3000 to £9000 pa.",
      "environment": "Energy bills are higher due to EU energy policy which focuses on subsidies and results in acres of land covered in inefficient Wind turbines and solar farms.",
      "governance": "More than 100 powers over our criminal justice system handed over to the EU in 2014 – new powers for Brussels with no referendum.",
      "health": "A £30 billion projected funding gap in the NHS, reports of hospitals under black alert and all public services under pressure, influenced by uncontrolled immigration with last reported net figure at 298,000.",
      "immigration": "Create an Australian style points-based immigration system requiring visas and health insurance for medical care.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "UKIP would focus on planning requirements and support a broadband policy for rural areas, including scrapping the Wind Turbine projects on approved courses.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "...bringing common sense to Politics...",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07478 667275",
      "email": "julielingard.ukipnorthcornwall@yahoo.com",
      "website": "www.julielingard.co.uk",
      "socialMedia": {
        "facebook": "www.facebook.com/JulieLingardNorthCornwall",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Julie Lingard with UK Independence Party - North Cornwall banner."
        },
        {
          "caption": "Graph showcasing Cornwall vote percentages with UKIP as the leading party."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```