```json
{
  "leaflet": {
    "candidateName": "Martin Brampton",
    "constituency": "Middlesbrough South & East Cleveland",
    "politicalParty": "Green Party",
    "electionDate": "2015 General Election",
    "messages": [
      {
        "title": "Introduction",
        "content": "Hi, I'm Martin this is why I want to be your MP. I grew up on Teesside and felt the pride we have in the area's industrial achievements. I shared the pain as old industries shrank and died. Green Party policies can make Britain a better place. Especially in the North East. Middlesbrough and East Cleveland have been more than most from austerity. It's ordinary people who have been most affected - the richest 1% just keep getting more. The Green Party thinks that is wrong. And 'austerity' has been used as an excuse to hack at public services and hand them over to business. There's a lot to be done that other parties just won't tackle. I'm asking for your support so that we can start making things better. If we take the right decisions, we can have a rosier future."
      },
      {
        "title": "Vote for Policies, not personalities!",
        "content": "A survey of voters shows that more people agree with Green Party policies than with the policies of any other party. (Accurate at 12/02/2015)"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Martin Brampton",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Hi, I'm Martin this is why I want to be your MP. I grew up on Teesside and felt the pride we have in the area's industrial achievements. I shared the pain as old industries shrank and died. Green Party policies can make Britain a better place.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Teesside Green Party 38 High Street, Marske, Redcar TS11 7BE",
      "phone": "",
      "email": "martin@martinbrampton.org.uk",
      "website": "http://martinbrampton.org.uk/",
      "socialMedia": {
        "facebook": "",
        "twitter": "@martinbrampton",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Martin Brampton with his contact information and a summary of his background and why he's running for MP."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```