```json
{
  "leaflet": {
    "candidateName": "Andrew Selous",
    "constituency": "South West Bedfordshire",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message for",
        "content": "I have lived in SW Beds for 14 years and love our market towns, villages and the beauty of our countryside. I want to see our area prosper, with high skilled, well paid jobs and with all the infrastructure we need. I know it has been tough in the past few years but with exciting investments we can attract continue to ensure the county's unpaid credit card bill to our children. Over 760,000 new businesses have been started and if we continue to harness the spirit of entrepreneurship, we have a bright future."
      },
      {
        "title": "The choice at the General Election",
        "content": "David Cameron and the Conservatives - The deficit down, Income tax cut, More jobs, New businesses. A better future for you, your family and our country OR Coalition of chaos - Labour is plotting Scottish alliance, Vince Cable: Lib Dems could enter rainbow coalition with Labour and SNP. Voting for UKIP will hand keys of No. 10 to Miliband, poll finds. Britain can't afford it, and you'll have to pay for it."
      },
      {
        "title": "The infrastructure we need",
        "content": "I am well aware of the pressures in our area as we provide homes for those that need them. We are getting the infrastructure we need with the A5-M1 link road, a £150m rebuild of the L and D Hospital, a new secondary school for All Saints Academy, a £15m rebuild of Central Bedfordshire College, a £4m engineering and construction skills training centre in Leighton Buzzard, the incubation centre, 4,000 more seats on London Midland trains, a lift at the railway station, the expansion of our fastest broadband and Extra Care Courts for the elderly. I will press for more procedures to be provided in GP's surgeries. I am delighted that companies like Aylward, BE Aerospace, Poligrat and many others have continued to invest locally. I will championing our area as a good place to start and grow a business so we can create high skilled well paid jobs."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Completion of the A5-M1 link road",
        "policyDescription": "Work for the earliest possible completion of the A5-M1 bypass link road which will cut traffic jams and journey times and help businesses start-up and grow to create more jobs."
      },
      {
        "policyTitle": "Champion the role of schools, colleges, and firms in creating high-skilled workers",
        "policyDescription": "Champion the role of schools, colleges and firms in creating high-skilled workers and the best apprenticeships so we have world class skills to compete and compete powerfully."
      },
      {
        "policyTitle": "Housing growth decisions",
        "policyDescription": "Fight to keep decisions on housing growth in south Bedfordshire taken in Central Bedfordshire and to oppose the plans of others that they be decided by Luton Borough Council."
      }
    ],
    "mentions": {
      "candidate": "Andrew Selous",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"I am well aware of the pressures in our area as we provide homes for those that need them.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01582 662821",
      "email": "andrew.selous@hotmail.com",
      "website": "www.andrewselous.co.uk",
      "socialMedia": {
        "facebook": "andrewselous1",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andrew regularly walks in our beautiful countryside."
        },
        {
          "caption": "Work has already started on the vital A5-M1 link road."
        },
        {
          "caption": "Our wonderful new puppy has brought us great pleasure."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```