{
  "leaflet": {
	"candidateName": "Thangam Debbonaire",
	"constituency": "Bristol West",
	"politicalParty": "Labour",
	"electionDate": "May 7th",
	"messages": [
  	{
    	"title": "Jobs, Equality, and Sustainability for Bristol West",
    	"content": "Since the last election, I have been out almost every day in Bristol West talking to voters about the impact of government policies. People are suffering under the Bedroom Tax, struggling in exploitative zero hours contracts, and watching the NHS being sold to their eyes. Bristol's Lib Dem MP voted for all these things, as well as for tax breaks for the rich."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Fighting Bedroom Tax and Exploitative Contracts",
    	"policyDescription": "Addressing the Bedroom Tax and exploitative zero hours contracts negatively impacting constituents."
  	},
  	{
    	"policyTitle": "Supporting the NHS",
    	"policyDescription": "Opposing the sale of the NHS and supporting policies to improve healthcare."
  	},
  	{
    	"policyTitle": "Policy Title: Progressive Taxation",
    	"policyDescription": "Challenging policies that give tax breaks to the rich and ensuring a fair tax system."
  	}
	],
	"mentions": {
  	"candidate": "Since the last election, I have been out almost every day in Bristol West talking to voters about the impact of this government’s policies.",
  	"otherPartyLeaderCandidate": "Bristol's Lib Dem MP",
  	"partyLeader": "",
  	"tacticalSituation": "On May 7th we'll decide whether or not to keep a Tory/Lib Dem government."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Struggling in exploitative zero hours contracts, and watching the NHS being sold to their eyes",
  	"education": "We introduced Sure Start centres, the minimum wage and the Education Maintenance Allowance which helped 16 and 17 year olds stay at school.",
  	"environment": "",
  	"governance": "",
  	"health": "People are suffering...watching the NHS being sold to their eyes.",
  	"immigration": "",
  	"socialWelfare": "People are suffering under the Bedroom Tax",
  	"housing": [
    	{
      	"content":"People are suffering under the Bedroom Tax",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I'm writing to you because I understand you've talked to a Labour volunteer and told them that, on balance, you would prefer a Labour government to a Tory government on May 7th.",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "20 Church Road, Lawrence Hill, BS5 9JA",
  	"phone": "07955 114 046",
  	"email": "thangam@debonnaire.co.uk",
  	"website": "www.debonnaire.co.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "@ThangamMP",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Thangam Debbonaire's campaign leaflet cover page."
    	}
  	]
	},
	"additionalNotes": "The leaflet focuses on challenges faced by constituents under the current government, and how the candidate wants to address these issues, such as the Bedroom Tax, exploitative employment contracts, and the state of the NHS."
  }
}