```json
{
  "leaflet": {
    "candidateName": "Claire HISCOTT",
    "constituency": "Redland",
    "politicalParty": "Conservatives",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "A personal message from Claire HISCOTT",
        "content": "Living in Redland, and with three boys in local state education I've seen first-hand the quality of our local community and the diversity of our lives and challenges. Whether we have children or not, we want a future where transport brings us closer to jobs, education, to each other and to a greener environment. We must ensure that Bristol remains a destination for business, providing job security, it means sustainable housing, funding for our public infrastructure e.g. lighting and guttering, great MPL units for youth work will actively encourage those in business or that wish to run businesses to invest in Bristol City and create economic opportunities."
      },
      {
        "title": "Your vote will deliver...",
        "content": "Competent leadership while Labour's plan to borrow £170bn extra risks the economy."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Public Transport",
        "policyDescription": "Working for investment in our public transport network to keep Bristol West moving."
      },
      {
        "policyTitle": "Education & Training",
        "policyDescription": "Fighting for quality education & training to realise the potential of our young people."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Committed to a quality NHS free at the point of use."
      }
    ],
    "mentions": {
      "candidate": "Claire Huscott",
      "otherPartyLeaderCandidate": "Labour is borrowing, Coalition of Chaos, Vince Cable: 'Lib Dems could come second in the constituency', SNPs influencing Labour",
      "partyLeader": "Britain can't afford it. You have to pay for it.",
      "tacticalSituation": "Text on financial risks posed by other parties suggests a focus on tactical voting considerations."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour plan to borrow £170bn extra risks the economy.",
      "education": "MPL units for youth work. Fighting for quality education & training to realise the potential of our young people.",
      "environment": "Sustainable housing, funding for public infrastructure e.g. lighting and guttering.",
      "governance": "",
      "health": "Committed to a quality NHS free at the point of use.",
      "immigration": "",
      "socialWelfare": "Job total hits record high while welfare costs reducing. Benefits cap 'leads more into work' How Labour’s plans for full employment will work 'You’re £10 a week better off working'.",
      "housing": [
        {
          "content": "Sustainable housing, funding for public infrastructure e.g. lighting and guttering.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Claire has lived in Redland and raised her family in our area. ... Claire will continue to commit to this invaluable and successful project ...",
    "politicalExperience": [
      {
        "role": "Conservative City Councillor",
        "duration": "Since May 2013",
        "achievements": "Claire is openly against the Residents Parking Scheme, hands the running of local Transitionships education of young people, and combats anti-social behaviour."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "0117 3798811",
      "email": "claire@bristolconservatives.com",
      "website": "www.clairehiscott.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Claire Hiscott with her family and with other community members"
        },
        {
          "caption": "Images reflecting Claire Hiscott's involvement and work in the community"
        }
      ]
    },
    "additionalNotes": "This leaflet is tailor-made for the Redland constituency focusing on local and national issues as portrayed by the Conservative Party."
  }
}
```