```json
{
  "leaflet": {
    "candidateName": "Peter Cuthbertson",
    "constituency": "Darlington",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Why Ed Miliband's Labour Party is wrong for Darlington",
        "content": "Our Labour council has put up council tax in Darlington more than almost any other council in England. The last Labour government let Britain into a major economic downturn after borrowing too many billions."
      },
      {
        "title": "OUR TOWN NEEDS AN MP WHO WILL CHAMPION DARLINGTON IN PARLIAMENT AND HOLD OUR COUNCIL TO ACCOUNT",
        "content": "Peter will support our local hospitals and not let Darlington Memorial Hospital (the Northern Echo describes him as 'an avid supporter of the NHS')."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Darlington's council has put up council tax almost more than any other in England. Peter launched a campaign against another tax hike. He pledges to boost local tax support in less than a month."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Peter Cuthbertson will back better access to cancer drugs, support retention and recruitment of best available treatments on the NHS, and will not let Darlington Memorial Hospital down."
      }
    ],
    "mentions": {
      "candidate": "Peter Cuthbertson",
      "otherPartyLeaderCandidate": "Ed Miliband",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Cut taxes for more than 34,000 people in Darlington and taken more than 4,000 people out of income tax altogether.",
      "education": "",
      "environment": "",
      "governance": "Support better access to cancer drugs and will back further investment in the North East, especially in manufacturing.",
      "health": "Peter will support our local hospitals.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Support investments and first-time buyer relief on stamp duty, 22,900 new homes built in the North East.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Peter was born in Darlington and has lived in Faverdale, Mowden and off Hummersknott Avenue. He went to state schools in Darlington – to Abbey, Hummersknott and Queen Elizabeth Sixth Form College. Peter's mum has taught at local schools for thirty years, and is still a supply teacher in local schools.",
    "politicalExperience": [
      {
        "role": "Conservative candidate",
        "duration": "",
        "achievements": "Campaigning in Darlington, advocating for local services, supporting the NHS, and promoting local economic development."
      }
    ],
    "contactInformation": {
      "address": "22 Northumberland Street, Darlington, DL3 7HJ",
      "phone": "",
      "email": "",
      "website": "www.petercuthbertson.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Peter, retired teacher",
        "endorsement": "I’m backing Peter because he believes the government has to balance its chequebook and be there for the poorest."
      },
      {
        "endorser": "Stuart, local businessman",
        "endorsement": "I'm voting for Peter to reduce our local economy. If we keep Miliband's Labour party will public services again."
      },
      {
        "endorser": "Michael Fallon, Defence Secretary and former MP for Darlington",
        "endorsement": "I know that Peter cares deeply about our town. Others will say differently but they're not as determined that the NHS is always there for whoever needs it."
      },
      {
        "endorser": "Emma, healthcare assistant",
        "endorsement": "I worked with Peter on his campaign and I believe he's the best candidate."
      }
    ],
    "quotes": [
      {
        "text": "More people think aliens have visited the earth in UFOs than think that (Ed Miliband) is a prospective PM.",
        "source": "Ipsos MORI poll, Nov 2014"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Peter touring a North East business."
        },
        {
          "caption": "Peter making the case for more cancer research funding."
        },
        {
          "caption": "Campaigning in the town centre."
        },
        {
          "caption": "Visiting St Cuthbert's Church."
        },
        {
          "caption": "Peter and Michael Fallon visiting the reopening facility in Darlington, 2015."
        }
      ]
    },
    "additionalNotes": "The leaflet mentions various achievements and investments made in the North East and Darlington, as well as reductions in unemployment, new businesses, and economic growth."
  }
}
```