```json
{
  "leaflet": {
    "candidateName": "Mark Fletcher",
    "constituency": "Doncaster North",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "Get In Touch",
        "content": "I’d really like to hear from you. I’m out every day knocking on doors in Doncaster North. But if I miss you and you’d like to ask me something, please use the contact details below."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Mark Fletcher",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "I am standing to be your MP because decades of Labour representation have done nothing for Doncaster. We need a new start with better schools, more jobs and a stronger local economy."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We need a new start with... a stronger local economy.",
      "education": "My biggest passion is education; giving those from less well-off backgrounds the best start in life.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Doncaster North is my home constituency. I lived briefly in High Melton before moving to Sprotbrough. ... After my A levels I was fortunate to get a place to study at Cambridge University. In 2008 I was elected president of the Cambridge University Students' Union. I now work as the Chief of Staff to one of Britain's leading businessmen and a Minister in the House of Lords.",
    "politicalExperience": [
      {
        "role": "President of the Cambridge University Students' Union",
        "duration": "2008",
        "achievements": "Elected as President"
      },
      {
        "role": "Chief of Staff to a leading businessman and a Minister in the House of Lords",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07739 013558",
      "email": "mark@mark-fletcher.org.uk",
      "website": "www.mark-fletcher.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of Mark Fletcher meeting with constituents."
        }
      ]
    },
    "additionalNotes": "Mark Fletcher stands for election with a strong focus on improving education and boosting the local economy. His personal background and previous roles are highlighted, emphasizing his connection to the constituency and his experience."
  }
}
```