{
  "leaflet": {
    "candidateName": "Amber Rudd",
    "constituency": "Hastings and Rye",
    "politicalParty": "Conservative",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "A strong voice for Hastings and Rye",
        "content": "We've achieved so much in the last five years, but we need to stick to the long term plan to secure a stronger future."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "More high skilled jobs and greater business investment in our towns and residents."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Greater education standards and a hospital with centre of excellence status."
      },
      {
        "policyTitle": "Community",
        "policyDescription": "A better deal for our fishing communities and increases in our tourism industry."
      }
    ],
    "mentions": {
      "candidate": "Amber Rudd",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Unemployment has fallen by 50% in the last five years, with almost 1,500 more people in work. Business investment has increased with companies like Saga investing in our towns.",
      "education": "Since 2010, 3,410 residents have started an apprenticeship, giving them the skills they need.",
      "environment": "",
      "governance": "I have been banging the drum for our events and cultural delights, and effective tourism boom.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "For a strong and effective MP who will be accountable to you, vote Amber Rudd on 7th May.",
    "politicalExperience": [
      {
        "role": "Candidate for Hastings and Rye",
        "duration": "",
        "achievements": "Helped the local economy with the unemployment halving. Secured £300 million of road and rail investments. The Link Road and A21 are improving and we have the HS1 on track to Hastings and Rye."
      }
    ],
    "contactInformation": {
      "address": "St. Helens Crescent",
      "phone": "",
      "email": "",
      "website": "amberrudd.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of Amber Rudd with constituents and campaigning."
        }
      ]
    },
    "additionalNotes": "The leaflet emphasizes Amber Rudd's role in local improvements, her support for business investment, and her commitment to education and community deals. It suggests a focus on continued economic growth and community support."
  }
}