{
  "leaflet": {
	"candidateName": "Nick Perry",
	"constituency": "Hastings & Rye",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "",
    	"content": ""
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Renewable Energy Generation and Investment",
    	"policyDescription": "Renewable electricity generation and investment have both more than doubled, with the aim of creating 250,000 low carbon jobs and apprenticeships."
  	},
	{
    	"policyTitle": "Leadership in EU and UN Climate Debates",
    	"policyDescription": "UK is now leading in the EU and UN climate debates with Ed Davey's 'Green Growth Group' pushing Europe to adopt ambitious climate change targets and UK demonstrating UK partnerships with major economies like China."
  	},
	{
    	"policyTitle": "Local Council Tax Cut",
    	"policyDescription": "Manifesto policies for a council tax cut of at least £100 for TEN years, with new green laws which enable people to cut their energy bills by making their homes more efficient, which the Tories stopped us putting in place."
  	}
	],
	"mentions": {
  	"candidate": "Nick Perry",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Ed Davey",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "Liberal Democrats at all levels of Government have proud achievements on the environment. In 2010, we inherited some green targets from Labour but Britain was nowhere near them, with few practical policies to actually deliver what was promised. Renewable energy investment was low, with no low carbon strategy and an energy market dominated by the 'Big 6' energy firms Labour had created.",
  	"governance": "",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Nick Perry and the Hastings & Rye Lib Dems feed back on achievements & plans"
    	}
  	]
	},
	"additionalNotes": "Liberal Democrats have made this the greenest Government ever - often opposed by the Conservatives. Renewable energy investment is soaring, we are leading the global agenda on climate change, new homes are zero-carbon, we have started a major tree planting programme, and created the first ever Green Investment Bank. Energy market competition has been transformed - with consumers able to get a better deal. Our new homes are zero-carbon and we've legislated, to no applause, to help people cut their energy bills, weather their homes and install solar panels."
  }
}