```json
{
  "leaflet": {
    "candidateName": "Amber Rudd",
    "constituency": "Hastings and Rye",
    "politicalParty": "",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Local people are backing Amber",
        "content": "Local people are backing Amber Rudd to be our next MP. They want Amber to be the strong local voice that Hastings and Rye needs."
      },
      {
        "title": "Businesses are backing Amber's vision",
        "content": "As a local businessman, it can feel a bit lonely out there. Knowing that Amber likes local business as a key priority gives us much hope for the future. With less bureaucracy, a more skilled workforce and better transport links, I have the confidence of entrepreneurs to push out to new limits."
      },
      {
        "title": "Job growth at the heart of Amber's work",
        "content": "It's a stark choice at this election. It's a hunt for false job security, a hope that things stay the same, or a step forward to new prosperity. I know that Amber has helped grow more than eight thousand jobs on our patch and I hope that as things get better, Amber's jobs will grow and I'll have greater opportunities."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Amber Rudd",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "I'm heartened by the major improvements in local education standards. It means I know the next generation will receive a great education, and Amber has played a critical role in bringing this about.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Living in St. Leonards but commuting to work means I rely heavily on a good transport network. Thankfully in the last five years I've seen major improvements to our road and rail links. This is down to Amber's hard work and determination, and I know Amber has plans to go further.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Local people are backing Amber Rudd to be our next MP. They want Amber to be the strong local voice that Hastings and Rye needs.",
        "source": "Leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Amber Rudd for Hastings and Rye."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```