{
  "leaflet": {
    "candidateName": "Rory Stewart",
    "constituency": "Penrith and The Border",
    "politicalParty": "Conservatives",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Simply working for us at every level!",
        "content": "Ever since Rory Stewart introduced himself to our community, he has come in to help everyone. No task was considered small - from dark fibre optic issues to assistance with local businesses or individuals in need. No task is too big or too little."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Breaking the barriers and encouraging people to work in Cumbria.",
        "policyDescription": "The candidate is particularly supportive of smaller, more personalised schemes aimed at young people such as apprenticeships and on-the-job training. They also back the development of more joined-up services and support."
      },
      {
        "policyTitle": "Keeping North Cumbria Community Hospitals open",
        "policyDescription": "The candidate acknowledges the crucial role of North Cumbria Community Hospitals and is committed to fighting for them to stay open."
      },
      {
        "policyTitle": "Real benefits in our rural areas",
        "policyDescription": "The candidate has taken action to bring better broadband and improved phone signals to rural areas and helped to attract investment into these areas."
      },
      {
        "policyTitle": "A Community Reformer and Champion",
        "policyDescription": "The candidate has a history of fostering partnerships that spur growth and development in communities and rural areas."
      },
      {
        "policyTitle": "MOD Longtown jobs saved",
        "policyDescription": "The candidate played a significant role in the decision that saved MOD Longtown and its jobs."
      }
    ],
    "mentions": {
      "candidate": "Rory Stewart",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "rory@rorystewart.co.uk",
      "website": "www.rorystewart.co.uk",
      "socialMedia": {
        "facebook": "rorystewart.uk",
        "twitter": "@RoryStewartUK",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Steve Brown, Penrith, Ambulance Station",
        "endorsement": "Ever since Rory Stewart introduced himself to our community, he has come in to help everyone."
      },
      {
        "endorser": "Jacqueline Brown, Chair, The Friends of the Alston Line",
        "endorsement": "It's clear that Rory's shown what MPs can achieve outside the corridors of power with sheer determination and true grit."
      },
      {
        "endorser": "Eveline Dugdale, Wigton",
        "endorsement": "As Chair of the League of Friends of Wigton Hospital, I have been most grateful for Rory’s help and support on many matters concerning our hospital."
      },
      {
        "endorser": "Sarah Dunning, Westmorland Ltd., Penrith",
        "endorsement": "Rory has brought focus on Cumbria to a new level with his genuine interest in and understanding of this area's particular issues."
      },
      {
        "endorser": "Libby Bateman, Broadband Activist, Ravenstonedale",
        "endorsement": "Rory has made a real difference to the many small businesses in our rural areas."
      },
      {
        "endorser": "David Graham, Carlisle",
        "endorsement": "Rory was a fantastic help and champion."
      },
      {
        "endorser": "Neil Scott, Penrith",
        "endorsement": "Thanks to Rory for the hard work representing us over the years. A breath of fresh air for Cumbria and especially Penrith town."
      },
      {
        "endorser": "Tim Foster, Blencathra Field Studies Centre",
        "endorsement": "Rory is an excellent MP and very supportive of outdoor education, recognising that it is vital to a rounded form of education."
      },
      {
        "endorser": "Richard Warren, Cumbria Search & Mountain Rescue",
        "endorsement": "Rory Stewart has been incredibly supportive and helpful over the past few years, helping Cumbria Search and Mountain Rescue obtain better governmental support including vital refunding of charity grants via VAT relief."
      },
      {
        "endorser": "Phillipa Groves",
        "endorsement": "Nowhere could have a more proactive MP - from the start, Rory has made a mission to get to know the area and its people. Because of this, he is respected by constituents of every persuasion."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Rory Stewart interacting with community members."
        },
        {
          "caption": "Photo of Rory Stewart with supporters holding a 'Save Penrith Cinema' banner."
        },
        {
          "caption": "Photo of Rory Stewart with a group of people holding certificates."
        }
      ]
    },
    "additionalNotes": ""
  }
}