```json
{
  "leaflet": {
    "candidateName": "Shas Sheehan",
    "constituency": "Wimbledon, Morden, Raynes Park and Motspur Park",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "An investment in knowledge pays the best interest",
        "content": "As a mum, I've witnessed first-hand the difference free school meals and excellent early years education make to giving kids the best start in life."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Lib Dems in Government are making real strides to help families. Since Sept 2014, all infant pupils in state schools - that's 7495 children - receive free school meals."
      },
      {
        "policyTitle": "Education Premium",
        "policyDescription": "Introduced the 'pupil premium' - this means Wimbledon's primary and secondary schools have received £2.2m extra cash, in this year alone, to target help to our poorest families."
      },
      {
        "policyTitle": "Childcare",
        "policyDescription": "Increased free early education for all families - good quality childcare gives children a headstart even before they walk through the school gates."
      },
      {
        "policyTitle": "Parental Leave",
        "policyDescription": "Introduced shared parental leave for both mums and dads - giving greater flexibility for parents, as well as a further step towards equal pay between men and women."
      }
    ],
    "mentions": {
      "candidate": "Shas Sheehan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The leaflet includes a tactical voting chart showing support percentages for Shas Sheehan and competitors from Conservative and Labour parties, indicating a close race."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Supporting education through free school meals and the 'pupil premium'.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I believe the first few years of people's lives are crucial in helping them to get on later in life, and I am proud of what Liberal Democrats in Government have achieved.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "020 8788 1169",
      "email": "sheehanshas@gmail.com",
      "website": "www.shassheehan.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@sheehanshas",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Support for Shas Sheehan has been growing for a number of years. Latest poll shows she has won importantly from traditionally safe Tory areas."
        }
      ]
    },
    "additionalNotes": "PS - It was a joy to visit local schools to see for myself the difference free school meals for all 5, 6 and 7-year-olds is making. The benefits of a hot, nutritious meal cannot be overrated."
  }
}
```