{
  "leaflet": {
    "candidateName": "Nick Clegg",
    "constituency": "Sheffield Hallam",
    "politicalParty": "Liberal Democrat",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "Nick Clegg - over a decade of action for Hallam",
        "content": "Nick has a decade-long history of getting things done in Sheffield Hallam. When you vote - on Thursday 8th June, make sure you vote for change you can really stand up for."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": "Labour are too weak and too divided to hold the Conservatives to account."
    },
    "issues": {
      "brexitEurope": "Like so many local people here in Sheffield, I was deeply disappointed to see Labour MP's follow UKIP and the Conservatives through the voting lobby, giving Theresa May a blank cheque to pursue the hardest Brexit possible. That's not what people in Sheffield Hallam voted for. [...] Only the Lib Dems can provide the effective opposition to her Tories' hard Brexit plans.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "Theresa May has called this a Brexit General Election - a judgement on the Tories' and her Brexit plans. [...] She cannot win here in Sheffield Hallam.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Now, more than ever, our country needs a strong opposition.",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "over a decade",
        "achievements": "Nick has a wealth of experience in Parliament and has delivered for you and your neighbours. From standing up against the Labour Council's disastrous tree felling to securing crucial investment for local rail projects."
      }
    ],
    "contactInformation": {
      "address": "Freepost RTHK-YJHA-YTHZ, Sheffield Liberal Democrats, Riverdale House, 89 Graham Road, Sheffield, S10 3GP",
      "phone": "",
      "email": "nickclegg@sheffieldlibdems.org.uk",
      "website": "nickclegg.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@nick_clegg",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Working hard for the community."
        },
        {
          "caption": "Keeping in touch all year round."
        },
        {
          "caption": "Fighting for a city we can be proud of."
        }
      ]
    },
    "additionalNotes": "Nick Clegg and the Lib Dem team pay for and deliver their newsletters thanks to help from volunteers. Can you help to make sure that some leaflets in your own street or your local area hit the door-mat?"
  }
}