```json
{
  "leaflet": {
    "candidateName": "Gerald Vernon-Jackson",
    "constituency": "Portsmouth South",
    "politicalParty": "Lib Dem",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "Gerald: \"I will oppose £500k cuts to local schools\"",
        "content": "Schools in the Eastney & East Southsea catchment area will be forced to cut frontline teaching posts as the Conservative Government slashes funding for our local primary schools."
      },
      {
        "title": "Environmental issues must not be ignored in this election",
        "content": "Gerald Vernon-Jackson writes about his commitment to local environmental issues, including reducing pollution and protecting green spaces."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Opposing £500k cuts to local schools and protecting frontline teaching posts threatened by Conservative Government funding cuts."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Protecting against pollution and erosion of green spaces, and securing funding for rebuilding the city’s sea defences."
      }
    ],
    "mentions": {
      "candidate": "Gerald Vernon-Jackson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Lib Dems fought for the Pupil Premium and free school meals. Gerald Vernon-Jackson opposes cuts which harm our children's futures.",
      "environment": "Secured funding to begin the process of rebuilding city’s sea defences. Worked with local groups to protect green spaces.",
      "governance": "",
      "health": "Next issue: Gerald writes about his recent personal experiences with the NHS and the crisis happening in health and social care under the Conservatives.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "On 8th June, vote for an MP who will always put Portsmouth people first.",
    "politicalExperience": [
      {
        "role": "Council Leader",
        "duration": "",
        "achievements": "Secured the funding to rebuild the city’s sea defences and worked to reduce congestion and air pollution, and to protect green spaces."
      }
    ],
    "contactInformation": {
      "address": "220 Fratton Road, Portsmouth PO1 5HH",
      "phone": "",
      "email": "eande@portsmouthlibdems.org.uk",
      "website": "portsmouthlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Lib Dem Candidate for Portsmouth South Gerald Vernon-Jackson expressing concerns about cuts to Cumberland Infant School's budget to local campaigners Terry Hall and Tracy McClure."
        },
        {
          "caption": "Gerald & local Lib Dems regularly join Southsea Beach Cleans."
        }
      ]
    },
    "additionalNotes": "Matthew Winnington notes that the Conservative MP has not voted in the best interest of local people, especially in education. Gerald Vernon-Jackson’s record as a local councillor and his commitment to the local area is emphasized."
  }
}
```