{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "",
    "politicalParty": "Conservative",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "3 KEY REASONS WHY A GENERAL ELECTION IS NEEDED NOW.",
        "content": "1. One-off chance to strengthen our hand in Brexit negotiations. 2. We need to show unity as a country at the start, but Westminster is divided. 3. To lock in our economic progress so it can benefit the British people for the future."
      },
      {
        "title": "CLEAR VOTE CHOICE FOR BRITISH PEOPLE",
        "content": "Every vote that is cast for me and the local Conservative candidate will strengthen Britain's hand in Brexit negotiations. We will be able to guarantee certainty and stability for the future and provide a stronger, fairer Britain that works for everyone, rather than just the privileged few."
      },
      {
        "title": "STRONG AND STABLE LEADERSHIP",
        "content": "Getting on with the job of securing the best possible deal from Brexit is the most important task the Government faces."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Lock in our economic progress which benefits the British people with well-paid jobs, more affordable housing, a good school place for every child, a strong economy for a strong NHS."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn, Nicola Sturgeon, Tim Farron",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Every vote for Theresa May and local Conservative candidate will strengthen Britain's hand in Brexit negotiations."
    },
    "issues": {
      "brexitEurope": "Securing the best possible deal from Brexit, strengthening Britain’s hand in Brexit negotiations.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "More affordable housing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Getting on with the job of securing the best possible deal from Brexit is the most important task the Government faces. With your support, together we can make this happen.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "conservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Only I and the Conservatives can provide the strong and stable leadership Britain needs to navigate through this period of uncertainty.",
        "source": "Theresa May, Prime Minister",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Theresa May with supporters."
        },
        {
          "caption": "A side by side comparison of 'strong, stable leadership for the United Kingdom' and 'a coalition of chaos with Jeremy Corbyn'."
        },
        {
          "caption": "Theresa May speaking, with text about providing a 'stronger, fairer Britain that works for everyone'."
        }
      ]
    },
    "additionalNotes": ""
  }
}