{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "",
    "politicalParty": "Conservative Party",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
        "content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest – and it is essential to your own security and prosperity."
      },
      {
        "title": "THAT’S WHY I DECIDED WE NEED AN ELECTION NOW",
        "content": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security. That means delivering better paying jobs, more affordable housing, a good school place for every child, and a strong economy paying for a strong NHS."
      },
      {
        "title": "THE CHOICE IS CLEAR",
        "content": "So the choice at this election is clear. Strong and stable leadership with me in the national interest, to see us through Brexit and beyond. Or a hung parliament and coalition of chaos with Jeremy Corbyn."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Making Brexit a success is central to our national interest – and it is essential to your own security and prosperity.",
      "economy": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security.",
      "education": "a good school place for every child",
      "environment": "",
      "governance": "",
      "health": "a strong economy paying for a strong NHS",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "more affordable housing",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4 Matthew Parker Street, London, SW1H 9HQ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rt. Hon THERESA MAY Prime Minister"
        }
      ]
    },
    "additionalNotes": "Promoted by Alan Mabbutt on behalf of the Conservative Party."
  }
}