{
  "leaflet": {
    "candidateName": "Flick Drummond",
    "constituency": "Portsmouth South",
    "politicalParty": "",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "",
        "content": "I have really enjoyed representing you in Parliament these last two years, I have met many people and helped many others and it has been a privilege to do so in our amazing city. The General Election means I am only half way through my Plan for Portsmouth and there's still plenty to do so I would really like the opportunity to continue that work and hope that you will support me on June 8th. It has been a pleasure to host so many constituents and school children in Parliament and show them how it all works. It is a great place to work and I have thrown myself into policy making and committees that will help us here in Portsmouth. I have been very pleased that I have been able to talk to Ministers directly and explain why changes are needed before policies are put through Parliament."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Improving Schools",
        "policyDescription": "Improving schools thanks to hard work of teachers and non-teaching staff. Flick is still a school governor and understands the pressures on schools. Wants to improve sport, music and the arts in schools and will be working with all of them to put this into action."
      },
      {
        "policyTitle": "Support for the Armed Forces",
        "policyDescription": "Knowledge of the armed forces and defence issues is vital for a Portsmouth South MP. Has managed this by being part of the Armed Forces Parliamentary Scheme. Speaks out regularly in Parliament to support our armed forces personnel and has been campaigning to get free wifi into barracks where personnel have to pay commercial rates."
      },
      {
        "policyTitle": "Economy and Infrastructure",
        "policyDescription": "Like everyone else in Portsmouth, Flick is proud that Portsmouth will be home to the two new aircraft carriers and is looking forward to the arrival of HMS Queen Elizabeth. She will be making sure that we have enough ships to support both carriers."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Our schools are improving fast thanks to the hard work of teachers and non-teaching staff.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have really enjoyed representing you in Parliament these last two years, I have met many people and helped many others and it has been a privilege to do so in our amazing city.",
    "politicalExperience": [
      {
        "role": "School Governor",
        "duration": "",
        "achievements": "Understanding the pressures on schools and improving them."
      },
      {
        "role": "Member of the Armed Forces Parliamentary Scheme",
        "duration": "",
        "achievements": "Advocating for the armed forces personnel and campaigning for better facilities like free wifi."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "02392 292690",
      "email": "flick@flickdrummond.com",
      "website": "",
      "socialMedia": {
        "facebook": "fb.com/flickdrummond",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
    ],
    "quotes": [
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Flick Drummond working with constituents and school children in various activities."
        }
      ]
    },
    "additionalNotes": ""
  }
}