```json
{
  "leaflet": {
    "candidateName": "Alex Norris",
    "constituency": "Nottingham North",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Alex Norris chosen as new Labour candidate",
        "content": "Following the retirement of excellent Member of Parliament Graham Allen the Labour Party have chosen local man Alex Norris to stand in the General Election. 'It's an honour,' said Alex 'to stand to represent my community in Parliament. I am local and care deeply about our community.'"
      },
      {
        "title": "A message from Graham Allen",
        "content": "'After 30 years of service to our community I have decided not to stand in the General Election for Labour.' 'I love our community and I'm proud of the difference that we've made together.' 'Alex Norris needs another active, committed local Member of Parliament. Labour in our area needs a candidate that comes from and cares deeply about our community.' 'I couldn't think of a better person to replace me.' 'For 30 years you have put your trust in me as your Member of Parliament. Now I ask that you, like me, put your trust in Alex Norris.' 'On June 8th, make sure you vote for Labour and Alex Norris.'"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Alex Norris",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "'It's an honour,' said Alex 'to stand to represent my community in Parliament. I am local and care deeply about our community.'",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Graham Allen",
        "endorsement": "'I couldn't think of a better person to replace me. For 30 years you have put your trust in me as your Member of Parliament. Now I ask that you, like me, put your trust in Alex Norris.'"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local resident and Councillor, Alex Norris, chosen as Labour's candidate"
        }
      ]
    },
    "additionalNotes": "The leaflet mentions the retirement of Graham Allen and the selection of Alex Norris as the Labour candidate for Nottingham North. It also includes an endorsement from Graham Allen, who expresses his pride in the community and advocates for Alex Norris as his successor."
  }
}
```