```json
{
  "leaflet": {
    "candidateName": "Gerald Vernon-Jackson",
    "constituency": "Portsmouth South",
    "politicalParty": "Liberal Democrats",
    "electionDate": "June 8",
    "messages": [
      {
        "title": "",
        "content": "This election is about sending a strong champion for Portsmouth to fight our cause in Westminster."
      },
      {
        "title": "",
        "content": "Portsmouth needs a strong local voice in Parliament. I will always put our city and local people first; I won't hesitate to say no to the 'party line' if it is not in our city's interests."
      },
      {
        "title": "",
        "content": "I have always championed Portsmouth. As Council Leader I fought to keep the Royal Navy in Portsmouth, pushed through the loan to help Pompey supporters save our football club and invested millions into improving local schools."
      },
      {
        "title": "",
        "content": "Nationally, last year when the Government was giving out extra money for social services, Portsmouth was offered nothing. Yet our Conservative MP dutifully voted for this, even though it was a bad deal for Portsmouth."
      },
      {
        "title": "Personal Statement",
        "content": "I will be a different sort of MP, I will always put Portsmouth first in everything I do. I won't hesitate to say no to the 'party line' if I don't think it is in the interests of local people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "School Funding",
        "policyDescription": "Fight the £10 million in cuts to Portsmouth schools being proposed by the Conservatives."
      },
      {
        "policyTitle": "State Pension",
        "policyDescription": "Keep the 'triple-lock', which guarantees increases in the state pension, to ensure that older people in Portsmouth can retire in dignity, knowing they can afford the care they will need."
      },
      {
        "policyTitle": "Business and Market Access",
        "policyDescription": "Fight for Portsmouth businesses to have access to the Single Market to protect local jobs."
      },
      {
        "policyTitle": "National Health Service (NHS) Funding",
        "policyDescription": "Support the Liberal Democrats' proposal for an extra £6 billion to support our NHS, crucial for overstretched hospitals like our own Q.A. Hospital in Cosham."
      }
    ],
    "mentions": {
      "candidate": "Gerald Vernon-Jackson",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "Labour and Jeremy Corbyn are out of the race nationally and locally. Our choice is between a local Lib Dem who will fight for Portsmouth, or an ineffective Conservative MP who will simply follow the party line."
    },
    "issues": {
      "health": "Supporting the Liberal Democrats' proposal for an extra £6 billion to support our NHS."
    },
    "personalStatement": "I will be a different sort of MP, I will always put Portsmouth first in everything I do.",
    "politicalExperience": [
      {
        "role": "Council Leader",
        "duration": "",
        "achievements": "Fought to keep the Royal Navy in Portsmouth, pushed through the loan to help Pompey supporters save our football club and invested millions into improving local schools."
      }
    ],
    "contactInformation": {
      "address": "39 Lindley Avenue, Southsea, PO4 9NT",
      "phone": "07976 949 272 / 02392 877 733",
      "email": "gerald@geraldvernonjackson.org.uk",
      "website": "www.geraldvernonjackson.org.uk",
      "socialMedia": {
        "facebook": "/geraldvjuk",
        "twitter": "/geraldvjuk",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Gerald Vernon-Jackson"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```