```json
{
  "leaflet": {
    "candidateName": "Steve Gibson OBE",
    "constituency": "Teesside",
    "politicalParty": "",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "A message from Steve Gibson",
        "content": "I am proud of our area and our community. I am also proud of Middlesbrough Football Club. Through ups and downs I know so many people share my passion for the Boro and want to see it succeed. And it will. I also want Teesside to succeed. I have invested here and stay here because it is my home."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "James Wharton",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Government elected on 8th June will negotiate Brexit. Teesside needs its voice on the inside, someone who can ensure our area is not forgotten. James was the only Teesside MP to vote leave in last year’s referendum. Whatever you think of the result, we all now need Brexit to be a success."
    },
    "personalStatement": "I am writing to you because I am supporting James Wharton to be your MP and to represent our area. I have got to know James well, and I know he cares about Teesside. I know he does what he thinks is right and puts our community first. I have seen how he can access government and make the case for Teesside, and I have seen the difference this makes.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Steve and James at Ingleby Manor School"
        }
      ]
    },
    "additionalNotes": "Steve Gibson OBE is not a member of any political party but endorses James Wharton, highlighting his investment in the area, his past as a Labour Councillor, and the need for Teesside to have representation in the government to negotiate Brexit."
  }
}
```