{
  "leaflet": {
	"candidateName": "Edward Argar",
	"constituency": "Charnwood",
	"politicalParty": "Conservative Party",
	"electionDate": "",
	"messages": [
  	{
    	"title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
    	"content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest – and it is central to your own security and prosperity."
  	},
  	{
    	"title": "THIS IS A UNIQUE AND CRUCIAL ELECTION FOR OUR COUNTRY",
    	"content": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Brexit",
    	"policyDescription": "Securing a successful Brexit deal crucial for the nation's interest, security, and economic prosperity."
  	}
	],
	"mentions": {
  	"candidate": "Edward Argar is mentioned as the Conservative Party candidate for Charnwood and is paired with Theresa May in delivering stable leadership for the constituency and Britain.",
  	"otherPartyLeaderCandidate": "Jeremy Corbyn is mentioned as the leader of the Labour Party, with notes on the potential negative consequences if Labour wins the election.",
  	"partyLeader": "Theresa May is mentioned as the Prime Minister and party leader of the Conservative Party.",
  	"tacticalSituation": "The leaflet hints at tactical voting by suggesting that a vote for Corbyn would weaken Britain's position on Brexit and endorsing Edward Argar as the vote for a strong and stable government."
	},
	"issues": {
  	"brexitEurope": "The leaflet emphasizes Brexit as the central issue, discussing the need for a successful Brexit for Britain's security and prosperity.",
  	"economy": "Mentions of economic security in association with a successful Brexit negotiation.",
  	"education": "",
  	"environment": "",
  	"governance": "Promises stable leadership and governance in contrast to 'a coalition of chaos with Jeremy Corbyn'.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Theresa May",
    	"endorsement": "Urges voting for Edward Argar to ensure a strong and stable leadership for Charnwood and Britain, highlighting the importance of this election for Brexit negotiations."
  	}
	],
	"quotes": [
  	{
    	"text": "YOUR SEAT COUNTS AND EVERY SINGLE VOTE WILL COUNT",
    	"source": "Leaflet content",
    	"date": ""
  	},
  	{
    	"text": "The choice at this election is clear. Strong and stable leadership with me in the national interest to see us through Brexit and beyond, or a hung parliament and coalition of chaos with Jeremy Corbyn negotiating Brexit.",
    	"source": "Theresa May, Prime Minister",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Two contrasting images: One showing Theresa May and Edward Argar with the caption 'Theresa May and Edward Argar – Strong Leadership for Charnwood and for Britain', and the other depicting a 'Coalition of Chaos with Jeremy Corbyn'."
    	}
  	]
	},
	"additionalNotes": "The leaflet has a strong focus on the implications of the general election for Brexit negotiations and uses the dichotomy of strong Conservative leadership versus the instability associated with the Labour Party."
  }
}