```json
{
  "leaflet": {
    "candidateName": "Angela Rayner",
    "constituency": "Ashton-under-Lyne",
    "politicalParty": "Labour Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Working hard for Ashton-under-Lyne",
        "content": "As a local candidate who lives in the constituency, the place I have chosen to raise my family, it has been an honour and a privilege to represent you as your Member of Parliament."
      },
      {
        "title": "Why I'm backing Angela...",
        "content": "Endorsements from Kailash Chand OBE, Joan Davis, and Linda Hughes."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Green Local Jobs",
        "policyDescription": "Angela talks about the importance of green spaces and protecting our environment."
      },
      {
        "policyTitle": "Connected Community Facilities",
        "policyDescription": "Angela discusses the vital community services like schools and hospitals and her commitment to fighting cuts to these services."
      },
      {
        "policyTitle": "Protecting Our NHS",
        "policyDescription": "Angela aims to protect the National Health Service from privatisation and underfunding."
      }
    ],
    "mentions": {
      "candidate": "Angela Rayner",
      "otherPartyLeaderCandidate": "Theresa May's Tory Government",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Brexit result was clear, and I accept it. The challenge now is to secure a deal that works for Britain - a deal that protects our communities from Labour's town planning."
      ,
      "economy": "",
      "education": "I want my children to be able to go to University. Labour's pledge to bring back maintenance grants will help them continue their education without worrying about money.",
      "environment": "I am proud of my record of standing up for local people and fighting for our businesses, jobs, and protecting our green spaces.",
      "governance": "",
      "health": "As a local doctor I've witnessed the effects of Tory underfunding and privatisation on our NHS. Angela is the only credible candidate in this election pledging to protect our vital health service.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am proud of my record of standing up for local people and fighting for our businesses, jobs, and protecting our green spaces. Theresa May’s Tory Government is taking a hammer to public services, increasing the UK national debt to its highest levels while cutting-cuts forced the local working families who are losing out. In an area like ours, cost rise. Britain is worse off thanks to this Government’s havoc seeing for our public services and living costs.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Kailash Chand OBE",
        "endorsement": "As a local doctor I've witnessed the effects of Tory underfunding and privatisation on our NHS. Angela is the only credible candidate in this election pledging to protect our vital health service."
      },
      {
        "endorser": "Joan Davis",
        "endorsement": "If you've worked all your life you should not fear retirement. Tory plans to scrap the 'Triple Lock', which Labour pledges to protect, shows only a vote for Angela can protect the state pension."
      },
      {
        "endorser": "Linda Hughes",
        "endorsement": "I want my children to be able to go to University. Labour's pledge to bring back maintenance grants will help them continue their education without worrying about money."
      }
    ],
    "quotes": [
      {
        "text": "I've been a strong voice for this area but I need your support to be re-elected as your Labour MP.",
        "source": "Angela Rayner",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Angela Rayner with constituents."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```