{
  "leaflet": {
    "candidateName": "Dr Clare Gerada",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "Change the future for our NHS.",
        "content": "One of our proudest institutions is being damaged by a desperate quest for privatisation by Theresa May's Conservatives. Our beloved NHS is at breaking point. We cannot let this vandalism go on any longer. That's why I am campaigning for the Liberal Democrats in this election."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS and Social Care",
        "policyDescription": "The Liberal Democrats are the only party to set out a clear plan to fund the NHS. A penny on income tax for the NHS will ease the pressure on NHS staff and patients until long-term solutions can be found. This means £6billion extra to boost our NHS and social care."
      }
    ],
    "mentions": {
      "candidate": "Dr Clare Gerada",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The NHS has been my life. Our beloved NHS is at breaking point. This winter saw the worst ever crisis for A&E departments. 1.2 million of our elderly people are not getting the care they need. 15% of operations are cancelled. We cannot let this vandalism go on any longer.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "The NHS has been my life. I started work as a doctor in 1982. For nearly 35 years, I've proudly served our NHS.",
    "politicalExperience": [
      {
        "role": "Chair of the Royal College of General Practitioners",
        "duration": "2010 to 2015",
        "achievements": "In 2010 I rose to become the Chair of the Royal College of GPs. But I resigned from this position in 2015. It was one of the toughest things I've ever had to do, but I couldn't stay quiet any longer."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "The Liberal Democrats have pledged to increase income tax by a penny, a real cash injection for the NHS and social care.",
        "source": "The Guardian, May 2017",
        "date": "May 2017"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A penny on income tax for the NHS means £6billion extra to boost our NHS and social care."
        }
      ]
    },
    "additionalNotes": "PS - As an NHS doctor, I am fearful of the damage that would be done to the NHS by an all-powerful Conservative government. At this election, the future of our NHS is in your hands."
  }
}