```json
{
  "leaflet": {
    "candidateName": "Tim Farron",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "The referendum result was bad enough, but when I saw Labour MPs join with UKIP and the Conservatives to vote for a damaging hard Brexit, it felt even worse. This isn't what I want for my children or my country."
      },
      {
        "title": "",
        "content": "Isolation isn't good for Britain. Being outside the single market isn't good for Britain. Ignoring the damage that hard Brexit does to jobs, food prices, and industry isn't good for Britain."
      },
      {
        "title": "",
        "content": "This election is our chance to get the strong opposition Britain needs."
      },
      {
        "title": "",
        "content": "A vote for the Lib Dems is also a vote to stop more harsh cuts to our NHS and our schools. It's a vote against heartless cuts to benefits for bereaved families."
      },
      {
        "title": "",
        "content": "When Labour had the chance to stand up to this Government on Brexit they failed. I thought the Labour Party shared our values of openness and tolerance - but instead they've left many of their supporters feeling angry and betrayed."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Stop a hard Brexit which is detrimental to jobs, food prices, and industry."
      },
      {
        "policyTitle": "NHS and Schools",
        "policyDescription": "Vote against harsh cuts to our NHS and schools."
      },
      {
        "policyTitle": "Benefits for Bereaved Families",
        "policyDescription": "Vote against heartless cuts to benefits for bereaved families."
      }
    ],
    "mentions": {
      "candidate": "Tim Farron",
      "otherPartyLeaderCandidate": "UKIP and the Conservatives, Labour",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The referendum result was bad enough, but a damaging hard Brexit is even worse, leading to isolation, which isn't good for Britain.",
      "economy": "",
      "education": "A vote for the Lib Dems is also a vote to stop more harsh cuts to our schools.",
      "environment": "",
      "governance": "",
      "health": "A vote for the Lib Dems is also a vote to stop more harsh cuts to our NHS.",
      "immigration": "",
      "socialWelfare": "A vote for the Lib Dems is a vote against heartless cuts to benefits for bereaved families.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tim Farron, CHANGE THE DIRECTION OF THE COUNTRY"
        }
      ]
    },
    "additionalNotes": "PS I'd love to hear your views on Brexit and other issues. Please do complete the enclosed survey."
  }
}
```