```json
{
  "leaflet": {
    "candidateName": "Carwyn Jones",
    "constituency": "",
    "politicalParty": "Welsh Labour / Llafur Cymru",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "At this election, the Tories want you to forget what they've done to Wales in the past. They want you to forget the industries they destroyed, they want to forget the communities they trampled over, and they want you to forget the livelihoods they damaged so badly."
      },
      {
        "title": "",
        "content": "More than that, the Tories want you to think they've changed. They want you to think, despite the horrors, successive Tory governments have visited on Wales, that this time it will be different."
      },
      {
        "title": "",
        "content": "But we know the truth behind the big Tory deceit because here in Wales, despite a Welsh Labour Government protecting and investing in our communities and our public services, there are too many who still bear the scars of the Tories' terrible legacy in Wales."
      },
      {
        "title": "",
        "content": "This election is a straight fight between Welsh Labour and the Tories. Only a vote for Welsh Labour can help keep the Tories out."
      },
      {
        "title": "",
        "content": "If the Tories win a thumping majority in Westminster the money coming to Wales will be slashed further still. They've already snatched £1bn from our public services, and we know that given the chance they will take more still."
      },
      {
        "title": "",
        "content": "As history tells us, the Tories have never cared about Wales. I am determined that my Welsh Labour Government will continue protecting and investing in the jobs, homes and opportunities that people here need and deserve. But all this is at risk if the Tories are given a free hand in Westminster to trample all over Wales."
      },
      {
        "title": "",
        "content": "Now more than ever, we must stand shoulder to shoulder to protect what we hold most dear and do all we can to stop the Tories from destroying what we have worked so hard to build."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting and Investing",
        "policyDescription": "The Welsh Labour Government will continue protecting and investing in the jobs, homes, and opportunities that people in Wales need and deserve."
      }
    ],
    "mentions": {
      "candidate": "Carwyn Jones",
      "otherPartyLeaderCandidate": "the Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Tories...slashed £1bn from our public services",
      "education": "",
      "environment": "",
      "governance": "Welsh Labour Government protecting and investing in our communities and our public services",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Welsh Labour Government will continue protecting and investing in the...homes and opportunities that people here need and deserve.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Welsh Labour Leader and First Minister",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Carwyn Jones, Welsh Labour Leader and First Minister"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```