```json
{
  "leaflet": {
    "candidateName": "Paul Kenny",
    "constituency": "Boston & Skegness",
    "politicalParty": "Labour",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "FOR THE MANY NOT THE FEW",
        "content": "Labour policies for a better Britain."
      },
      {
        "title": "LET'S KEEP IT LOCAL",
        "content": "I'm standing in this General Election for Boston and Skegness because I believe it is important that we get Brexit right for our constituency [...] Action speaks louder than words. Vote Paul Kenny"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Living Wage",
        "policyDescription": "Labour will introduce a real Living Wage of £10 per hour and give all workers full rights from day one."
      },
      {
        "policyTitle": "National Investment Bank",
        "policyDescription": "Set up a national investment bank and regional development banks - including 'Bank of the North' - to help unlock £500 billion."
      },
      {
        "policyTitle": "Protecting Pensions",
        "policyDescription": "Protecting pensioners and guaranteeing the Triple Lock on pensions until 2025."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Always give the NHS the money it needs. Keeping services at Pilgrim Hospital and Skesgness hospital open."
      },
      {
        "policyTitle": "Invest in Affordable Homes",
        "policyDescription": "Invest in new and affordable homes to rent and buy, building over a million new homes in five years, with at least half of them for social rent."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Stand up for children and young people by introducing universal free school meals for primary school children, funded by introducing VAT on private school fees."
      }
    ],
    "mentions": {
      "candidate": "Paul Kenny",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "DON'T LET THE TORIES TAKE YOUR VOTE FOR GRANTED."
    },
    "issues": {
      "brexitEurope": "only Labour will deliver a Brexit that will protect the many. Leaving the EU will mean an end to free movement of labour, but I do believe we need to give a guarantee to all EU citizens who are working hard within Boston & Skegness to let them remain, their futures should not be used as political toys by other parties.",
      "economy": "Labour will introduce a real Living Wage of £10 per hour and give all workers full rights from day one.",
      "education": "We will focus on what matters most in our schools: reducing class sizes and driving up teaching standards.",
      "environment": "",
      "governance": "",
      "health": "We will always give the NHS the money it needs. Keeping services at the Pilgrim Hospital and Skesgness hospital open. We will invest in hospital services and tackle the crisis in social care and will join up services from home to hospital with a properly integrated health and social care service.",
      "immigration": "I also wish to see proper controls on over-occupied Houses in Multiple Occupation, restrictions in the number of off-licences and a properly enforceable drinking ban.",
      "socialWelfare": "It is essential that we fund our hospitals and schools and make sure we have proper recruitment and retention policies to keep our services local to our towns.",
      "housing": [
        {
          "content": "We will invest in new and affordable homes to rent and buy, building over a million new homes in five years, with at least half of them for social rent.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I'm standing in this General Election for Boston and Skegness because I believe it is important that we get Brexit right for our constituency.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul Kenny pictured with a local landmark in the background."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```