```json
{
  "leaflet": {
    "candidateName": "Kuldip Sahota",
    "constituency": "Telford",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Our A&E and Women & Children’s Centre is at risk",
        "content": "Kuldip has been a leading member of the campaign to protect the A&E and Women & Children's Unit. This Centre opened 3 years ago at a cost of £28 million and Kuldip makes no sense to close these services, which should stay. \"There are better things to do with their borrowed money than that, for example, dealing with Britain's housing shortage.\""
      },
      {
        "title": "Telford's TORY SLASHER strikes again",
        "content": "Tory MP's record of failure includes cutting funding to A&E, cutting benefits for disabled people, cutting school funding, causing a £7m shortfall, cutting £69m from Telford Council, and voting for a pay rise."
      },
      {
        "title": "Kuldip's contract with Telford",
        "content": "Kuldip will be a full-time MP with no other jobs and invest in Telford, standing up for Telford without fear or favour, holding regular advice surgeries, working with the Labour Council to get jobs and investment, promote a positive image of Telford, will have a full-time office to help with issues, provide an annual report on every penny he spends in Telford, and offer Telford a fresh start."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "To protect the A&E and Women & Children's Unit at the hospital and ensure full 24-hour A&E services are maintained."
      }
    ],
    "mentions": {
      "candidate": "Kuldip Sahota",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Kuldip positions against Brexit and mentions the costs of Brexit for the country.",
      "economy": "Kuldip understands the pressure facing the local economy and is committed to securing a good Brexit deal for Telford.",
      "education": "The current Tory MP has cut school funding, causing a £7m shortfall in Telford.",
      "environment": "",
      "governance": "Kuldip has a proven track record of delivering for Telford and securing investment, such as a strong role in local governance.",
      "health": "Protecting the A&E and Women’s & Children’s Centre at the hospital.",
      "immigration": "",
      "socialWelfare": "Tory policies have cut benefits for disabled people in Telford.",
      "housing": [
        {
          "content": "Kuldip believes there are better uses for borrowed money, such as dealing with Britain's housing shortage.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Kuldip is proud to be Telford's Labour candidate, has a proven track record of delivering for his town, and is passionate about promoting Telford's positive image.",
    "politicalExperience": [
      {
        "role": "Leader of Telford & Wrekin Council",
        "duration": "over 50 years",
        "achievements": "Delivering for the community, including securing investment, and having a strong role in securing investment for the local area."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01952 617 530",
      "email": "kuldip4telford@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "@TelfordLabour",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Wright",
        "endorsement": "Fully endorses Kuldip Sahota, describing him as the right choice to fight to get behind Kuldip Sahota on June 8th, and trust he will stand up for Telford and not let the community down."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Princess Royal Hospital A&E under threat."
        },
        {
          "caption": "Telford residents back Kuldip Sahota."
        },
        {
          "caption": "Kuldip Sahota true Labour candidate in front of Telford sign."
        },
        {
          "caption": "Former Labour MP David Wright."
        }
      ]
    },
    "additionalNotes": "Kuldip Sahota emphasizes his commitment to full-time dedication to Telford, his demand for accountability on spending, and his intention to challenge any government policy that harms Telford."
  }
}
```