```json
{
  "leaflet": {
    "candidateName": "Colleen Fletcher",
    "constituency": "Coventry North East",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Standing up for you in Coventry North East",
        "content": "We will defend your employment rights, and take action against employers who undercut your pay and conditions."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Creating educational opportunity for all.",
        "policyDescription": "Labour will introduce free school meals for primary school children and reintroduce the Educational Maintenance Allowance."
      },
      {
        "policyTitle": "Providing homes people can afford.",
        "policyDescription": "Labour will invest in new affordable homes to buy and rent. We will abolish letting fees."
      },
      {
        "policyTitle": "Offering the health and social care services people need.",
        "policyDescription": "Labour will give the NHS the funding it needs, will invest to tackle the crisis in social care."
      }
    ],
    "mentions": {
      "candidate": "Colleen Fletcher",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "We will also negotiate a defense of our Brexit negotiations with Europe in the future.",
      "economy": "This General Election is a clear choice between a Labour Party who will stand up for you and a Tory Party that will take working people backwards. The Tories have pushed our public services into crisis. Our NHS and local social care face a state of emergency.",
      "education": "We will invest in schools from cradle to college.",
      "environment": "Labour has introduced the Living Wage, kick-started the regeneration of the city and is doing what it can to protect children's and adult's social care.",
      "governance": "",
      "health": "Labour will give the NHS the funding it needs.",
      "immigration": "",
      "socialWelfare": "Labour will give the NHS the funding it needs, will invest to tackle the crisis in social care.",
      "housing": [
        {
          "content": "Labour will invest in new affordable homes to buy and rent. We will build over a million new homes and abolish letting fees.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Labour Leader of the Council",
        "duration": "",
        "achievements": "Since 2010 the Council has lost almost £100m in funding. However, your Labour Councillors have worked hard to do what it can to protect your services and regenerate the city."
      }
    ],
    "contactInformation": {
      "address": "FREPOST RTLC-EXCB-6CAH, Unite, Short Street, Coventry, CV1 2LS",
      "phone": "0774 6911 549",
      "email": "colleenfletcher17@gmail.com",
      "website": "www.labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Cllr George Duggins",
        "endorsement": "I am supporting Colleen because she has worked hard to hold the Tory Government to account over cuts to Coventry City Council."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Colleen Fletcher with constituents"
        },
        {
          "caption": "Colleen Fletcher at an event"
        },
        {
          "caption": "Factory workers"
        }
      ]
    },
    "additionalNotes": "This General Election is a clear choice between a Labour Party who will stand up for you and a Tory Party that will take working people backwards."
  }
}
```