```json
{
  "leaflet": {
    "candidateName": "Patrick Grady",
    "constituency": "Glasgow North",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing against Tory cuts",
        "content": "With a small majority, Tory cuts are doing real damage to communities in Glasgow North. Every Tory vote risks allowing them to impose deeper cuts, penalise the vulnerable and undermine the Scottish Parliament."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Continue standing up and speaking out for Glasgow North",
        "policyDescription": "Patrick Grady pledges to keep representing the constituents of Glasgow North and addressing their concerns."
      },
      {
        "policyTitle": "Work with our new SNP Council for cleaner streets, better housing and transport",
        "policyDescription": "The candidate aims to collaborate with the local SNP council to improve the cleanliness of streets, the quality of housing, and the local transport system."
      },
      {
        "policyTitle": "An end to Tory austerity and welfare cuts",
        "policyDescription": "He advocates for ending conservative-led austerity and the associated welfare cuts."
      },
      {
        "policyTitle": "No Trident renewal",
        "policyDescription": "Patrick Grady stands against the renewal of the Trident nuclear program."
      },
      {
        "policyTitle": "More powers for the Scottish Parliament to boost our economy",
        "policyDescription": "He supports increasing the powers of the Scottish Parliament, particularly in matters that affect the economy."
      }
    ],
    "mentions": {
      "candidate": "Patrick Grady",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "With Labour in chaos, it is only the SNP that can be a strong voice for Scotland.",
      "tacticalSituation": "Even with a small majority, Tory cuts are doing real damage to communities in Glasgow North. Every vote risks allowing them to impose deeper cuts."
    },
    "issues": {
      "brexitEurope": "Patrick Grady voted against Brexit; he seeks to hold government accountable, particularly in relation to issues affecting local residents due to Brexit.",
      "economy": "More powers for the Scottish Parliament to boost our economy.",
      "education": "",
      "environment": "Organised a 'litter summit' with Sandra White MSP to promote clean streets in the West End.",
      "governance": "Every Tory vote risks allowing them to undermine the Scottish Parliament.",
      "health": "Patrick Grady has spoken strongly in support of Glasgow North, for the people of Glasgow, their public services, and investment in public services.",
      "immigration": "",
      "socialWelfare": "An end to Tory austerity and welfare cuts.",
      "housing": [
        {
          "content": "Work with our new SNP Council for cleaner streets, better housing and transport.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Patrick will be a strong voice for you and your family!",
    "politicalExperience": [
      {
        "role": "One of Westminster's most active MPs",
        "duration": "",
        "achievements": "Speaking out in Parliament on local and global issues and asking questions holding Tory government to account. Organised a 'litter summit' with Sandra White MSP to promote clean streets in the West End. Worked with Bob Doris MSP to oppose closures of Maryhill Job Centre. Held special advice sessions for EU nationals and others affected by Brexit."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "gradyp@parliament.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@GradySNP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Patrick Grady with constituents and SNP leaders."
        }
      ]
    },
    "additionalNotes": "Vote SNP on June 8th."
  }
}
```