```json
{
  "leaflet": {
    "candidateName": "Yvette Cooper",
    "constituency": "Normanton, Pontefract, Castleford and Knottingley",
    "politicalParty": "Labour",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "Vote Yvette for a strong voice for our towns",
        "content": "Over the next few days your postal vote should be landing and you have a very important decision to make. In this election, you get to choose the MP for our area to stand up for us in Parliament, and I'm asking for your support."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health",
        "policyDescription": "Campaigning to stop unfair plans to cut £50 from the local schools budget and to believe our children deserve better."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "I pushed for Article 50 to implement the EU referendum result and now I'm voting for to get the best Brexit deal for Yorkshire – including support for manufacturing jobs, workers' rights, strong security and new, fair immigration controls."
      }
    ],
    "mentions": {
      "candidate": "Yvette Cooper",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "I'm voting for to get the best Brexit deal for Yorkshire – including support for manufacturing jobs, workers' rights, strong security and new, fair immigration controls.",
      "economy": "",
      "education": "The Tories tried to cut over 30 of our local GPs, I led the campaign that stopped them. Now I'm campaigning to stop their unfair plans to cut £50 from the local schools budget.",
      "environment": "",
      "governance": "I pushed for Article 50 to implement the EU referendum result and now I'm voting for to get the best Brexit deal for Yorkshire.",
      "health": "I helped get pioneering NHS Treatment for 6 year old Cameron so now he can walk.",
      "immigration": "I'm voting for to get the best Brexit deal for Yorkshire – including new, fair immigration controls.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "I helped get pioneering NHS Treatment for 6 year old Cameron so now he can walk."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01977 553225",
      "email": "",
      "website": "www.yvettecooper.com",
      "socialMedia": {
        "facebook": "yvettecoopermp",
        "twitter": "yvettecoopermp",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nicola and Cameron Harper - Normanton",
        "endorsement": "Yvette stood up for us when my son needed his life-changing operation."
      },
      {
        "endorser": "Carol Moran - Normanton",
        "endorsement": "Yvette's helped us lots of times over the years. She stopped having to pay up in the hospital so we didn't owe."
      },
      {
        "endorser": "Mr and Mrs Carr - Knottingley",
        "endorsement": "Yvette has always been there to support us."
      },
      {
        "endorser": "Steve Gill - Castleford",
        "endorsement": "Yvette worked with us to help Castleford Tigers. She helped secure the new stadium."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Yvette Cooper - A strong voice standing up for Normanton, Pontefract, Castleford and Knottingley"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```