```json
{
  "leaflet": {
    "candidateName": "Marna Gilligan",
    "constituency": "Gravesham",
    "politicalParty": "Green Party",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "NO LOWER THAMES CROSSING",
        "content": "My priority is scrapping the proposed Lower Thames crossing. But we don't want to see the crossing sited upriver at Dartford, where air pollution levels are already dangerously high. The Green party will fight for investment in ports and rail infrastructure, to have freight moved from the roads to safer, more sustainable routes, and for reliable, affordable and joined-up public transport."
      },
      {
        "title": "THIS ELECTION ISN'T ABOUT THE NEXT 5 YEARS. IT'S ABOUT THE NEXT 50 YEARS.",
        "content": "Only the Green Party is offering real opposition to this Government's extreme Brexit. Only the Green Party has the vision to deliver an alternative future for our country, and our place in the world. And only the Green Party offers a different kind of politics. Every Green vote on 8th June will help make that vision a reality. We want to shape an economy for everyone while preserving a safe environment. To build affordable homes and provide properly funded public services. And to put power back in your hands through a citizen's democracy."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NO LOWER THAMES CROSSING",
        "policyDescription": "Scrap the proposed Lower Thames crossing, fight for investment in ports and rail infrastructure, have freight moved to safer routes, and improve public transport."
      },
      {
        "policyTitle": "AFFORDABLE HOMES, A FUNDED NHS",
        "policyDescription": "Build affordable homes and provide properly funded public services."
      },
      {
        "policyTitle": "A REAL CHOICE ON BREXIT",
        "policyDescription": "Offer opposition to the government's Brexit and give a vision for an alternative future."
      }
    ],
    "mentions": {
      "candidate": "Marna Gilligan",
      "otherPartyLeaderCandidate": "The Conservatives",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Offering real opposition to the Government's extreme Brexit.",
      "economy": "We want to shape an economy for everyone.",
      "education": "",
      "environment": "Preserving a safe environment.",
      "governance": "Put power back in your hands through a citizen's democracy.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "To build affordable homes and provide properly funded public services.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "marna.gilligan@greenparty.org.uk",
      "website": "http://greenpartygravesham.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/graveshamgp",
        "twitter": "twitter.com/GraveshamGP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Marna Gilligan - Your Green Party Candidate"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```