```json
{
  "leaflet": {
    "candidateName": "Tommy Sheppard",
    "constituency": "Edinburgh East",
    "politicalParty": "SNP",
    "electionDate": "JUNE 8",
    "messages": [
      {
        "title": "YOUR FUTURE, YOUR CHOICE",
        "content": "In Scotland our health service is the best in the UK. Our children get free meals at school. We treat older people with dignity and offer them care and support without charging them a huge debt. But we need and want to do more... The Westminster austerity cuts have hit one pound in every ten that we spend on public services. Think what we could achieve if we didn’t have to do this. This election is about what direction Britain takes after the Westminster government obsesses with austerity and cuts. The rich get richer while our services and our livelihoods are under attack. The Tories are in hock to their right-wing, from which no good can come. The country is divided; divided in opinion, but also North from South, and in this place where we stand not hand in hand. A society, where only the SNP stands for Scotland, can be rebuilt between us. Every vote for the SNP will hold that future against the Tory hard-right and block an extreme-right-wing Conservative government. Scotland needs a strong voice at Westminster. Vote Tommy Sheppard on 8th June."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Vote SNP to",
        "policyDescription": "end austerity at source, protect pensions and social security, ensure fair taxes and a real living wage, give Scotland a say on its future"
      }
    ],
    "mentions": {
      "candidate": "Tommy Sheppard",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "end austerity at source, ensure fair taxes and a real living wage",
      "education": "Our children get free meals at school.",
      "environment": "",
      "governance": "The Westminster austerity cuts have hit one pound in every ten that we spend on public services.",
      "health": "In Scotland our health service is the best in the UK.",
      "immigration": "",
      "socialWelfare": "protect pensions and social security",
      "housing": [
        {
          "content": "The Westminster austerity cuts have hit one pound in every ten that we spend on public services.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "the MP for Edinburgh East",
        "duration": "two years",
        "achievements": "In that time he’s been one of the most outspoken and effective representatives in Parliament."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tommy Sheppard with Nicola Sturgeon."
        }
      ]
    },
    "additionalNotes": "See inside • A fighter for Edinburgh East • Fracking update • Backing local business"
  }
}
```