```json
{
  "leaflet": {
    "candidateName": "Mel Semple",
    "constituency": "Bournemouth East",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "For Bournemouth East. For the many not the few",
        "content": "The Tories are letting the people of Bournemouth East down. Only a Labour Government will protect your health, education, housing and working conditions. We will stand up for you."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Labour will protect the NHS",
        "policyDescription": "Restoring nurses' bursaries, scrapping the 1% pay cap, ending private companies making a profit from the NHS."
      },
      {
        "policyTitle": "We need joined up care",
        "policyDescription": "Joining up services from home to hospital with a properly integrated health and social care system. Mental health given the same priority as physical health."
      },
      {
        "policyTitle": "Invest in education",
        "policyDescription": "Smaller class sizes, more funding schools, reinstatement of Local Education Authorities, Further Education we need to re-establish the Education Maintenance Allowance for 16-18 year olds and quality apprenticeships and adult skills training."
      },
      {
        "policyTitle": "More homes",
        "policyDescription": "Building over a million new homes in five years, with at least half a million council homes and rights."
      },
      {
        "policyTitle": "Protecting the environment",
        "policyDescription": "Act to protect the future of our planet and fulfil the Paris climate agreement, ensuring a fair transition to a low-carbon economy."
      },
      {
        "policyTitle": "More jobs",
        "policyDescription": "Creating a million good quality jobs by investing £500 billion in infrastructure and industry, backed by a National Investment Bank."
      },
      {
        "policyTitle": "A fairer society",
        "policyDescription": "A tax system ensuring large multinationals pay taxes on the profits they earn in the country."
      },
      {
        "policyTitle": "The Living Wage & Zero Hours Contracts",
        "policyDescription": "Introducing a living wage of £10 per hour and putting an end to exploitative Zero Hours Contracts."
      }
    ],
    "mentions": {
      "candidate": "Mel Semple",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "An inclusive, caring society, open to the rest of Europe and the world, and a strong, democratic voice in the EU referendum.",
      "economy": "A tax system ensuring large multinationals pay their fair taxes. Investing £500 billion in infrastructure and industry, backed by a National Investment Bank.",
      "education": "Smaller class sizes, more funding for schools, reinstatement of Local Education Authorities, Further Education, re-establishing the Education Maintenance Allowance for 16-18 year olds and guarantee quality apprenticeships and adult skills training.",
      "environment": "Act to protect the future of our planet and fulfil the Paris climate agreement, ensuring a fair transition to a low-carbon economy.",
      "governance": "",
      "health": "Labour will join up services from home to hospital with a properly integrated health and social care system. Mental health will be given the same priority as physical health to provide a health and social care service centred on people and their families.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Building over a million new homes in five years, with at least half a million council homes and rights.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "As a resident of Bournemouth having been born here. I work for the NHS and know that higher education and social care are important issues that affect us all. In terms of the EU referendum I strive to represent my constituents, to the best of your interests.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "80 Bradpole Road, Bournemouth BH8 9NZ",
      "phone": "",
      "email": "contact@laboureastbmth-labour.org",
      "website": "www.labour.org",
      "socialMedia": {
        "facebook": "/BrimLabout",
        "twitter": "@Boureastlabour",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Sharon Carr-Brown",
        "endorsement": "Mel will fight for every single person in Bournemouth East, irrespective of their background."
      }
    ],
    "quotes": [
      {
        "text": "Mel is a woman of enormous commitment and personal integrity.",
        "source": "Sharon Carr-Brown",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mel Semple with other local Labour candidates"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```