```json
{
  "leaflet": {
    "candidateName": "Alex Skirvin",
    "constituency": "Newbury",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Alex Skirvin: We need an MP who reflects your values",
        "content": "My family shaped in me the values of hard work, fairness and equality. My mother's a retired NHS nurse; my father works for a brewery and my 'live for work' aunt is unemployed. It’s a beautiful place and with its army HQ here, it’s a town that revolves around respect for Richard Benyon’s voting record."
      },
      {
        "title": "Save our NHS from privatisation",
        "content": "Nationally, we face continual attacks on the NHS, while the dedicated nurses and doctors who keep the hospitals working, see their wages eaten away by inflation. It is such a integral part of our lives that we forget how essential the work of our nurses working even as I fight for a stop to fantasy cuts."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Proper education for all",
        "policyDescription": "Ensure that every student gets to a standard that doesn't segregate children, not a privilege that turns children away."
      },
      {
        "policyTitle": "National social care system",
        "policyDescription": "Create a system so we can grow old with dignity and respect in face of changing life span."
      }
    ],
    "mentions": {
      "candidate": "Alex Skirvin",
      "otherPartyLeaderCandidate": "Richard Benyon",
      "partyLeader": "",
      "tacticalSituation": "A vote for the Lib Dems is a vote for a fantasy"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Yes to a proper education for all!",
      "environment": "",
      "governance": "",
      "health": "Save our NHS from privatisation",
      "immigration": "",
      "socialWelfare": "Yes to a national social care system",
      "housing": [
        {
          "content": "Yes to a sensible housing policy",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Labour is the fastest growing party and the third largest party, and I'm proud of the part of that success for everyone.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Flat 3 Chapel Gates, 69 Newtown Road, Newbury RG147DA",
      "phone": "01635 812070",
      "email": "alexsirvinlab@gmail.com",
      "website": "www.labour.org.uk",
      "socialMedia": {
        "facebook": "alexsirvinlab",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Alan Rivers",
        "endorsement": "I believe that Alex Skirvin will fight to defend jobs, businesses, schools and the NHS. We need an MP who will work for everybody in the area, reflect the concerns and work tirelessly to help all with their concerns."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A New Face for Newbury"
        }
      ]
    },
    "additionalNotes": "I am the only progressive candidate who can promise to defend jobs, fight for good schools, support businesses and protect the NHS"
  }
}
```