{
  "leaflet": {
    "candidateName": "Emma Dent Coad",
    "constituency": "Kensington",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Why I am backing Emma Dent Coad",
        "content": "Over her years as councillor, Emma has been a passionate advocate for Kensington's citizens, showing special concern for those who have failed to find that the government listens to or understands them. In addition, Emma's background in architecture and design offers a valuable perspective on the housing crisis."
      },
      {
        "title": "Tackling crime in the local community",
        "content": "Over the past few years we've witnessed a rise in crime and anti-social behaviour, including drink and drug-related incidents. Let's make our streets safer by re-investing in community policing, bring back bobbies on our neighbourhoods and reversing the rise in crime."
      },
      {
        "title": "Providing high quality homes for local residents",
        "content": "As a local councillor I have exposed negligence in standards of social housing, especially in new developments, including at Warwick Road, Earl's Court and Wornington Green. We must review existing plans, including by-outs, to stop the rise in empty homes caused by buy-to-leave investors."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Working for all our communities",
        "policyDescription": "Will work to protect Kensington from unwanted development and support truly affordable housing."
      },
      {
        "policyTitle": "Protecting our environment",
        "policyDescription": "Will fight for more resources to improve air quality and preserve our precious green spaces."
      },
      {
        "policyTitle": "Bringing local business, jobs and training",
        "policyDescription": "Will stand up for local and independent businesses and provide good quality, paid apprenticeship schemes."
      },
      {
        "policyTitle": "Getting the best deal out of Brexit",
        "policyDescription": "The EU is vital for our local economy, we must fight against harmful hard Brexit against Theresa May's hard Brexit."
      }
    ],
    "mentions": {
      "candidate": "Emma Dent Coad",
      "otherPartyLeaderCandidate": "Tory MP",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Nearly 70% of Kensington residents voted to Remain in the EU. While our Tory MP supports a hard Brexit which will devastate our vibrant local economy and our rights and protections, I will fight to stay in the EU. Fight to stay in the EU, protect our residents' rights and our vital trade deals, and sustain and enhance existing relationships.",
      "economy": "",
      "education": "",
      "environment": "Will fight for more resources to improve air quality and preserve our precious green spaces.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"As a local councillor I have exposed negligence in standards of social housing, especially in new developments, including at Warwick Road, Earl's Court and Wornington Green. We must review existing plans, including by-outs, to stop the rise in empty homes caused by buy-to-leave investors.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was born and bred in the Borough and have lived in Ladbroke Grove for 30 years. I am a writer, researcher and journalist in the field of design, architecture and planning.",
    "politicalExperience": [
      {
        "role": "Local councillor in Kensington",
        "duration": "Over 11 years",
        "achievements": "Has fought to protect the integrity and heritage of our communities against all comers' the Council."
      },
      {
        "role": "GLA oversight committee work with the Mayor and Parliament",
        "duration": "",
        "achievements": "Meeting to demand better health services and a fair deal for our social and private sector tenants."
      }
    ],
    "contactInformation": {
      "address": "Kensington Labour, c/o 95 St. Marks Road, London W10 6JY",
      "phone": "07980 632 537",
      "email": "",
      "website": "www.kensingtonlabour.com",
      "socialMedia": {
        "facebook": "/emmadentcoad",
        "twitter": "@emmadentcoad",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Rene Gimpel",
        "endorsement": "Local Art Dealer"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Campaigning for the fare freeze which our Mayor delivered"
        }
      ]
    },
    "additionalNotes": ""
  }
}