```json
{
  "leaflet": {
    "candidateName": "Dr Adam Sykes",
    "constituency": "Wirral South",
    "politicalParty": "Conservative",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "Your vote: it's Theresa May or Jeremy Corbyn",
        "content": "Every vote for the Labour candidate in Wirral South is a vote to put Jeremy Corbyn into Downing Street."
      },
      {
        "title": "Lend your vote to Theresa May and her local candidate, Dr Adam Sykes",
        "content": "This election matters more than most. Your choice in this election is between a coalition of chaos with Jeremy Corbyn as Prime Minister, or strong and stable leadership with Theresa May and her team."
      },
      {
        "title": "Fighting to save our local Green Belt",
        "content": "The Town Hall’s failure to produce a local plan to protect our Green Belt is allowing the developers to go for the most valuable sites around Wirral, including Greenbelt."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The NHS",
        "policyDescription": "Dr Adam Sykes supports Theresa May’s Plan for Britain to secure a better deal for the NHS."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Supporting good and outstanding local schools, and bringing fairer funding to Wirral schools."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Pledges to protect our Greenbelt and deliver the homes we need without losing more of our precious open space."
      }
    ],
    "mentions": {
      "candidate": "Dr Adam Sykes",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": "There is no UKIP candidate in Wirral South this time. UKIP voters are urged to back Theresa May’s local candidate, Dr. Adam Sykes, instead."
    },
    "issues": {
      "brexitEurope": "Adam will work with Theresa May to deliver the best deal for Wirral and the rest of the UK as we leave the EU.",
      "economy": "",
      "education": "Extra grammar school places. Wants a diverse range of schools to include new Grammar Schools.",
      "environment": "Protecting the Green Belt and the local environment is a key concern.",
      "governance": "Standing against the Town Hall's failures in planning and preserving Greenbelt.",
      "health": "Ensure that the NHS receives a fair share of national £8 billion funding with at least £4 billion by 2022/23.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Protecting our Greenbelt and deliver the homes we need without losing more of our precious open space.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Local councillor for Clatterbridge Ward",
        "duration": "",
        "achievements": "Working to protect our Greenbelt."
      }
    ],
    "contactInformation": {
      "address": "office@wirralsouthconservatives.com",
      "phone": "0151 334 3932",
      "email": "",
      "website": "www.wirralsouthconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr. Adam Sykes with supporters."
        }
      ]
    },
    "additionalNotes": "Endorsed by the local Youth Zone and has particular support from young people."
  }
}
```