```json
{
  "leaflet": {
    "candidateName": "Andy Livsey",
    "constituency": "Wallasey",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "Investing in our NHS:",
        "content": "Investing over the next five years to train, hire and retain the best nurses, doctors and care professionals. Plan will also reduce waiting times at the hospital."
      },
      {
        "title": "Creating Jobs, Increasing Pay:",
        "content": "Helping self-employed and small businesses create more jobs and increase pay. Committing to increase the National Living Wage."
      },
      {
        "title": "Enabling all children to reach their full potential:",
        "content": "Addressing injustice in Britain's education system, funding for schools, and improving school choice to ensure every child receives a 'good' school education."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Funding",
        "policyDescription": "Increase NHS funding by £8 billion over the next five years, and hire more health professionals."
      },
      {
        "policyTitle": "Education Investment",
        "policyDescription": "The greatest injustice in Britain is that your child's future is still determined by birth not effort and ability. Will increase school funding and ensure school standards are improved."
      },
      {
        "policyTitle": "Creating Jobs",
        "policyDescription": "Helping the self-employed and small businesses to create more jobs and increase pay."
      }
    ],
    "mentions": {
      "candidate": "Andy Livsey is Theresa May's candidate for the Wallasey Constituency at the General Election on Thursday 8th June.",
      "otherPartyLeaderCandidate": "Labour voters feel that Jeremy Corbyn's Party no longer speaks for them.",
      "partyLeader": "Andy Livsey is standing with Theresa May.",
      "tacticalSituation": "Given the need to get the best deal for Britain as we leave the European Union, the vote in Wallasey Constituency is critical and will make a difference."
    },
    "issues": {
      "brexitEurope": "Only Andy's Plan will improve the prospects for everyone in an area by ensuring that Britain has the strong, stable leadership it needs to negotiate well on Brexit. For UKIP, it's Job Done.",
      "economy": "Increasing funding for NHS and creating jobs.",
      "education": "Will tackle the biggest injustice in Britain today - the postcode lottery of education.",
      "environment": "",
      "governance": "",
      "health": "Investing over the next five years to train, hire and retain the best nurses, doctors and care professionals.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "My name is Andy Livsey and this is my Plan. I'm not a career politician; I'm a dad of four who has lived in the real world. I worked as a builder and, last year, I joined the race to take over Andy Burnham's seat.",
    "politicalExperience": [
      {
        "role": "Candidate for Wallasey Constituency",
        "duration": "Current",
        "achievements": "I'm Theresa May's candidate in the Wallasey Constituency and will move there if elected."
      }
    ],
    "contactInformation": {
      "address": "Printed by Teamprint, Mollington Grange, 1.1 Chester Road, Mollington, Chester, CH1 6LT",
      "phone": "",
      "email": "",
      "website": "www.conservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Forget about the other parties who may have supported in the past, this election is about ensuring that Britain can’t risk a Government led by Jeremy Corbyn. Lend your vote to Theresa May’s candidate Andy Livsey.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andy Livsey with Theresa May"
        }
      ]
    },
    "additionalNotes": "The pamphlet focuses on NHS, education, and jobs. Emphasizes support for Theresa May and Conservative leadership especially concerning Brexit negotiations."
  }
}
```