```json
{
  "leaflet": {
    "candidateName": "Eric Broadbent",
    "constituency": "Scarborough & Whitby",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "A GOVERNMENT FOR THE MANY NOT THE FEW",
        "content": "On 8 June, families in Scarborough & Whitby have a choice between a Labour government that stands up for the many and the Tories who only look after a privileged few. Surely it can't be right that in 2017 in Scarborough & Whitby, many families have to rely on food banks to feed themselves; or that young might need to sell your home to pay for care home costs. This Tory Government has got its priorities wrong, let's send a loud and clear message - vote Labour on 8 June for a country that works for the many, not just a privileged few."
      },
      {
        "title": "OUR NHS IS UNDERFUNDED & UNDERSTAFFED",
        "content": "The Tories have broken their promise to protect the NHS. A&E targets are missing and the NHS is facing its biggest financial crisis in the UK, with its deficit on record totaling £2.45 billion. It is not that there is no funding or extra investment for GPs and a single penny of health and social care the staff are left to look after more and more patients. Waiting lists are expected to jump to 5 million and hospitals remain overcrowded. A&E targets have failed for over 13 weeks and people are working even more hours to be seen."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Labour's National Education Plan",
        "policyDescription": "Every young person deserves a decent education and I'm delighted that Labour has committed to protecting the entire education budget. All young people will be given the chance to succeed because of the additional investment coming back sure start centers, delivering school sizes by getting rid of the free schools sheme and other money wasting programs."
      },
      {
        "policyTitle": "Labour's 10 Pledges Offer Hope",
        "policyDescription": "Labour has outlined 10 pledges as part of their campaign, including full employment, secure homes guarantee, security at work, secure NHS and social care, a national education service, action to ensure our environment, putting public back into our economy, wealth equality in income and cut inequality, securing an equal society, and peace and justice at the heart of foreign policy."
      }
    ],
    "mentions": {
      "candidate": "Eric Broadbent",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Labour's National Education Plan is focused on protecting the entire education budget, giving all young people the chance to succeed, investing in Sure Start centres, reducing school sizes, and eliminating the free schools scheme and other money-wasting programs.",
      "environment": "",
      "governance": "",
      "health": "The leaflet states that the NHS is underfunded and understaffed, with A&E targets being missed, facing the biggest financial crisis, and issues such as waiting lists rising and hospitals being overcrowded.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Labour Central, Kings Manor, Newcastle upon Tyne NE1 6PA",
      "phone": "07583173167",
      "email": "vote@labour.org.uk",
      "website": "http://www.labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Eric Broadbent"
        }
      ]
    },
    "additionalNotes": "Please recycle"
  }
}
```