```json
{
  "leaflet": {
    "candidateName": "Julian Sturdy",
    "constituency": "York Outer",
    "politicalParty": "Conservative",
    "electionDate": "8 June 2017",
    "messages": [],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Julian Sturdy",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Julian Sturdy is the only person capable of delivering the strong and stable leadership this country needs in the years ahead. The alternative is a 'coalition of chaos' under Jeremy Corbyn, propped up by the Liberal Democrats and SNP."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Mr J. Poskitt mentions reversing the unfair education funds formula which puts York schools at a huge disadvantage.",
      "environment": "Dr S. Marmion mentions local greenbelt development south of Moor Lane, and the opposed Irresistible/1 am delighted that it has been removed from the Local Plan.",
      "governance": "",
      "health": "Mr J. Noelle mentions a successful resolution letter he sent regarding review from the Clinical Commissioning Group.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Dr S. Marmion mentions local greenbelt development south of Moor Lane, and the opposed Irresistible/1 am delighted that it has been removed from the Local Plan.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "A general election has been called for 8th June, and Julian Sturdy is seeking re-election to represent York Outer in Parliament.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "01904 788885",
      "email": "julian.sturdy@yorkconservatives.org.uk",
      "website": "www.juliansturdy.co.uk",
      "socialMedia": {
        "facebook": "CllrJulianSturdy",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Mr K. MacArthur",
        "endorsement": "Julian has been a strong champion for nurseries and working parents. He was instrumental in making sure that York's early years settings were able to deliver the 30 funded hours offering a year before the national roll-out."
      },
      {
        "endorser": "Mr R. Raimers",
        "endorsement": "Julian has been right up there addressing the continuing flooding problems in the Hull Road Parkwood a number of organisations to address the problem, and held a very useful public meeting for residents to ensure local concerns are raised with the relevant authorities."
      },
      {
        "endorser": "Mr J. Noelle",
        "endorsement": "I wish to thank you for your help in getting my matter resolved. I contacted you regarding a healthcare issue, received your referral letter sent to remind you of the case, and the successful resolution letter I have recently received from the Clinical Commissioning Group."
      },
      {
        "endorser": "Mr J. Poskitt",
        "endorsement": "Thank you for your efforts to reverse the unfair education funds formula which puts York schools at a huge disadvantage. This is a big issue for the city, and I know you will keep championing until we get a fair deal."
      },
      {
        "endorser": "Dr S. Marmion",
        "endorsement": "Mr Sturdy’s support during the Local Plan process was absolutely invaluable. He campaigned tirelessly against the proposed greenbelt development south of Moor Lane, and I am delighted that it has been removed from the Local Plan."
      },
      {
        "endorser": "Mr D. Miller",
        "endorsement": "I was delighted to welcome Julian to Millers Fish & Chips in Haxby, and am grateful for the support he and his office have shown business in York Outer to celebrate and recognise the important contribution local businesses."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Julian Sturdy and Theresa May standing up for Britain."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```