```json
{
  "leaflet": {
    "candidateName": "Laurie South",
    "constituency": "Kingston and Surbiton",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "For a fairer, more equal and just society.",
        "content": "This snap General Election called by the Tories for 8 June is about more than just Brexit. It is about repairing the terrible damage that the Tories and the Liberal Democrats have done to women, children, older and disabled people since 2010. It is about the vindictive and unnecessary austerity imposed on the country by the Tories, ensuring that the poorest suffer the most while the rich get richer. And it doesn't even work as any economist will tell you."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Fairness",
        "policyDescription": "Labour will reverse this unfairness. We have made 10 pledges to you to rebuild and transform Britain through a fair tax system that will not penalise the majority of workers."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Create a million new homes in five years, with at least half a million council homes."
      },
      {
        "policyTitle": "Workers' Rights",
        "policyDescription": "End health privatization, promote wealth businesses with a National Investment Bank and crack down on late payments."
      }
    ],
    "mentions": {
      "candidate": "Laurie South",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "It is about repairing the terrible damage that the Tories and the Liberal Democrats have done to women, children, older and disabled people since 2010.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "End health privatization.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Create a million new homes in five years, with at least half a million council homes.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {},
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Laurie South for Kingston and Surbiton"
        }
      ]
    },
    "additionalNotes": "Labour’s Plan to end Britain’s rigged economy includes policies to end the public sector pay cap, ban zero hours contracts and unpaid internships, double paid paternity leave to four weeks and increase paternity pay, introduce four new Bank Holidays, and raise the minimum wage to the level of the living wage (expected to be at least £10 per hour by 2020)."
  }
}
```