{
  "leaflet": {
    "candidateName": "Steve Pound",
    "constituency": "Ealing North - Greenford, Northolt, Perivale, Hanwell, Pitshanger & West Ealing",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "LOCAL RESIDENTS BACK LABOUR’S STEVE POUND",
        "content": "Local residents in Greenford, Northolt, Perivale and Hanwell are backing Steve Pound to continue as their MP."
      },
      {
        "title": "A strong record of standing up for local people",
        "content": "Steve Pound is a hard worker who has championed the cause of our local hospitals. He has fought government cuts to Ealing Hospital and campaigned for more investment in Northwick Park Hospital, which is bursting at the seams."
      },
      {
        "title": "Our children deserve a better future",
        "content": "Children and young people in Ealing North need an opportunity to give them a good start in life. As MP, Steve Pound has worked tirelessly to win new classrooms and facilities for our schools in Greenford, Northolt, Perivale and Hanwell."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Steve Pound will fight for additional funding for local schools so all our children have access to good teaching and facilities and get the chance to succeed in life."
      }
    ],
    "mentions": {
      "candidate": "Steve Pound",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Steve Pound has worked tirelessly to win new classrooms and facilities for our schools in Greenford, Northolt, Perivale and Hanwell.",
      "environment": "",
      "governance": "",
      "health": "Steve Pound has championed the cause of our local hospitals. He fought against government cuts to Ealing Hospital and campaigned for more investment in Northwick Park Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "",
        "achievements": "Hard work on behalf of Greenford, Northolt, Perivale, and Hanwell."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "I don't think it's right that the government wastes money on tax cuts for billionaires but our children struggle to get a decent education. It's just not on and I will be demanding our schools are properly funded and cuts to teachers are halted.",
        "source": "Steve Pound",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Residents from all over Greenford, Northolt, Perivale, and Hanwell back Steve Pound"
        },
        {
          "caption": "Steve talks to local parents in Greenford about education"
        }
      ]
    },
    "additionalNotes": ""
  }
}