```json
{
  "leaflet": {
    "candidateName": "Keith Angus",
    "constituency": "Islington North",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "BREXIT: Who will speak up for you?",
        "content": "This election is a huge opportunity for the people of Islington to make their voice heard on Brexit."
      },
      {
        "title": "3 reasons to back Keith Angus and the Liberal Democrats",
        "content": "1. Fighting for an Education for All, 2. Tackling Islington’s Housing Crisis, 3. Protect Our Health and Social Care."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education for All",
        "policyDescription": "Opposes new grammar schools, believes in an education system that is more balanced, and includes topics such as first aid and real-life financial literacy."
      },
      {
        "policyTitle": "Housing Crisis",
        "policyDescription": "Favor redevelopment of Holloway prison site to provide community housing of genuinely affordable homes to address the housing crisis."
      },
      {
        "policyTitle": "Health and Social Care",
        "policyDescription": "Calls for meeting with NHS staff, reducing hospital pressure, and more integration of health and social care."
      }
    ],
    "mentions": {
      "candidate": "Keith Angus",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "Only local Lib Dem Keith Angus can beat Jeremy Corbyn."
    },
    "issues": {
      "brexitEurope": "Labour MPs voted for Brexit; Lib Dems are the real opposition to the Conservative Government's hard Brexit plans; support for a vote on the deal.",
      "economy": "",
      "education": "Opposes grammar schools, for a more balanced education system, inclusion of first aid and real-life financial literacy.",
      "environment": "",
      "governance": "",
      "health": "Our NHS needs protecting; calls for meeting with NHS staff, reducing hospital pressure, and more integration of health and social care.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "There's a housing crisis in Islington; Keith is fighting for the redevelopment of the Holloway prison site to provide community housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Liberal Democrat Parliamentary Candidate",
        "duration": "",
        "achievements": "Campaigning to stop a damaging hard Brexit; taking action in Parliament to secure humane refugee policies; standing up for the people of Islington."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "keith@liberalislington.com",
      "website": "www.liberalislington.com",
      "socialMedia": {
        "facebook": "IslingtonLibDems",
        "twitter": "@LDNKeith",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Corbyn's weak opposition allowed Theresa May an easy ride on Brexit",
        "source": "The Independent, 24th Jan 2017"
      },
      {
        "text": "Labour is not a functioning opposition, leaving Mrs May free to act as she pleases",
        "source": "The Observer, 25th Feb 2017"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Keith Angus - A strong voice for Islington North"
        },
        {
          "caption": "The LIBERAL DEMOCRATS can provide an opposition to the Conservatives"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```