```json
{
  "leaflet": {
    "candidateName": "Steve Baker",
    "constituency": "Wycombe",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 8 June 2017",
    "messages": [
      {
        "title": "Strong and Stable Leadership in the national interest",
        "content": "This election is about Strong and Stable Leadership in the national interest with Theresa May and her Conservative team or a weak and unstable coalition government led by Jeremy Corbyn."
      },
      {
        "title": "WHAT THIS ELECTION IS ABOUT",
        "content": "Only Theresa May has the plan and the proven leadership to deliver the right deal for Britain abroad and a better deal for ordinary working people here at home."
      },
      {
        "title": "General Election - Thursday 8 June 2017",
        "content": "We need the General Election now to secure the strong and stable leadership the country needs to see us through Brexit and beyond."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A stronger economy",
        "policyDescription": "Build a strong economy that rewards people who work hard and creates secure and well-paid jobs. We will ensure there is a growing and prosperous role for the nation within the global economy."
      },
      {
        "policyTitle": "A fairer society",
        "policyDescription": "We will build a fairer society where success is based on merit. We have started to rebalance our society in favour of ordinary working people."
      },
      {
        "policyTitle": "A united nation",
        "policyDescription": "We will build a more united nation that our children and grandchildren are proud to call home. We cherish our nation's diversity and continue to work to ensure that people from all parts of society have the opportunity to get on in life."
      },
      {
        "policyTitle": "A global Britain",
        "policyDescription": "Britain is a great, global, trading nation—one of the world's largest economies. We want to be the outward-looking Britain that is confident on the global stage."
      }
    ],
    "mentions": {
      "candidate": "Steve Baker is a professional aerospace and software engineer with business and academic experience, including with today's leading edge cars.",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Build a strong economy that rewards people who work hard and creates secure and well-paid jobs.",
      "education": "If you include for every child affordability and quality by building enough affordable homes and making sure there is a good school place for every child.",
      "environment": "The Conservative manifesto detailed plans to deliver a cleaner, greener Britain with cleaner power and air to control and reduce pollution.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "We will build a fairer society where success is based on merit. We have started to rebalance our society in favour of ordinary working people.",
      "housing": [
        {
          "content": "Build enough affordable homes and making sure there is a good school place for every child.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Steve is a strong, independent and Conservative voice for Wycombe.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Wycombe",
        "duration": "since 2010",
        "achievements": "Steve continues to serve as an MP, including as a member the Treasury Committee."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07923 587 589",
      "email": "steve@stevebaker.info",
      "website": "www.stevebaker.info",
      "socialMedia": {
        "facebook": "",
        "twitter": "@SteveBakerHW",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Steve alongside Theresa May supporting Strong and Stable Leadership."
        }
      ]
    },
    "additionalNotes": "The Conservative manifesto can be found at conservatives.com/manifesto."
  }
}
```