```json
{
  "leaflet": {
    "candidateName": "Morwen Millson",
    "constituency": "Horsham",
    "politicalParty": "Liberal Democrats",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "1p tax to save the NHS",
        "content": "Morwen Millson says that 1p extra you pay on tax would help to save the NHS, raising an additional £6 million for the NHS and reducing the need for additional borrowing."
      },
      {
        "title": "Who will stand up for your Child's education?",
        "content": "Morwen Millson highlights the crisis in funding for schools, stating the need for a strong local representative to block cuts and push for investments in education."
      },
      {
        "title": "We must fight a damaging Hard Tory Brexit",
        "content": "Emphasizes the importance of remaining part of the single market and suggests that a hard Brexit will negatively impact the UK due to its economic significance."
      },
      {
        "title": "Protecting Commuters",
        "content": "Morwen Millson pledges to fight for the rails to be removed from GOVIA to a demo network, addressing the issues faced by commuters."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Funding",
        "policyDescription": "Increase in tax by 1p to generate additional revenue for NHS funding."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Prevent cuts in education, invest in schools to prevent decline in the quality of education due to budget cuts."
      },
      {
        "policyTitle": "Brexit",
        "policyDescription": "Fight against a hard Brexit, stay in the single market, and give people a say on the final Brexit deal."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Improve the commuter rail service by removing it from the control of GOVIA and transitioning to a demo network."
      }
    ],
    "mentions": {
      "candidate": "Morwen Millson",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": "51.3% of Horsham residents voted remain and deserve a say on what happens next"
    },
    "issues": {
      "brexitEurope": "Fight against a hard Brexit, emphasize the economic significance of being part of the EU, ensure a say in the final deal.",
      "economy": "",
      "education": "Block cuts and push for investment in local schools, prevent class size increase and cuts in subjects like PE.",
      "environment": "",
      "governance": "",
      "health": "Raise funds for NHS through a 1p tax increase, aiming to avoid borrowing.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have spent many hundreds of hours with local residents at community events, on neighbourhood housing visits, and at the day-to-day services about the families, friends, their street. I want to fight for our area and experience and use the best of that experience to raise all these at Westminster and get real action for local residents.",
    "politicalExperience": [
      {
        "role": "Councillor for 28 years",
        "duration": "",
        "achievements": "Deputy Council Leader, Cabinet Member for Children and Young People; her career spans science teacher, charity manager, and Chair of the West Sussex Health and Adult Social Care Select Committee."
      }
    ],
    "contactInformation": {
      "address": "Lib Dem Campaign Office, 38 East Street, Horsham, RH12 1HL",
      "phone": "SHYM6-NJYG8",
      "email": "info@horshamlibdems.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/HorshamLibDems",
        "twitter": "twitter.com/horshamlibdems",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Theresa May, 2016",
        "endorsement": "The people who will be affected will not be the millionaire supporters of the conservative Party but the hardworking people of Horsham."
      }
    ],
    "quotes": [
      {
        "text": "\"I think being part of a 500m trading bloc is significant for us. I think one of the issues is a lot of people invest here in the UK because it's the UK in Europe.\"",
        "source": "Theresa May, 2016",
        "date": "2016"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Leaflet pages featuring candidate Morwen Millson, a statement from Theresa May, and information on issues such as the NHS, education, Brexit, and commuters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```