```json
{
  "leaflet": {
    "candidateName": "Madeleine Moon",
    "constituency": "Bridgend",
    "politicalParty": "Welsh Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Madeleine's pledges to you",
        "content": "A FAIR DEAL ON INVESTMENT AND INFRASTRUCTURE - Delivering the investment in economic projects that Wales needs to prosper: renewable energy, rail and metro systems.\nA FAIR DEAL FOR WORKERS - A Living Wage of £10 per hour and more Bank Holidays for hard pressed workers.\nA FAIR DEAL FOR PENSIONERS - Protecting the Triple Lock for pensioners. Also, in Wales you can now keep much more of your money when going into care.\nA FAIR DEAL FOR ALL YOUR FAMILY - Protecting free prescriptions, free school breakfasts, free bus passes and keeping support for veterans."
      },
      {
        "title": "Working hard for the Bridgend constituency",
        "content": "..."
      },
      {
        "title": "Why I'm backing Madeleine",
        "content": "Sarah Bennett, a junior doctor, discusses Madeleine's dedication within her role chairing All Party Parliamentary Groups for Motor Neurone Disease, Parkinson’s, Suicide and Self Harm Prevention."
      },
      {
        "title": "Fighting for our security",
        "content": "In an ever increasingly dangerous world, Tory cuts to our armed forces are threatening the security of the nation. The Royal Navy is now about half of what they were before the Tories came to power. Madeleine is a respected voice on defence issues and works closely with our allies across the UK to make sure the UK is protected."
      },
      {
        "title": "Standing up to the Tories",
        "content": "..."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investment and Infrastructure",
        "policyDescription": "Delivering the investment in economic projects that Wales needs, including renewable energy, rail and metro systems."
      },
      {
        "policyTitle": "Fair Treatment of Workers",
        "policyDescription": "A Living Wage of £10 per hour and more Bank Holidays for workers."
      },
      {
        "policyTitle": "Support for Pensioners",
        "policyDescription": "Protecting the Triple Lock for pensioners and ensuring they can keep more money when going into care."
      },
      {
        "policyTitle": "Family Support",
        "policyDescription": "Protecting free prescriptions, free school breakfasts, free bus passes and supporting veterans."
      }
    ],
    "mentions": {
      "candidate": "Madeleine Moon",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "With Brexit coming soon, Madeleine's rights as a worker, retiree, and consumer are protected. Also helping to ensure that businesses such as Tata Steel and Ford will continue to invest in the area.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I've always been an independent minded MP, unafraid to stand up to the Tories or indeed to my own party when I've needed to. For twelve years as your MP, I’ve fought against cruel Tory policies that push the disabled, the infirm to the wall, and the most vulnerable into abject poverty.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "Twelve years",
        "achievements": "Fighting against Tory policies, working on issues of Motor Neurone Disease, Parkinson’s, Suicide, Self Harm Prevention, and Defence."
      }
    ],
    "contactInformation": {
      "address": "7 St. Michael's Road, Porthcawl, CF36 5TB",
      "phone": "07497140543",
      "email": "reelectmoon2017@gmail.com",
      "website": "www.madeleine.moon",
      "socialMedia": {
        "facebook": "madeleineMoon",
        "twitter": "@MadeleineMoon",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Sarah Bennett",
        "endorsement": "As a local doctor, I've seen Madeleine's dedication within her role chairing All Party Parliamentary Groups for Motor Neurone Disease, Parkinson’s, Suicide and Self Harm Prevention."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Madeleine Moon - Re-Elect / Ail-Etholwch."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```