```json
{
  "leaflet": {
	"candidateName": "RHYS WATKINS",
	"constituency": "BRIDGEND CONSTITUENCY",
	"politicalParty": "Plaid Cymru - Party of Wales",
	"electionDate": "8th June 2017",
	"messages": [
  	{
    	"title": "RHYS WATKINS",
    	"content": "Defending Wales, Amddiffyn Cymru. 'I am delighted to be standing in my home town of Bridgend, as the Plaid Cymru Candidate. I am privileged to have the opportunity to give Bridgend a voice in Westminster.' 'Wales needs a strong voice in Westminster, and someone who will stand up to the Conservative government.' 'I have been involved in the healthcare sector for many years, which allows me to see the inequalities faced by our society first-hand. For this reason, I fully support the NHS and the improvements it desperately needs.' 'With 1 in 3 children in Wales, living in poverty, we need Plaid Cymru more than ever.'"
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Plaid’s Solutions to our NHS",
    	"policyDescription": "Plaid Cymru has comprehensive plans to cut waiting times within the Welsh NHS, including building new diagnostic centres, recruiting 1000 extra doctors, and integrating health & social care."
  	}
	],
	"mentions": {
  	"candidate": "RHS WATKINS",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "Safeguard the interests of Wales and its people throughout the Brexit negotiations, ensuring our important agricultural sector."
	},
	"personalStatement": "Born and raised in the valleys, I have lived in Kenfig Hill for 11 years with my wife Lorraine and three children. I trained in the rail and construction industries. I now work as a contractor throughout the UK on various rail projects and have overseen some significant UK healthcare projects.",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "07958 737402",
  	"email": "rhyswatkinsplaid@gmail.com",
  	"website": "",
  	"socialMedia": {
    	"facebook": "/PlaidCymru",
    	"twitter": "@Plaid",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Image of Rhys Watkins in an outdoor setting"
    	}
  	]
	},
	"additionalNotes": "The leaflet promotes the idea that to effect change, voters should vote for Plaid Cymru and Rhys Watkins."
  }
}
```