```json
{
  "leaflet": {
    "candidateName": "MARK COOTE",
    "constituency": "Cheltenham",
    "politicalParty": "Conservatives",
    "electionDate": "2010",
    "messages": [
      {
        "title": "MAKE 2010 THE YEAR OF CHANGE",
        "content": "MARK COOTE Reports back. One thing is certain: there has to be a general election in the first half of 2010. But what we get out of it depends entirely on us. If we change the government, we get change in our country."
      },
      {
        "title": "THE FIGHT FOR OUR GREEN SPACES",
        "content": "Over the last year, Cheltenham's green spaces - from Leckhampton to Charlton Kings and beyond - is still under threat. The Labour Government and their unelected regional body now want to build 15,400 houses here right up to AONB land."
      },
      {
        "title": "DRIVING MY VISION FOR CHELTENHAM",
        "content": "On environmental small steps are the answer. From the cart and the weekly waste round that didn't work and cost Council taxpayers £600,000 in its first year, to the need of more recycling bins."
      },
      {
        "title": "FIGHTING TO SAVE OUR SMALL SHOPS",
        "content": "Spiralling rent and taxation - all add up to a lethal combination for small enterprises. We must cut red tape and reduce tax burdens."
      },
      {
        "title": "CAMPAIGNING IN OUR COMMUNITY",
        "content": "Labour's failed cuts crippling our police force; lots of best and newest equipment; and Police Authority underplans."
      },
      {
        "title": "MY NHS, OUR NHS",
        "content": "Our NHS is a fantastic institution - there for all of us when we need it, regardless of our background or ability to pay. It was fine for me in 1991 when NHS surgeons saved my life."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Green Spaces",
        "policyDescription": "Protecting Cheltenham's green spaces from the expansion plans put forth by the current government and regional bodies."
      },
      {
        "policyTitle": "Small Businesses",
        "policyDescription": "Reducing red tape and taxation to support small shops and local enterprises."
      },
      {
        "policyTitle": "Policing and Security",
        "policyDescription": "Improving policing by equipping officers with the best and newest equipment, and addressing mismanagement issues."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Pledging support for the NHS to ensure it remains a reliable institution for everyone."
      }
    ],
    "mentions": {
      "candidate": "MARK COOTE",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "On environmental small steps are the answer.",
      "governance": "",
      "health": "Our NHS is a fantastic institution - there for all of us when we need it, regardless of our background or ability to pay.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Labour Government and their unelected regional body now want to build 15,400 houses here right up to AONB land.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Cameron",
        "endorsement": "Mark Cootes is exactly the kind of fighting local voice we need to help secure Britain's future."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "See inside to find out what Mark Coote has been doing in Cheltenham."
  }
}
```