```json
{
  "leaflet": {
    "candidateName": "Nina Dluzewska",
    "constituency": "Chesham and Amersham",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Security at work",
        "policyDescription": "We will give people stronger employment rights and end zero hours contracts."
      },
      {
        "policyTitle": "A secure NHS and social care",
        "policyDescription": "We will integrate social care and healthcare so that it works for disabled and elderly people. We will ensure parity for mental health services."
      },
      {
        "policyTitle": "A National Education Service",
        "policyDescription": "From birth, right through to adulthood, we will implement universal childcare and support adult learning so that everyone has access to fair, progressive education."
      },
      {
        "policyTitle": "Give taxpayers more control",
        "policyDescription": "We will bring our public and local councils services under direct control. Rebuild public bus networks and expand systems that work."
      },
      {
        "policyTitle": "An equal society",
        "policyDescription": "We will tackle inequality, violence and discrimination and guarantee rights for EU citizens in Britain."
      },
      {
        "policyTitle": "Accident & Emergency",
        "policyDescription": "Addressing the issue with A&E waiting times at Stoke Mandeville Hospital breaching the four hour limit for 10 months."
      },
      {
        "policyTitle": "Fight to protect school funding",
        "policyDescription": "Highlighting the unfair funding formula disadvantaging their schools and pledging that a vote for Labour is a vote against school funding cuts."
      },
      {
        "policyTitle": "Prevent a reckless Brexit",
        "policyDescription": "The economy will be prioritized, workers' rights and the environment will be protected, and certainty will be given to EU nationals and an influential vote to Parliament on the final Brexit deal."
      }
    ],
    "mentions": {
      "candidate": "Nina Dluzewska",
      "otherPartyLeaderCandidate": "Tim Starkey",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Prevent a reckless Brexit: Will put the economy first, protect workers' rights and the environment, and ensure certainty to EU nationals and an influential vote for Parliament on final Brexit deal.",
      "economy": "",
      "education": "A National Education Service: Universal childcare and support for adult learning for progressive education.",
      "environment": "Prevent a reckless Brexit: Protect the environment while dealing with Brexit.",
      "governance": "Give taxpayers more control: Bring services under direct public and local council control.",
      "health": "A secure NHS and social care: Integrate social care with healthcare for the disabled and elderly, ensure parity for mental health services.",
      "immigration": "An equal society: Guarantee rights for EU citizens in Britain.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I live in Chesham, and since I moved here seven years ago I have been active in local politics. I decided to be your very own Labour’s candidate at this General Election as I believe that Chesham and Amersham is ready for a change. I want to be that change and represent the voice of the residents.",
    "politicalExperience": [
      {
        "role": "PA and PA as a Postgraduate Diploma in Fashion",
        "duration": "",
        "achievements": "I ran a campaign for stronger animal protection laws in this constituency, using the local services that we all depend on and I’ve met many of you too."
      }
    ],
    "contactInformation": {
      "address": "5 Spencer Road, Aylesbury, HP21 7LR",
      "phone": "",
      "email": "nina4labour@gmail.com",
      "website": "www.cheshamamershamlabour.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/cheshamandamershamlabourparty",
        "twitter": "@cheshamamersham",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Tim Starkey",
        "endorsement": "I saw firsthand how Nina managed to inspire people from all parties and none to unite in campaigning for the Remain cause. She would do a great job of standing up for everyone in our constituency."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nina Dluzewska with a resident"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```