```json
{
  "leaflet": {
    "candidateName": "Martin Whybrow",
    "constituency": "Folkestone & Hythe",
    "politicalParty": "Green Party",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "MARTIN SAYS...",
        "content": "The reason we've become the loudest, most progressive voice in Shepway is because we don't just pop up at election times and ask for your vote. We campaign throughout the year. We back local residents and groups at every opportunity. Our councillors at all levels of local government listen and respond to everyone that contacts them. Shouldn't all our elected representatives do this? They can bring the change that is desperately needed, but not without your help. Without change at the ballot box, the Tories will feel they have a mandate to continue cutting funding for front-line services and concreting over our open spaces and countryside."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "STAND UP FOR RENTERS",
        "policyDescription": "Greens will ensure that when you rent a home, you feel at home. We will introduce rent controls to ensure that no one is forced to accept huge increases in their rent every year."
      },
      {
        "policyTitle": "STAND UP FOR OUR NHS",
        "policyDescription": "We must use Britain's wealth to invest in health. We must reverse the decline in funding for the NHS, plug the deficit hole in that's been created, and plant the seeds for a new flourishing public health service."
      },
      {
        "policyTitle": "STAND UP FOR YOUNG PEOPLE",
        "policyDescription": "We want young people to be asked, not told, listened to, not ignored, to be allowed to speak, not silenced. We will scrap the tuition fees that put so many off studying for a degree."
      },
      {
        "policyTitle": "STAND UP FOR OUR RIGHTS",
        "policyDescription": "A democracy worthy of the name gives people a real say. The Green Party will hold a referendum on Brexit once the terms of a deal have been agreed with the EU. That referendum will give the public two clear choices: accept the Brexit deal negotiated with the EU or remain an EU member. A Green referendum would give 16 and 17-year-olds the vote."
      },
      {
        "policyTitle": "STAND UP FOR OUR ENVIRONMENT",
        "policyDescription": "It's not fun and it's not pretty but it's a must: we must liberate ourselves from the threat of climate change. By investing in renewables and phasing out coal, oil, and gas plants we will create clean air, rivers, parks, and gardens, while limiting the risk of flooding and prevent fracking companies from drilling into our countryside."
      }
    ],
    "mentions": {
      "candidate": "Martin Whybrow",
      "otherPartyLeaderCandidate": "the Tories",
      "partyLeader": "",
      "tacticalSituation": "In Shepway, the progressive vote is split as evenly as at the General Election. We emerged as the main threat to the Tories. In terms we were the only party that held back the Tory tide at the local elections in May and we gained a higher percentage of the vote across the district than any other opposition party. Want to vote tactically? Vote Green."
    },
    "issues": {
      "brexitEurope": "The Green Party will hold a referendum on Brexit once the terms of a deal have been agreed with the EU.",
      "economy": "",
      "education": "We will scrap the tuition fees that put so many off studying for a degree.",
      "environment": "We must liberate ourselves from the threat of climate change.",
      "governance": "",
      "health": "We must use Britain's wealth to invest in health.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Greens will ensure that when you rent a home, you feel at home. We will introduce rent controls to ensure that no one is forced to accept huge increases in their rent every year.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07727 185385",
      "email": "hello@shepwaygreenparty.com",
      "website": "shepwaygreenparty.com",
      "socialMedia": {
        "facebook": "shepwaygreens",
        "twitter": "shepwaygreenparty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "YOUR GREEN PARTY CANDIDATE MARTIN WHYBROW FOLKESTONE & HYTHE"
        },
        {
          "caption": "Green Party for the common good"
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people. Published by Martin Whybrow."
  }
}
```