```json
{
  "leaflet": {
    "candidateName": "Molly Scott Cato",
    "constituency": "Bristol West",
    "politicalParty": "Green Party",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "A future to believe in Elect Molly Scott Cato",
        "content": "As a Green, I've never been one to think small. In uncertain times we need big bold ideas to build a future we can all believe in."
      },
      {
        "title": "OUR FUTURE IS GREEN. THE TIME IS NOW.",
        "content": "You're voting in a seat where the Green Party can win."
      },
      {
        "title": "IT'S GREEN OR LABOUR IN BRISTOL WEST",
        "content": "Your vote can make history."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "I will campaign for your right to vote on the final terms of the Brexit deal, including an option to stay in the EU."
      },
      {
        "policyTitle": "NHS and Social Welfare",
        "policyDescription": "I will resist any Tory move to reopen environmental protections, fight to protect from tooth of benefit and have us risk in the single market!"
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "I will work with other MPs to reverse the privatisation of the NHS and pass Caroline Lucas' NHS Reinstatement Bill. If passed, this bill would win back thirteen billion pounds for the NHS every year and stop profit being made from our health."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "I will push for genuinely affordable, warm homes for everyone, campaign for rent controls and living rents and enforce minimum standards for landlords."
      }
    ],
    "mentions": {
      "candidate": "Molly Scott Cato is standing as your Green candidate for Bristol West.",
      "otherPartyLeaderCandidate": "Only the Greens are the other side of this election leading the Labour Party dementors big of picture politics the people of Bristol deserve. Tories can't win here so vote for what you believe in.",
      "partyLeader": "Caroline Lucas has achieved so much as an MP for Brighton Pavilion.",
      "tacticalSituation": "You're voting in a seat where the Green Party can win."
    },
    "issues": {
      "brexitEurope": "I will campaign for your right to vote on the final terms of the Brexit deal, including an option to stay in the EU.",
      "economy": "I've worked to close tax loopholes, ensuring large corporations and the super-rich pay their fair share of taxes. Working to reverse the privatisation of the NHS and pass Caroline Lucas' NHS Reinstatement Bill to win back thirteen billion pounds for the NHS every year.",
      "education": "",
      "environment": "I will resist any Tory move to reopen environmental protections, fight to protect from tooth of benefit and have us risk in the single market!",
      "governance": "Imagine what we can achieve with another Green MP. Vote Green on 8th June and help us make history.",
      "health": "I will work with other MPs to reverse the privatisation of the NHS and pass Caroline Lucas' NHS Reinstatement Bill.",
      "immigration": "",
      "socialWelfare": "I will work with other MPs to reverse the privatisation of the NHS.",
      "housing": [
        {
          "content": "I will push for genuinely affordable, warm homes for everyone, campaign for rent controls and living rents and enforce minimum standards for landlords.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "As your Member of the European Parliament, I've worked to close tax loopholes, ensuring large corporations and the super-rich pay their fair share of taxes.",
    "politicalExperience": [
      {
        "role": "Member of the European Parliament",
        "duration": "Since 2014",
        "achievements": "Worked to close tax loopholes, ensuring that large corporations and the super-rich pay their fair share of taxes."
      }
    ],
    "contactInformation": {
      "address": "134 Cheltenham Road, Bristol, BS6 5RW",
      "phone": "07925 726599",
      "email": "molly4bristol@gmail.com",
      "website": "www.molly4bristol.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "molly4bristol",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of Molly Scott Cato campaigning with others, holding various signs such as 'STAND UP FOR CLEAN AIR', 'KISSING THE NHS GOODBYE' and 'MAKE GREENS THE LARGEST PARTY IN EUROPE'."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```