```json
{
  "leaflet": {
    "candidateName": "Layla Moran",
    "constituency": "Oxford West & Abingdon",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear Residents",
        "content": "This election is our chance to send a message about the need to invest in our local NHS. From talking to local residents, that people treasure our NHS and the wonderful staff that work in it, and particularly the Abingdon Community Hospital. But local NHS services are in serious trouble, and have been badly let down by the Government."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS and Social Care Investment",
        "policyDescription": "Pledges to fight to keep open Abingdon Community Hospital and oppose the closure of services at Abingdon Community Hospital as well as Horton Hospital in Banbury. Proposals include raising an extra £6 billion a year for the NHS and social care with a 1p on Income Tax, and focuses on areas including social care, general practice, and mental health."
      }
    ],
    "mentions": {
      "candidate": "Layla Moran",
      "otherPartyLeaderCandidate": "the Conservatives",
      "partyLeader": "",
      "tacticalSituation": "Only the Lib Dems can beat the Conservatives across Oxford West & Abingdon constituency."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Addressed NHS issues by proposing to fight for the local hospital and requesting additional funding.",
      "immigration": "",
      "socialWelfare": "Promises to raise an extra £6 billion a year for NHS and social care, targeting funding on areas including social care, general practice, and mental health.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "A hard-working Lib Dem who will stand up for investment in our local NHS.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "Delighted to stand on the Liberal Democrat platform of investing in our NHS."
      }
    ],
    "contactInformation": {
      "address": "c/o Liberal Democrats, 27 Park End St., Oxford, OX1 1HU.",
      "phone": "",
      "email": "layla.moran@oxwablibdems.org.uk",
      "website": "www.laylamoran.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Layla Moran, Liberal Democrat Candidate for Oxford West & Abingdon."
        }
      ]
    },
    "additionalNotes": "The leaflet includes a graph comparing the Lib Dem, Con, Lab, and Grn vote shares in the area with the Lib Dems leading. It also highlights 'The Conservatives have broken their promise to ensure that the NHS budget is secure.'"
  }
}
```