```json
{
  "leaflet": {
    "candidateName": "Stella Creasy",
    "constituency": "Walthamstow",
    "politicalParty": "Labour & Co-operative",
    "electionDate": "Thursday 8 June 2017",
    "messages": [
      {
        "title": "The future of our community and our country is at stake - here's how I will keep fighting for Walthamstow",
        "content": "Opposing the Government’s destructive hard Brexit. Our NHS must be protected from Tory underfunding crisis. Housing costs are making Walthamstow a place for the wealthy few - and not many."
      },
      {
        "title": "Theresa May's hard Brexit will make Walthamstow poorer",
        "content": "I voted against triggering Article 50 to send a message to Theresa May that abandoning the single market was wrong."
      },
      {
        "title": "All our children deserve the best start in life",
        "content": "Our schools and colleges face budget cuts of up to 20%, and our self-employed struggle to get the help they need to succeed."
      },
      {
        "title": "Butterfields campaign shows I can make change happen here",
        "content": "Working with residents and campaigners, I fought and won the battle to save the Butterfields Estate families and will keep pushing for new social housing."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Opposes hard Brexit, against triggering Article 50, wants to keep ties with European neighbors, fight for jobs and rights of EU citizen neighbors."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Protecting NHS from Tory underfunding crisis."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Addressing high housing costs, pushing for social housing and tackling unaffordable rent increases."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Opposing budget cuts to schools and colleges, and supporting the self-employed."
      }
    ],
    "mentions": {
      "candidate": "Stella Creasy",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Opposes government's hard Brexit approach and against triggering Article 50.",
      "economy": "",
      "education": "Fight against budget cuts of up to 20% in schools and colleges.",
      "environment": "",
      "governance": "",
      "health": "Protect NHS from Tory underfunding crisis.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Addressing high housing costs and pushing for social housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "However hard times get, I will never stop working for Walthamstow. It's my family home and our shared passion.",
    "politicalExperience": [
      {
        "role": "Local MP",
        "duration": "Previous",
        "achievements": "Principles in seven years of change, holding the government to account, saving the Butterfields Estate, stopping the eviction of local families."
      }
    ],
    "contactInformation": {
      "address": "Stella Creasy's Campaign Office, 23 Orford Road, Walthamstow E17 9NL",
      "phone": "020 8520 6558",
      "email": "stella@workingforwalthamstow.org.uk",
      "website": "www.workingforwalthamstow.org.uk",
      "socialMedia": {
        "facebook": "/stellacreasy",
        "twitter": "@stellacreasy",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Hannah Ntende",
        "endorsement": "Stella fights non stop for the people of Walthamstow - locally and nationally. Voting for her is the only way we can make sure we continue to have a tireless champion for our needs. I'll be proud to put my cross next to her name on 8 June and hope everyone else will too."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Stella Creasy with local community members."
        },
        {
          "caption": "Stella Creasy outside Walthamstow Underground Station."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```