```json
{
  "leaflet": {
    "candidateName": "Rt Hon Sir Simon Hughes",
    "constituency": "Southwark and Bermondsey",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "COMMUNITY CAMPAIGNER",
        "content": "Simon Hughes has led campaigns for transport, keeping Millwall in Bermondsey, and genuinely affordable housing for local people."
      },
      {
        "title": "A STRONG VOICE IN PARLIAMENT",
        "content": "Simon Hughes was involved in various roles during his 32 years in parliament, actively engaging on human rights, responsible use of debit and credit card gambling, and other community beneficial acts."
      },
      {
        "title": "A PROUD INTERNATIONALIST",
        "content": "He fought to keep Britain in the European Union, has led peace and reconciliation initiatives in places like Cyprus, Sri Lanka, and Lebanon, and works closely with various communities in London."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Transport for all our community",
        "policyDescription": "Simon delivered the Southwark and Bermondsey Jubilee Line stations and the C10 bus, and leads the fight for the Bakerloo Extension."
      },
      {
        "policyTitle": "Keeping Millwall in Bermondsey",
        "policyDescription": "Simon has fought Labour’s plan for compulsory purchase, which could have forced Millwall to move out of the area."
      },
      {
        "policyTitle": "Rotherhithe walking and cycle bridge",
        "policyDescription": "He opposed the Garden Bridge and instead consistently proposed a walking and cycling bridge from Rotherhithe to Canary Wharf."
      },
      {
        "policyTitle": "Genuinely affordable housing for local people",
        "policyDescription": "He is fighting Labour’s local policies which are destroying communities and replacing social-off homes with luxury foreign-owned investment flats."
      },
      {
        "policyTitle": "Protecting NHS services for all",
        "policyDescription": "Simon's actions secured Cancer Centre campaigns to save Guy’s Hospital, and the 24-hour mental health clinic at the Maudsley Hospital."
      }
    ],
    "mentions": {
      "candidate": "Simon Hughes",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Fought hard to keep Britain in the European Union.",
      "economy": "",
      "education": "",
      "environment": "Opposed the Garden Bridge and proposed a new walking and cycling bridge from Rotherhithe to Canary Wharf.",
      "governance": "During his 32 years in parliament, Simon was given several awards including Most Motivated MP and Green MP of the Year.",
      "health": "Campaigns to save Guy’s Hospital, to open the Cancer Centre, and to keep the 24-hour mental health clinic at the Maudsley Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "He is fighting Labour’s local policies which are destroying communities and replacing social-off homes with luxury foreign-owned investment flats.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Simon Hughes, who lives just off the Old Kent Road, has spent more than 30 years fighting for our community. He is a tireless and consistent advocate for the welfare of the people of Bermondsey and Southwark.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "1983-Present",
        "achievements": "Several awards including Most Motivated MP and Green MP of the Year. Various roles in parliament including on the Joint Committee on Human Rights, as Deputy Leader of the Liberal Democrats and Minister of State for Justice."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "(020) 7237 8444",
      "email": "simon@simonhughes.org.uk",
      "website": "www.simonhughes.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/bermondseysimon",
        "twitter": "@SimonHughes",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Referee 1",
        "endorsement": "Simon has always been there for my family and our road"
      },
      {
        "endorser": "Referee 2",
        "endorsement": "Simon gave our family a voice when we felt we didn't have one"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Simon Hughes with community members."
        },
        {
          "caption": "Simon Hughes interacting with an individual."
        },
        {
          "caption": "Simon Hughes at a construction site."
        }
      ]
    },
    "additionalNotes": "Simon enjoys music, theatre and sport, especially football, cricket, rugby and tennis. He has been an Inward to London Ambassador for many years and is involved in Southwark charities."
  }
}
```