```json
{
  "leaflet": {
    "candidateName": "Sally Gathern",
    "constituency": "Ashford",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8th June 2017",
    "messages": [
      {
        "title": "Ever stuck about Brexit?",
        "content": "In the run up to the referendum, Labour was clear that we believed Britain's future was brighter within the EU. We were successful in convincing most of our supporters but not the wider public. Since then, Theresa May has invoked Article 50 and has been busy burning bridges with Brussels, seemingly intent on the most chaotic and catastrophic Brexit."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "I believe Labour has the right Brexit strategy. We will negotiate the best deal we can, prioritising jobs, the economy, the environment, workers’ rights and consumer protections."
      }
    ],
    "mentions": {
      "candidate": "Sally Gathern",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Labour was clear that we believed Britain's future was brighter within the EU. ... Theresa May has invoked Article 50 and has been busy burning bridges with Brussels, seemingly intent on the most chaotic and catastrophic Brexit.",
      "economy": "We will negotiate the best deal we can, prioritising jobs, the economy, ...",
      "education": "",
      "environment": "We will negotiate the best deal we can, prioritising ... the environment, ...",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "If elected, I would fight for the right of the British people to look again in the final deal and have the final say on what Brexit we have negotiated is what they want for Britain.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "sallygathern@hotmail.com",
      "website": "www.labour.org.uk/join",
      "socialMedia": {
        "facebook": "Ashford Labour",
        "twitter": "@AshfordLabour",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "John Studzinska",
        "endorsement": "As a small businessman working in the town I believe Labour has the best policies for jobs and growth. I encourage everyone to Vote Labour on June 8th."
      },
      {
        "endorser": "Kathy Walters - Unite",
        "endorsement": "I delighted to endorse Sally as the Labour candidate for Ashford. Ashford needs Sally as their MP to ensure working class families are heard in Westminster."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Picture of the candidate Sally Gathern"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```