```json
{
  "leaflet": {
    "candidateName": "Catherine Ross",
    "constituency": "Horsham",
    "politicalParty": "Green Party",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "Catherine says...",
        "content": "So... you don’t want to vote Tory, but neither Labour nor the Lib Dems appeal? There’s another option, Vote Green. If you support more funds for the NHS and schools; scrapping Southern’s rail franchise; protecting the countryside; and opposing a disastrous “hard” Brexit, vote Green. My kids are in Horsham schools and I run my business here. Unlike our current MP, I only have one house and have always lived in Horsham. Our area needs more younger, female representatives – reflecting its population. For a fairer future, vote Green."
      },
      {
        "title": "THIS ELECTION ISN'T ABOUT THE NEXT 5 YEARS. IT’S ABOUT THE NEXT 50 YEARS.",
        "content": "The Green Party is offering real opposition to this Government’s extreme Brexit. Only the Green Party has the vision to deliver an alternative future for our country, and our place in the world. And only the Green Party offers a different kind of politics. To shape an economy for everyone while preserving a safe environment. To build affordable homes and provide properly funded public services. And to put power back in your hands through a citizens’ democracy. Every Green vote on 8th June will help make that vision a reality."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS and Schools",
        "policyDescription": "Supports more funds for the NHS and schools."
      },
      {
        "policyTitle": "Rail Franchise",
        "policyDescription": "Advocates for scrapping Southern’s rail franchise."
      },
      {
        "policyTitle": "Countryside",
        "policyDescription": "Promises to protect the countryside."
      },
      {
        "policyTitle": "Brexit",
        "policyDescription": "Opposes a disastrous 'hard' Brexit."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Commitment to build affordable homes."
      },
      {
        "policyTitle": "Public Services",
        "policyDescription": "Plans to provide properly funded public services."
      },
      {
        "policyTitle": "Citizens' Democracy",
        "policyDescription": "Aims to put power back in citizens' hands through a citizens’ democracy."
      }
    ],
    "mentions": {
      "candidate": "Catherine Ross",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Green Party is offering real opposition to this Government’s extreme Brexit.",
      "economy": "",
      "education": "",
      "environment": "To shape an economy for everyone while preserving a safe environment.",
      "governance": "And to put power back in your hands through a citizens’ democracy.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "To build affordable homes and provide properly funded public services.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "My kids are in Horsham schools and I run my business here. Unlike our current MP, I only have one house and have always lived in Horsham.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "c/o 5 Kingsmead Road, Broadbridge Heath, RH12 3LD",
      "phone": "07833672753",
      "email": "catherine@horshamgreens.co.uk",
      "website": "sussexgreens.org/greenpart.org.uk",
      "socialMedia": {
        "facebook": "horshamgreens",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Your Green Party Candidate Catherine Ross Horsham"
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people."
  }
}
```