```json
{
  "leaflet": {
    "candidateName": "Sadiq Khan",
    "constituency": "Tooting",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Protecting our economic recovery",
        "content": "2010 has not got off to a good start, with several surveys showing the UK economy is getting better: the most mortgage approvals since March 2008; manufacturing activity at its highest for 2 years and home repossessions the lowest they have been this time for 10 years. Yet experts say the economy will peak at a fragile 1% growth rate in 2010; well below a 'normal' recession - and in Tooting, it's still 40% lower than when Labour came to power in 1997."
      },
      {
        "title": "Labour: more police, less crime",
        "content": "For decades, people have been calling for more police officers to tackle crime. That's what Labour has delivered over the last ten years - and it works."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Crime Special",
        "policyDescription": "Tackling anti-social behaviour - Mayor of London to cut police numbers - Wandsworth is inner London's safest borough"
      }
    ],
    "mentions": {
      "candidate": "Sadiq Khan",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "How your MP could help: - We've created new jobs through investments in future technologies and tackling climate change. - And having fought hard for local businesses, we've guaranteed training for every 18-24 year old who can't find work.",
      "education": "",
      "environment": "We've created new jobs through investments in future technologies and tackling climate change.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Sadiq Khan MP Working hard for Balham, Earlsfield, Furzedown, Tooting & Wandsworth Common",
    "politicalExperience": [
      {
        "role": "MP for Tooting",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Printed by ... on behalf of Sadiq Khan, both of 5B Trinity Road, Tooting, London, SW17 7RE;",
      "phone": "",
      "email": "",
      "website": "www.sadiqkhan.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Crime continues to fall in Wandsworth under the Labour government.",
        "source": "Source: Metropolitan Police",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sadiq Khan MP standing in front of a red backdrop."
        },
        {
          "caption": "Graph showing crime rates from 2002 to 2009."
        },
        {
          "caption": "Sadiq Khan out and about with the local police in Wandsworth, the safest borough in inner London."
        },
        {
          "caption": "Image depicting crowded police figures with an overlaid text 'Police numbers are being cut by the Tories — Mayor of London'."
        }
      ]
    },
    "additionalNotes": "Freedom Pass - freedom passes allow over-60s to travel for free on buses, tubes, trams and trains across London. Mayor Boris Johnson has revealed plans to take away over 450 bus officers over the next three years, and rely on extra unpaid volunteers to fill the gaps."
  }
}
```