```json
{
  "leaflet": {
	"candidateName": "Gerald Vernon-Jackson",
	"constituency": "Portsmouth South",
	"politicalParty": "Lib Dem",
	"electionDate": "8th June",
	"messages": [
  	{
    	"title": "People Before Politics!",
    	"content": "On 8th June vote for an MP who will put Portsmouth People before politics."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Preventing £10 million cuts to local schools in Portsmouth"
  	},
  	{
    	"policyTitle": "Health",
    	"policyDescription": "Addressing the bed crisis at QA Hospital and preventing cuts to the NHS"
  	}
	],
	"mentions": {
  	"candidate": "Gerald Vernon-Jackson",
  	"otherPartyLeaderCandidate": "Conservative",
  	"partyLeader": "",
  	"tacticalSituation": "In the last 10 parliamentary elections in Portsmouth South, it is 5 wins each to Lib Dems and Conservatives. Labour have NEVER won here."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "Preventing £10 million cuts affecting hundreds of front line teachers and schools in the area.",
  	"environment": "",
  	"governance": "",
  	"health": "Urgent need to tackle the bed crisis at QA Hospital. NHS failures are resulting in patients being treated in corridors and funding cuts leading to diminishing services.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "Open up St James' Hospital for patients to be moved to whilst waiting for their care packages to be put in place.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Gerald cares deeply about Portsmouth and the people, and aims to serve the community in a way that many in other parties do not. He has worked tirelessly for the past 15 years to make things better for local people.",
	"politicalExperience": [
  	{
    	"role": "Local Councillor",
    	"duration": "15 years",
    	"achievements": "Worked tirelessly for better local policies and been a powerful voice of opposition to the current Conservative Council and their government in Westminster."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "eandc@portsmouthlibdems.org.uk",
  	"website": "portsmouthlibdems.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Local Councillor Matthew Winnington and Community Champion Terry Hall",
    	"endorsement": "Backing Gerald Vernon-Jackson to be the next MP for Portsmouth South."
  	}
	],
	"quotes": [
  	{
    	"text": "'6 ambulances queueing in Portsmouth. Just another weekend in May. No flu, no norovirus, just a normal day. Thanks for your help @Jeremy_Hunt.'",
    	"source": "Twitter, The News",
    	"date": "Earlier this month"
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Local Lib Dem Councillor Matthew Winnington and Community Champion Terry Hall with Gerald Vernon-Jackson"
    	},
    	{
      	"caption": "Gerald Vernon-Jackson speaking about the bed crisis at QA Hospital"
    	}
  	]
	},
	"additionalNotes": "Gerald has been in and out of hospital with his mum in recent months and has seen first-hand the patients waiting on trolleys in corridors and heard the frustrations of staff."
  }
}
```