```json
{
  "leaflet": {
    "candidateName": "Dr Hirst",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "Leading the fight to stop the Conservatives' HARD Brexit",
        "content": "The election on 8th June is YOUR chance to change the country. A disastrous hard Brexit will hit people in the pocket across the country - with the poorest families hit hardest. We need to protect jobs, by keeping Britain in the single market and have a real alternative to the Conservatives."
      },
      {
        "title": "BREXIT HITS THE MOTORIST HARD",
        "content": "Petrol prices at the pumps are now rising steadily, with around two-thirds of the rises due to Brexit. Petrol prices have increased because crude oil is traded in dollars and the pound has slipped against the dollar after the vote to leave the EU. A hard Brexit could result in the pound dropping further, causing even dearer petrol prices, warns Peter Hirst."
      },
      {
        "title": "Moving forward again across Britain",
        "content": "The local elections across Britain on May 4th showed the highest vote share for the Liberal Democrats since 2010, according to election experts. The Lib Dem vote across the country rose to 18%, whilst Labour fell again - leaving the national gap between Lib Dems and Labour down to single figures. Now we come to the General Election on June 8th and local campaigner PETER HIRST will be fighting for you - on Brexit, schools and our health services. Remember, the Lib Dems are a UNITED PARTY which can provide stability and certainty at this time of crisis, whilst Labour are deeply divided on many key issues."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Keep Britain in the single market to protect jobs and provide a real alternative to the Conservatives' hard Brexit."
      }
    ],
    "mentions": {
      "candidate": "Dr Hirst",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "A disastrous hard Brexit will hit people in the pocket across the country - with the poorest families hit hardest.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Petrol prices have increased because crude oil is traded in dollars and the pound has slipped against the dollar after the vote to leave the EU. A hard Brexit could result in the pound dropping further, causing even dearer petrol prices.",
        "source": "Peter Hirst",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Graph showing vote share across UK with Lib Dems at 18%, Conservatives at 38%, and Labour at 27%."
        },
        {
          "caption": "Image of a petrol station sign with prices, symbolizing Brexit's impact on motorist expenses."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```