```json
{
  "leaflet": {
    "candidateName": "Mohammad YASIN",
    "constituency": "Bedford",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Why I am backing Mohammad Yasin",
        "content": "Bedford & Kempston needs a strong voice in Parliament, fighting for our hospital, our schools and effective policing. I'm confident Mohammad Yasin will be that strong voice. - Patrick Hall, Former MP for Bedford & Kempston"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fight to save our NHS & Bedford Hospital",
        "policyDescription": "Make Bedford Hospital a top priority. Ensure A&E, Maternity & Obstetrics and Paediatric Services are retained at Bedford Hospital to serve the growing and aging population."
      },
      {
        "policyTitle": "Fight cuts in education funding",
        "policyDescription": "Press for proper funding of our schools due to Tory funding cuts."
      },
      {
        "policyTitle": "Fight for local services and our police",
        "policyDescription": "Support the rebuilding of public services and address the devastating impact of Tory Government cuts on services and how it's affecting people's daily lives."
      }
    ],
    "mentions": {
      "candidate": "Mohammad Yasin listens to local people. I have lived in Bedford for more than 25 years with my wife and children.",
      "otherPartyLeaderCandidate": "The Tories intend to carry on protecting their rich friends.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Tories intend to carry on protecting their rich friends while thousands of ordinary people are sold out to food banks. It doesn't have to be this way – things can be different.",
      "education": "Our schools are threatened by underfunded, Tory policies on education.",
      "environment": "",
      "governance": "",
      "health": "Many people are worried about the future of the hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Tories continue to push for the cruel 'sport' of fox hunting.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I hope you will vote for me as a new, fully committed Bedford & Kempston MP who will fight for our towns' needs and stand up for the many, not just the few.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Suite 141, St Loyes House, 20 St Loyes Street, Bedford MK40 1ZL",
      "phone": "0207 6 125111",
      "email": "Yasin@bedfordlabour.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/Yasin4BedfordandKempston",
        "twitter": "@BedfordLabour",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Patrick Hall",
        "endorsement": "Bedford & Kempston needs a strong voice in Parliament, fighting for our hospital, our schools and effective policing. I'm confident Mohammad Yasin will be that strong voice."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote for Mohammad YASIN Labour candidate for Bedford"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```