```json
{
  "leaflet": {
    "candidateName": "Angela Smith",
    "constituency": "Wealden",
    "politicalParty": "Labour",
    "electionDate": "June 8",
    "messages": [
      {
        "title": "Speaking Up for Wealden Residents",
        "content": "Angela Smith discusses her connection to East Sussex and Wealden, her personal life and experience, and her understanding of local issues such as transportation and public services."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stand up for education, our children and the teaching profession",
        "policyDescription": "Fight for children's right to a decent education, oppose massive cuts, and less of exam-curriculum activities; teachers should get support, classroom texts, and work with parents and children."
      },
      {
        "policyTitle": "Protect our NHS",
        "policyDescription": "Fight for more nurses, doctors, and GPs, and fair pay to go with it; work to restore resources and ensure that vulnerable people without care can access the safety net of emergency health provision."
      },
      {
        "policyTitle": "Improve our roads, bus services and commuter services",
        "policyDescription": "Address the travel problems in Wealden, make daily commutes less of a nightmare, and provide a range of improvements in roads and rail network."
      },
      {
        "policyTitle": "Investment in social and affordable housing",
        "policyDescription": "Wealden Local Plan is necessary for stability for those most vulnerable. Push for more social and affordable housing to ensure that everyone can afford a home."
      },
      {
        "policyTitle": "Increased support for carers",
        "policyDescription": "The social care crisis is impacting too many; resolve the pressure for carers by giving them the financial and service support needed."
      }
    ],
    "mentions": {
      "candidate": "Angela Smith",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Angela Smith will fight for children's right to a decent education, aiming to counteract classroom cuts and lack of extracurricular activities.",
      "environment": "",
      "governance": "",
      "health": "Smith will fight for the NHS, advocating for more nurses, doctors, GPs, and fair pay, as well as improving emergency health provision.",
      "immigration": "",
      "socialWelfare": "Smith addresses the social care crisis and proposes increased support for carers, aiming to provide financial and service support.",
      "housing": [
        {
          "content": "Promote the Wealden Local Plan to ensure the availability of social and affordable housing for everyone in Wealden.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Angela Smith believes Wealden needs an MP who is accessible to all, and she pledges to be that person.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "angie4wealden@hotmail.com",
      "website": "fb.me/Angie4Wealden/",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "If you want a better education for our children, if you value our NHS, and demand better transport services and workers rights for our community VOTE LABOUR on June 8th.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Angela Smith with a pledge to stand up for education, the NHS, improving transportation, investing in housing, and supporting carers."
        },
        {
          "caption": "Vote Angela Smith with the tagline 'Let's make Britain better, starting here – in Wealden.'"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```