```json
{
  "leaflet": {
    "candidateName": "Jonathan Chilvers",
    "constituency": "Warwick and Leamington",
    "politicalParty": "Green Party",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "Thank you!",
        "content": "We're committed to South Leamington says Martin Luckhurst. 'I was humbled by the support and encouragement I received—thank you. It wasn't enough to win this time, but I love South Leamington and will continue to work hard to get things done and stand up for the area. Please do contact me with any suggestions about how to improve your street or community.'"
      },
      {
        "title": "Pigeon Poo Protest!",
        "content": "The battle to sort out the Pigeon poo under the Clemens St / High Street railway bridge has finally moved from a step. Green Councillor have received a legal opinion from the council. Laws indicates that Network Rail will own the bridge must pay to stop the pigeon nuisance. Pedestrians and cyclists have had to brave poo raining down from the bridge since the netting was taken down Autumn 2015. Despite repeated attempts to persuade Network Rail to fulfil its obligations, it has failed to do so. Martin Luckhurst thanked the Council's legal team for giving clear-cut evidence that Network Rail are responsible and said 'If this pigeon poo problem was affecting the suits of Senior Executives at Network Rail, it would have been sorted out by now. My message to them is 'we're not giving up until this is fixed. It's time for you to accept responsibility and take action.'"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Jonathan Chilvers",
      "otherPartyLeaderCandidate": "Conservative MP Chris White",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "What's the point of voting again for Conservative MP Chris White who is weakly going along with Theresa May's damaging version of Brexit? This risks everyone's jobs at local and environmental protections and leaves control still stuck in the hands of a small number of people. I will be a strong voice for Warwick and Leamington fighting the government chaos.",
      "economy": "Bringing pressure on the issues that residents in South Leamington and beyond so often talk to me about. Helping the housing market back into reach of ordinary people, proper local infrastructure for 21st century so we're not stuck in a traffic jam and making sure we work together to hand on an economy and an environment that will benefit our children.",
      "education": "",
      "environment": "Helping the housing market back into reach of ordinary people, proper local infrastructure for 21st century so we're not stuck in a traffic jam and making sure we work together to hand on an economy and an environment that will benefit our children.",
      "governance": "I will be a strong voice for Warwick and Leamington fighting the government chaos.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Helping the housing market back into reach of ordinary people.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "'I've known Jonathan Chilvers for three years and have the respect for his integrity, hard work and huge ways he consistently stands up for residents. He's the right man for the job and like many others I'll be voting for him on June 8th.' -Says local campaigner Martin Luckhurst as Greens announce candidate for General Election.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "FREPOST RTAB-JHEA-LUAS, 6 Waterloo Terrace, Leamington Spa, CV31 3DF.",
      "phone": "07845 022055",
      "email": "jonathan.chilvers@greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "leamgreens",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Your local Green Team"
        },
        {
          "caption": "Contact Martin and the Green Team"
        }
      ]
    },
    "additionalNotes": "Green Party: Working FOR people, working WITH people"
  }
}
```