```json
{
  "leaflet": {
    "candidateName": "Flick Drummond",
    "constituency": "Portsmouth South",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "TACKLING FAKE NEWS",
        "content": "One of the hazards of modern social media is that all sorts of inaccuracies become widespread. Let's bust some myths!"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "EDUCATION IS THE KEY TO OUR CHILDREN'S' FUTURE",
        "policyDescription": "Education is at the heart of my Plan for Portsmouth. The new funding formula will mean that Portsmouth schools have an extra £2.1m. I am delighted with the support of our schools in Parliament and everyone is grateful for the hard work and dedication of our teachers. New buildings, several outstanding schools, and our children are benefitting greatly."
      }
    ],
    "mentions": {
      "candidate": "Flick will vote against any attempt to repeal the foxhunting ban. Repealed the UN Declaration on Animal Welfare. Involved in petitions in the EU and UK Parliament. Voted for the increase in state pensions of £660 more next year.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Conservative policies have been good for Portsmouth – unemployment is down, growth in our economy is up, more homes are being built with more to come.",
      "education": "New funding formula will mean Portsmouth schools have an extra £2.1m, delighted in supporting schools in Parliament, everyone is grateful for hard work and dedication of our teachers, we now have several outstanding schools, improving children's education.",
      "environment": "",
      "governance": "",
      "health": "QA Hospital has just been given £58m and is one of the 40 hospitals that will be completely redeveloped.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "HMS Queen Elizabeth brings 1,378 of the 5,358 jobs for the Fleet Air Arm and RAF. Work starts on our new Type 26 frigates in July.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have spent the campaign period getting out as much as possible and meeting people face-to-face. I will always try to be positive about what I can do for you rather than be combative and putting down other parties.",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Unit 4, Cumberland Business Park, Portsmouth PO5 1DS",
      "phone": "02392 829750",
      "email": "",
      "website": "flickdrummond.com",
      "socialMedia": {
        "facebook": "flick4portsmouth",
        "twitter": "@FlickD",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```