```json
{
  "leaflet": {
    "candidateName": "Bob Marshall-Andrews",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "For 50 years, I was a proud member of the Labour Party as an MP and campaigner. But now I've joined the Liberal Democrats."
      },
      {
        "title": "Labour's failure",
        "content": "Labour was uniquely qualified to take on the falsehoods peddled by the Leave campaign on the NHS and much else besides. But to see Labour leaders then sign up to Brexit alongside Conservative and UKIP MPs was the final straw. In doing so they rejected the principles of internationalism held dear by Labour for decades."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Opposes Brexit and promotes internationalism, in contrast to recent Labour leadership."
      },
      {
        "policyTitle": "Values and Principles",
        "policyDescription": "Stands up for the values that Labour has abandoned, such as internationalism and opposition to war in Iraq and civil liberties."
      }
    ],
    "mentions": {
      "candidate": "Bob Marshall-Andrews",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Opposes Brexit and challenges Labour's approach to Brexit; endorses the Liberal Democrats for their consistency on Europe.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was appalled by the abject failure of Labour leaders to take the lead in the Brexit referendum. Britain needs a party who will stand up for the values that Labour has left behind.",
    "politicalExperience": [
      {
        "role": "Labour Member of Parliament",
        "duration": "1997 - 2010",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Bob Marshall-Andrews endorsing the Liberal Democrats after leaving the Labour Party."
        }
      ]
    },
    "additionalNotes": "PS This election could change Britain for generations - vote for a better future and use your vote to back the Liberal Democrats."
  }
}
```