```json
{
  "leaflet": {
    "candidateName": "Dr Neeraj Patil",
    "constituency": "Putney",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Make sure your vote counts",
        "content": "We’ve all heard promises about how ‘politics doesn’t matter’, when it ‘there’s no point’. So this time, as you decide who will take care of you, your loved ones, your community, think not just of Brexit or the economy, but also about real life. It’s our NHS, our education, our jobs, our housing and our kids. "
      },
      {
        "title": "Labour delivers on Putney High Street",
        "content": "After years of Tory failure and inaction, the Labour Party has helped Roehampton Cllr Peter Carpenter, Leonie Cooper AM and Mayor Sadiq Khan launch phase one of a series of London low emission bus zones on Putney High Street."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS & Social Care",
        "policyDescription": "Labour will provide £30 billion extra funding to restore NHS to full resources, ensure all NHS staff will get the pay they deserve, and will lay the foundations for a National Care Service for England."
      },
      {
        "policyTitle": "Education & Housing",
        "policyDescription": "Labour will ensure that all schools have the resources they need to thrive, including reversing Tory funding cuts with a funding formula that leaves no school worse off and scrapping the Tory grammar school vanity project and oppose any attempt to force schools to become academies."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Labour will introduce a new Clean Air Act to tackle the issue of air quality and safeguarding the environment."
      }
    ],
    "mentions": {
      "candidate": "Dr Neeraj Patil",
      "otherPartyLeaderCandidate": "Tories, Lib Dems, Greens",
      "partyLeader": "Mayor Sadiq Khan",
      "tacticalSituation": "Only Labour can beat the Tories here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Labour will ensure that all schools have the resources they need to thrive, including reversing Tory funding cuts with a funding formula that leaves no school worse off.",
      "environment": "Labour will introduce a new Clean Air Act to tackle the issue of air quality and safeguarding the environment.",
      "governance": "",
      "health": "Labour will provide £30 billion extra funding to restore NHS to full resources, ensure all NHS staff will get the pay they deserve.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Labour will end insecurity for private renters by introducing controls on rent rises and more secure tenancies. We will scrap the bedroom tax.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "This is the most important election in my lifetime. I became a doctor because I wanted to help people and I'm standing to be the MP for Putney, Roehampton & Southfields for the same reason. Our public services are near collapse. The NHS and social care are in chaos and now face a Tory hard-Brexit that will hit our economy for generations to come.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Labour Party, Free post, 35 Felsham Road, SW15 1AY",
      "phone": "020 8788 8961",
      "email": "contact@putneylabour.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "@PutneyLabour",
        "twitter": "@NeerajPatil",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr Patil talking about Brexit on Victoria Drive."
        },
        {
          "caption": "Dr Patil supports Roehampton Cllrs, campaigning for cleaners air. There is also children’s and family center in the picture."
        },
        {
          "caption": "Dr Neeraj Patil outside St George’s Hospital where he worked as a consultant."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```