```json
{
  "leaflet": {
    "candidateName": "Sean Woodcock",
    "constituency": "Banbury Constituency",
    "politicalParty": "Labour",
    "electionDate": "8 June",
    "messages": [
      {
        "title": "The Tories have let our country down:",
        "content": "Our NHS under pressure - GP surgeries closing & hospital services facing the axe - Our pensions betrayed - Social Care cut while the Tories threaten pensions - Our children abandoned - Schools losing funding as children’s centres disappear - Our economy undermined - EU trade and local jobs at risk from 'Hard Brexit'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Labour will govern for many, not the few.",
        "policyDescription": "End closure of hospital services and put patients first, look after NHS staff with better pay, put more money into health and social care, build more housing that is genuinely affordable, provide more money for schools, protect your rights at work and as consumers, protect your pension by guaranteeing the Triple Lock, end tax breaks for the very wealthy, no increases in VAT or National Insurance"
      }
    ],
    "mentions": {
      "candidate": "Sean Woodcock",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "EU trade and local jobs at risk from 'Hard Brexit'",
      "economy": "Our economy undermined",
      "education": "Schools losing funding as children’s centres disappear",
      "environment": "",
      "governance": "",
      "health": "Our NHS under pressure - GP surgeries closing & hospital services facing the axe",
      "immigration": "",
      "socialWelfare": "Social Care cut while the Tories threaten pensions",
      "housing": [
        {
          "content": "Build more housing that is genuinely affordable",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Sean Woodcock, 31, is delighted to be the Labour Party candidate for the constituency in which he has lived all his life.",
    "politicalExperience": [
      {
        "role": "Local Politician",
        "duration": "Since 2013",
        "achievements": "He has led Labour’s cross-party efforts to retain services at the Horton General Hospital and is an active campaigner on issues affecting the whole constituency."
      }
    ],
    "contactInformation": {
      "address": "Labour Party, 37 Ock St, Abingdon, OX14 5AG",
      "phone": "07900 902068",
      "email": "organiser@banburylabour.org",
      "website": "www.howellslabourservices.com",
      "socialMedia": {
        "facebook": "facebook.com/banburylabourparty",
        "twitter": "twitter.com/BanburyLabour",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Sean Woodcock, Labour Candidate for Banbury Constituency"
        }
      ]
    },
    "additionalNotes": "Sean wants to ensure that as Britain leaves the EU we get a deal that protects trade and local jobs and that preserves hard won employment rights."
  }
}
```