{
  "leaflet": {
    "candidateName": "Vince Cable",
    "constituency": "Twickenham",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday from 7 am - 10 pm",
    "messages": [],
    "keyPolicies": [],
    "mentions": {
      "candidate": "On Thursday, local residents are set to choose who they want to represent them as their local MP. Vince Cable appears to have strong support among many young people in the constituency and has a particularly high-profile national reputation.",
      "otherPartyLeaderCandidate": "The Conservatives have said that Theresa May will continue as Prime Minister, whatever happens in Twickenham.",
      "partyLeader": "",
      "tacticalSituation": "This election is a two-horse race. Exclusion of this constituency has always been Vince Cable. Conservative candidate has more than 23000 votes this year. Vince Cable's conservative opponent has consistently voted with the government on every key issue."
    },
    "issues": {
      "brexitEurope": "We believe we need this voice and experience during the forthcoming Brexit negotiations.",
      "economy": "He is seen to have the breadth of focus and perception that his critics argue is needed to equip the economy and help provide a safeguard against inflation.",
      "education": "",
      "environment": "Broken promises: Heathrow The local Conservative MP and Theresa May have both rejected appeals from Harrow and the area south of the borough to halt the election promise on Heathrow.",
      "governance": "",
      "health": "DEMENTIA TAX Patients risk losing their homes to fund care.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Patients risk losing their homes to fund care.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local residents say 'Bring back Vince'"
        }
      ]
    },
    "additionalNotes": "Latest Twickenham poll suggests a PHOTO FINISH! Conservative 43%, CABLE Lib Dem 41%, Labour 16%. For more details please see... Local residents say 'Bring back Vince' 'Two horse race'"
  }
}