```json
{
  "leaflet": {
    "candidateName": "Cheryl Gillan",
    "constituency": "Amersham & Chesham Constituency",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 8th June 2017",
    "messages": [
      {
        "title": "FORWARD TOGETHER",
        "content": "Conservatives are realistic about the economic situation so will tackle social inequalities and the challenges of an ageing society whilst being fair to the younger generation. We want to preserve our environment, strengthen our education system and enhance our NHS. We want to preserve our Union, defend our country and increase security against crime and terrorism whilst providing global leadership on development."
      },
      {
        "title": "A STRONG TEAM FOR BREXIT",
        "content": "We need to deliver a smooth and orderly departure from the European Union and forge a deep and special partnership with our friends and allies across Europe. We aim to emerging from Brexit a strong and united nation, able to take a lead in the World to defend Britain's interests."
      },
      {
        "title": "MY PRIORITIES FOR CHESHAM & AMERSHAM",
        "content": "To secure a future for the UK where we can set our own priorities and safeguard our own security, our economy and our sovereignty. To support our local area and environment, protecting the Chilterns from excessive development, allowing our towns and villages to thrive. To continue to work with Councillors, the NHS, the Police and local organisations to provide a safe and secure environment for all residents. To continue to fight for a fair share of resources for all our local services."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Realistic about economic situation, tackling social inequalities and challenges of an ageing society, preserving environment, education, and NHS, providing global leadership on development, strong economy based on sound public finances, low taxes and better regulation."
      },
      {
        "policyTitle": "Brexit",
        "policyDescription": "Deliver a smooth and orderly departure from the EU, forge a deep and special partnership with European allies, strong and united nation post-Brexit."
      },
      {
        "policyTitle": "Local Priorities for Chesham & Amersham",
        "policyDescription": "Safeguard security, economy, and sovereignty, protect Chilterns from excessive development, support towns and villages growth, work with local services for safe and secure environment, fair resources for local services."
      }
    ],
    "mentions": {
      "candidate": "Cheryl Gillan",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Smooth and orderly departure from the EU, deep and special partnership with European allies, strong and united nation post-Brexit.",
      "economy": "Realistic about the economic situation, tackling social inequalities and challenges of an ageing society, supporting youth, preserving our Union, defending our country, strengthening education, enhancing NHS.",
      "education": "Strengthening our education system",
      "environment": "Want to preserve our environment.",
      "governance": "",
      "health": "Enhance our NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Protecting the Chilterns from excessive development, allowing our towns and villages to thrive.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "It has been my privilege to represent the constituency for the last twenty five years.",
    "politicalExperience": [
      {
        "role": "Representative of the constituency",
        "duration": "Last twenty five years",
        "achievements": "Championed the Chilterns throughout my time in Parliament."
      }
    ],
    "contactInformation": {
      "address": "Conservatives Campaign Headquarters, 4 Matthew Parker Street, London, SW1H 9HQ",
      "phone": "01494 673745",
      "email": "cheryl4candam@gmail.com",
      "website": "www.conservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "We need a General Election now to secure the strong and stable leadership the country needs to see us through Brexit and beyond.",
        "source": "Theresa May, Prime Minister",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Cheryl Gillan with Conservative Party members and Theresa May."
        }
      ]
    },
    "additionalNotes": "As HS2 progresses, although I have already asked extra tunnelling along the sensitive Chilterns landscape, I will continue to hold the experts to hold HS2 to account."
  }
}
```