```json
{
  "leaflet": {
    "candidateName": "Sandra Gidley",
    "constituency": "Romsey",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Ambulances struggling to meet local needs",
        "content": "Sandra Gidley MP has been meeting with managers of the South Central Ambulance Service to find out why they are failing to respond quickly enough to emergency call outs. 'Each time I've been out with paramedics I've seen just how hard they are working,' Sandra said."
      },
      {
        "title": "Sandra takes the Forces pledge",
        "content": "Sandra has joined forces with the Royal British Legion to support their 'Do your bit' campaign. The campaign calls for MPs and Parliamentary candidates to promise to support 'the whole Armed Forces family'. 'I'm extremely proud to be doing my bit to help our amazing forces. The Legion has done valued work standing up for veterans' and serving members of the Forces,' Sandra said."
      },
      {
        "title": "It's official! Ladbrokes declare Labour outsiders here",
        "content": "Latest odds from top bookmaker Ladbrokes confirm Labour are out of the race. Election odds show that only sitting MP and Lib Dem Sandra Gidley MP and Tory front runner could make it through at the next election. More and more former Labour supporters are backing Sandra Gidley and the Lib Dems this time. They want to make sure we have a strong local voice at Westminster."
      },
      {
        "title": "200 years to recoup Hampshire HQ costs",
        "content": "It will take two centuries to recoup the £40 million cost of Hampshire County Council's new headquarters in Winchester. The Conservatives claim the new buildings will save the taxpayer £100,000 a year. However, this means it will take 200 years to recover all the money! The Conservatives plan wasn't costed appropriately, as it misses out mandatory refurbishment bills which have increased spending on the new HQ to over £1.2 million. This decision is costing taxpayers more than £12,000 on just six taps."
      },
      {
        "title": "Sandra takes allotments plight to Parliament",
        "content": "Sandra has taken the fate of Romsey's allotments to Parliament, pressing the Government to protect these vital community sites."
      },
      {
        "title": "Lib Dems slam Testway Housing for asbestos nightmare",
        "content": "Sandra Gidley and Councillor Mark Cooper have piled on the pressure at Testway's 'Travesty Housing' for failing to remove dangerous asbestos from homes in Romsey. Sandra and Mark love to see residents extending and supporting local charities, and the housing association that homes protect residents' health. 'It's no use saying take to [the] streets with placards as soon as possible - health isn't played by politics. Every day risks,' Sandra said."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Emergency Services Support",
        "policyDescription": "Sandra Gidley has been addressing issues with emergency services response times by meeting with South Central Ambulance Service managers."
      },
      {
        "policyTitle": "Armed Forces Support",
        "policyDescription": "Sandra Gidley supports the 'Do your bit' campaign by the Royal British Legion to assist Armed Forces families."
      },
      {
        "policyTitle": "Fiscal Responsibility",
        "policyDescription": "Sandra Gidley criticizes Conservatives' financial decisions, such as the new headquarters costing £40 million which will take two centuries to recoup."
      },
      {
        "policyTitle": "Environmental and Community",
        "policyDescription": "Sandra Gidley emphasizes the importance of protecting community sites like allotments and tackling the asbestos issue in Romsey."
      }
    ],
    "mentions": {
      "candidate": "Sandra Gidley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Tactical voting considerations are highlighted by pointing out that the next MP will likely be either Sandra or the Conservative candidate, with Labour out of the race according to Ladbrokes."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Critical of Conservative spending on the new Hampshire County Council headquarters.",
      "education": "",
      "environment": "Involvement in supporting local allotments and addressing asbestos issues in homes.",
      "governance": "Sandra takes the Forces pledge to support the 'Do your bit' campaign and also shows tactical election considerations with Labour being outsiders.",
      "health": "Meeting with ambulance services to address response times and the issue of asbestos in homes, calling for its removal for health reasons.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Asbestos issues in local housing and the importance of community spaces like allotments are discussed.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "Active involvement with local emergency services, the Royal British Legion, and pressing issues such as the allotments to Parliament."
      }
    ],
    "contactInformation": {
      "address": "FREEPOST, 3A Victoria Place, Love Lane, Romsey SO51 8DE",
      "phone": "",
      "email": "",
      "website": "www.SandraGidley.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Ladbrokes",
        "endorsement": "Election odds suggest Labour are outsiders and endorse the likelihood of Sandra Gidley (Lib Dem) or the Conservative candidate."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sandra receives her Royal British Legion 'Do Your Bit' pledge card."
        },
        {
          "caption": "Sandra meets hardworking South Central Ambulance staff."
        },
        {
          "caption": "Sandra has been giving to save our green fields."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```