{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Want to give our NHS the support it needs?",
        "content": "The Liberal Democrats are the only party with a fully costed plan to give our NHS the full investment it needs to survive. By raising tax by just one penny the Lib Dems will give our doctors and nurses £6 billion extra each year to protect our vital health services. This is your one chance to change the direction of the country - and get a positive future for our NHS."
      },
      {
        "title": "Is this the future you want for Britain?",
        "content": "Conservative cuts to our vital services are going too far. If Theresa May wins big on 8th June they'll be able to carry on with their cuts agenda. The Conservatives have already cut funding for our NHS and schools - with further cuts planned. The Liberal Democrats are campaigning to protect the things people care about most - like jobs, the NHS and schools. They will fight against more cuts."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Funding",
        "policyDescription": "An additional £6 billion per year for the NHS by raising income tax by just one penny."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Theresa May, Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The Liberal Democrats are the only party with a fully costed plan to give our NHS the full investment it needs to survive. The Liberal Democrats are campaigning to protect the things people care about most - like jobs, the NHS and schools. They will fight against more cuts.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "LibDems.org.uk/FutureOfOurNHS",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Jeremy Corbyn is unfit to be called leader of the opposition",
        "source": "The Guardian, 19 Feb 2017",
        "date": "2017-02-19"
      },
      {
        "text": "Labour braced for new low. Corbyn heading for disaster",
        "source": "I newspaper, 4 April 2017",
        "date": "2017-04-04"
      },
      {
        "text": "Corbyn is leader of the opposition in name only",
        "source": "New Statesman, 19 March 2017",
        "date": "2017-03-19"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote Liberal Democrat"
        },
        {
          "caption": "The choice in this election is clear: A BETTER FUTURE FOR OUR NHS WITH THE LIB DEMS OR MORE OF THERESA MAY'S CUTS TO OUR NHS WITH THE TORIES"
        },
        {
          "caption": "LIB DEMS PLAN EXTRA £6BILLION FOR OUR NHS."
        }
      ]
    },
    "additionalNotes": ""
  }
}