```json
{
  "leaflet": {
    "candidateName": "Dr Ellie Chowns",
    "constituency": "North Herefordshire",
    "politicalParty": "Green Party",
    "electionDate": "May 2017",
    "messages": [
      {
        "title": "Act now to clean up our environment, says Ellie",
        "content": "Bold new steps are needed to tackle threats to our environment and our children's future, says Green Party election candidate Dr. Ellie Chowns."
      },
      {
        "title": "Vote to save our schools and services, says Dr Ellie Chowns",
        "content": "Vulnerable elderly people and local schoolchildren will suffer unless the county demands a 'rescue plan' from continued cuts in local services, says Dr Ellie Chowns, Green Party parliamentary candidate for North Herefordshire."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Environment",
        "policyDescription": "Green Party's plan involves forcing car companies to abide by the 'polluter pays' principle, making air pollution through when so many premature deaths are linked to bad air quality. Also mentions a new Air Act."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Advocates for fairer funding so that every child receives the best education possible, whatever the background they come from."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Seeks to end creeping privatisation and treat the profit motive out of healthcare with a public NHS that will last for generations to come."
      }
    ],
    "mentions": {
      "candidate": "Dr Ellie Chowns",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "North Herefordshire is a tightly-contested constituency."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Mentions the damaging effects of funding formula changes, resulting in multi-million pound losses for schools from 2013-2019.",
      "environment": "Addresses issues related to air pollution and environmental threat to children's future.",
      "governance": "",
      "health": "Discusses the problem of privatisation and the need for a public NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Ellie is a keen community campaigner and has served as a school governor, HomeStart volunteer, and association treasurer. She is also an enthusiastic supporter of youth sports teams.",
    "politicalExperience": [
      {
        "role": "School Governor, HomeStart Volunteer, Association Treasurer",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Published by Pete Blench, for North Herefordshire Green Party C/O, Gwryne Ryelands Rd, Leominster HR6 8PN.",
      "phone": "01531 670729",
      "email": "ellie@herefordshire.greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "ellie.chowns",
        "twitter": "EllieChownsMEP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "'Sadly the feeble plan put forward by Ministers won’t go anywhere near far enough in tackling this major public health emergency. We need a huge investment in public transport, serious taxation changes and a new Clean Air Act.' - Ellie Chowns",
        "source": "Leaflet content",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ellie Chowns, right, with Leominster resident Val Nolan at the Friday market during..."
        },
        {
          "caption": "Making links with small businesses: Ellie at Natural Breeding Company with Sue Bullock"
        },
        {
          "caption": "Ellie Chowns. Photo: Chris Watson"
        }
      ]
    },
    "additionalNotes": "The leaflet outlines the success of the Green Party in local elections and emphasizes the importance of tactical voting in the constituency."
  }
}
```