{
  "leaflet": {
    "candidateName": "Beki Sellick",
    "constituency": "Peterborough",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "SPEAKING UP FOR YOU",
        "content": "As a local campaigner Beki Sellick has worked with the area's Liberal Democrat councillors to help hold the Tory-controlled council to account. She recently used her right - that we all have as citizens - to put a question to council leaders at a meeting of the council."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Air Quality",
        "policyDescription": "Beki asked why the council was not looking at things such as electric buses to help tackle the situation."
      },
      {
        "policyTitle": "European Union Citizens' Rights",
        "policyDescription": "Following the Brexit vote, enforced the council to consider a petition calling on it to do more to help EU citizens living in Peterborough to apply for UK citizenship - including running English language courses."
      }
    ],
    "mentions": {
      "candidate": "Beki Sellick",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "As an MP I would seek to protect the rights of EU nationals and everyone living here.",
      "economy": "",
      "education": "",
      "environment": "Beki demanded to know why, despite Peterborough's claims to be an 'environment city', air quality has actually got worse rather than better according to the latest figures.",
      "governance": "Beki Sellick has worked with the area's Liberal Democrat councillors to help hold the Tory-controlled council to account.",
      "health": "",
      "immigration": "She forced the council to consider a petition calling on it to do more to help EU citizens living in Peterborough to apply for UK citizenship - including running English language courses.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Beki is involved: She campaigns on issues such as children's welfare, housing and Fairtrade and chairs her local residents' association.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Beki is passionate about trying to make the world a fairer place - as a political campaigner, a community volunteer and a Liberal Democrat.",
    "politicalExperience": [
      {
        "role": "Liberal Democrat parliamentary candidate for Peterborough",
        "duration": "",
        "achievements": "Interviewed on BBC Radio."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Beki Sellick, Liberal Democrat parliamentary candidate for Peterborough, after being interviewed on BBC Radio."
        },
        {
          "caption": "Beki Sellick with local Liberal Democrat councillors Nick Sandford, Asif Shaheed and Simon Barkham."
        }
      ]
    },
    "additionalNotes": ""
  }
}