```json
{
  "leaflet": {
    "candidateName": "Derek",
    "constituency": "Plymouth Sutton And Devonport",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "TAKING BACK CONTROL OF OUR LAWS AND OUR BORDERS",
        "content": "Theresa May and the Conservatives want to control and reduce immigration because we're leaving the EU, we want people to come from around the world, but it should be managed correctly and not uncontrolled."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Getting Brexit negotiations right is central to everything. Only Theresa May has a plan to make a success of Brexit and get the deal Britain needs."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Theresa May's plan for Brexit will end free movement of EU citizens. Jeremy Corbyn won’t do that. He doesn't believe in controls."
      }
    ],
    "mentions": {
      "candidate": "Theresa May needs your local vote.",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Only Theresa May has a plan to make a success of Brexit and respect the will of the British people. Theresa May’s plan for Brexit will end free movement of EU citizens.",
      "economy": "Creating better-paying jobs and controlling immigration ensures development on the economic side.",
      "education": "Funding our schools and controlling immigration ensures better educational opportunities.",
      "environment": "",
      "governance": "",
      "health": "Funding our schools and hospitals and controlling immigration ensures development in health services.",
      "immigration": "Theresa May and the Conservatives want to control and reduce immigration. Her plan brings in the skilled workers the economy needs to stay strong.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Controlling immigration helps control housing pressures.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Labour want to ignore our EU ref vote",
        "source": "The Sun, 21st May 2017",
        "date": ""
      },
      {
        "text": "Sky-high immigration would continue for years under Jeremy Corbyn – the Labour leader signalled today.",
        "source": "The Sun",
        "date": ""
      },
      {
        "text": "Labour plots Brexit deal with other parties if Tories don't win election majority.",
        "source": "Mirror, 20th April 2017",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Leaflet cover with Theresa May and information about the importance of Brexit and local vote"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```