```json
{
  "leaflet": {
    "candidateName": "Iain McGill",
    "constituency": "Edinburgh North and Leith",
    "politicalParty": "Scottish Conservative and Unionist",
    "electionDate": "8 June 2017",
    "messages": [
      {
        "title": "A MESSAGE FROM RUTH DAVIDSON",
        "content": "With just a few days to go before the General Election on 8th June, more and more local people are coming to give their votes to my candidate Iain McGill because he is best placed to stop the SNP here in Edinburgh North and Leith. Iain McGill is picking up votes from both Labour and the SNP supporters who want to oust Lib Dem swampies. And they know that only a win here for a Scottish Conservative and Unionist candidate can ever send Nicola Sturgeon a message that we don’t want pulled back to another tiring and divisive independence referendum by visiting Scottish Conservative and Unionist activists."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Iain McGill",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Ruth Davidson",
      "tacticalSituation": "Labour and the Lib Dems are out of the General Election race here, so only a solid win for my candidate can beat the SNP and send Nicola Sturgeon a message she can't ignore."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.scottishconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Ruth Davidson MSP",
        "endorsement": "Iain McGill is picking up votes from both Labour and the SNP supporters who want to oust Lib Dem swampies. And they know that only a win here for a Scottish Conservative and Unionist candidate can ever send Nicola Sturgeon a message that we don’t want pulled back to another tiring and divisive independence referendum by visiting Scottish Conservative and Unionist activists."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ruth Davidson, leader of Scottish Conservative and Unionist Party, endorsing Iain McGill."
        },
        {
          "caption": "Graphical representation of voting percentages in Edinburgh North and Leith from previous election."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```