{
  "leaflet": {
    "candidateName": "Mark Coote",
    "constituency": "Cheltenham",
    "politicalParty": "Conservative",
    "electionDate": "Spring 2010",
    "messages": [
      {
        "title": "Cheltenham Needs Change",
        "content": "Your vote in this year's General Election will decide whether we have continuity with Gordon Brown or a fresh start with David Cameron. Cheltenham is one of the most marginal seats in the country and so the power to decide is in your hands. Popular local resident, campaigner and prospective MP Mark Coote said, 'Cheltenham needs a change of direction. We need an MP sitting at the table of Government not the opposition out of it. We need a strong voice for our town at Westminster, someone to fight for the interests of our town.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Commitment to the NHS",
        "policyDescription": "Mark Coote has given his full endorsement to David Cameron's priority of the NHS, calling it the single most important issue for most people. Mark says, 'I applaud David Cameron's commitment to real-terms health spending in real terms, but also his focus on critical reform. Decentralisation, accountability and transparency must be key priorities and this manifesto change - the very first announced in the pre-election campaign - is the right clarion call.'"
      }
    ],
    "mentions": {
      "candidate": "Mark Coote",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "Cheltenham is one of the most marginal seats in the country and so the power to decide is in your hands. Popular local resident, campaigner and prospective MP Mark Coote said, 'Cheltenham needs a change of direction."
    },
    "issues": {
      "housing": [
        {
          "content": "Fighting for Cheltenham's green spaces.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mark's political beginnings: fighting for grammar schools."
        },
        {
          "caption": "Mark: Why the NHS is my key priority."
        },
        {
          "caption": "Fighting for Cheltenham's green spaces."
        },
        {
          "caption": "A supermarket Ombudsman is a good idea."
        },
        {
          "caption": "Mark sees healthcare as top priority"
        }
      ]
    },
    "additionalNotes": "MAKE 2010 THE YEAR OF CHANGE; David Cameron needs a win in Cheltenham to govern"
  }
}