```json
{
  "leaflet": {
    "candidateName": "Alex Sobel",
    "constituency": "Leeds North West",
    "politicalParty": "Labour and Co-operative",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Dear resident",
        "content": "Do you believe that this country urgently needs change? Over the past seven years we've seen a steady decline in living standards for most, in our society - apart from the very rich. In our local area people are feeling the pinch more than ever before. The weekly shop is more expensive, heating and transport costs are going up, people feel less secure at work, and our NHS is at breaking point. We need an MP for our area who will work hard for you, both at home and on the important issues in parliament. As a Labour councillor, I have helped thousands of local people and have a strong track record of fighting for decent public services. I lead the council's work on climate change and air quality, setting up White Rose Energy, and business. I played a key role in setting solutions for residents and local not-for-profit energy company that provides lower prices to residents in our local area and ditched all Workfare. I am so pleased that the Labour Party have agreed to roll this out nationally if we win on 8th June. Our air quality is a major concern for people in our area but the Conservatives are still dragging their heels over a proper national plan for cleaner air. Labour will bring forward a Clean Air Act within 30 days of winning power. This election is an opportunity to change the disastrous direction of the Coalition and Conservative governments, and start making positive choices. A Labour government will protect the triple lock on pensions, better tuition fees, protect and fund the NHS for patients, not profiteering and bring railways and Royal Mail back into public hands. Please vote Labour - for a fresh voice for our area that will deliver the change we so desperately need. With best wishes, Alex Sobel Labour Parliamentary candidate for Leeds North West"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Higher education - abolishing fees",
        "policyDescription": "Abolish University tuition fees and reintroduce maintenance grants for students"
      },
      {
        "policyTitle": "Transforming Early Years provision",
        "policyDescription": "All 2-4 year-olds have free childcare, helping parents return to work. Extend 30 hours free childcare to all 2-year-olds and restore the Sure Start grant."
      }
    ],
    "mentions": {
      "candidate": "Alex Sobel",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The weekly shop is more expensive, heating and transport costs are going up, people feel less secure at work.",
      "education": "Abolish University tuition fees and reintroduce maintenance grants for students",
      "environment": "Clean Air Act within 30 days of winning power.",
      "governance": "The disastrous direction of the Coalition and Conservative governments will be changed with positive choices.",
      "health": "Protect and fund the NHS for patients, not profiteering.",
      "immigration": "",
      "socialWelfare": "Protect the triple lock on pensions, better tuition fees.",
      "housing": [
        {
          "content": "Set up White Rose Energy, a not-for-profit energy company that provides lower prices to residents in our local area.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As a Labour councillor, I have helped thousands of local people and have a strong track record of fighting for decent public services.",
    "politicalExperience": [
      {
        "role": "Labour councillor",
        "duration": "",
        "achievements": "Helping thousands of local people, fighting for decent public services, leading the council's work on climate change and air quality, setting up White Rose Energy."
      }
    ],
    "contactInformation": {
      "address": "Labour Rooms, Nelson Street, Otley, LS21 1EZ",
      "phone": "01943 969334",
      "email": "alex.sobel@leedsnwlabour.com",
      "website": "",
      "socialMedia": {
        "facebook": "/alexsobel4leedsnw",
        "twitter": "@alexsobel",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local community figures and residents endorsing Alex Sobel, quotes on why they are backing him."
        },
        {
          "caption": "Alex Sobel presenting his message and offering ways to get in touch."
        },
        {
          "caption": "Campaign promises on higher education and early years provision."
        },
        {
          "caption": "Picture of Alex Sobel campaigning with local people."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```