```json
{
  "leaflet": {
    "candidateName": "Steve Brine",
    "constituency": "Winchester & Chandler's Ford",
    "politicalParty": "",
    "electionDate": "June 2017",
    "messages": [
      {
        "title": "On Thursday you will finally get to vote in this crucial General Election.",
        "content": ""
      },
      {
        "title": "",
        "content": "I was first elected in 2010, and re-elected just two years ago. I live in the heart of the constituency with my young family and have worked hard to establish myself as a reliable and experienced constituency MP able to get things done."
      },
      {
        "title": "",
        "content": "The NHS has been my priority since day one and I will always fight for safe and sustainable local services, in the acute sector as well as across primary care, social care and community services."
      },
      {
        "title": "",
        "content": "Equally on schools, and with small children of my own, I am passionate about education. We have protected the schools budget and through raising costs are extremely challenging right now, I want to see a fairer funding formula introduced and will, using all my experience, working with parents, head and governors to fight for one if I am re-elected."
      },
      {
        "title": "",
        "content": "This election is, of course, about the kind of MP you want locally but it is also about the Prime Minister you elect to run the country. Either Theresa May or Jeremy Corbyn will be in No.10 Downing Street so your vote really matters."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Fight for safe and sustainable local services, both in the acute sector and across primary care, social care and community services, with a commitment to increasing funding by a minimum of £8 billion in real terms over the next five years."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Passionate about education, wants to protect the schools budget and seek a fairer funding formula for schools, working with parents, heads, and governors to achieve this goal."
      }
    ],
    "mentions": {
      "candidate": "Steve Brine",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Either Theresa May or Jeremy Corbyn will be in No.10 Downing Street so your vote really matters."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Passionate about education, protected the schools budget, recognizing that costs are challenging. A fairer funding formula is needed.",
      "environment": "",
      "governance": "References the importance of voting for the right Prime Minister to navigate Brexit negotiations.",
      "health": "NHS has been a priority, fighting for safe and sustainable local services. Commitment to increase NHS funding by a minimum of £8 billion in real terms over the next five years.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have never followed whipped up sensationalist causes, preferring to work around the key relationships I have built. That allows me to be effective and understand the issues.",
    "politicalExperience": [
      {
        "role": "Constituency MP",
        "duration": "Since 2010",
        "achievements": "Re-elected two years ago, established as a reliable and experienced constituency MP."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01962 679913",
      "email": "steve@stevebrine.com",
      "website": "www.stevebrine.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Steve Brine with Theresa May."
        }
      ]
    },
    "additionalNotes": "PS – You can find out more about my positive local campaign at www.stevebrine.com/positiveasons"
  }
}
```