```json
{
  "leaflet": {
    "candidateName": "Harriet Harman",
    "constituency": "Camberwell and Peckham",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Fighting for you and your family",
        "content": "Campaigning against Tory cuts in funding of schools in Camberwell and Peckham"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Vital public services",
        "policyDescription": "Will fight to protect our local NHS, schools and all our public services."
      },
      {
        "policyTitle": "Homes and Safety",
        "policyDescription": "Will insist on more police officers on our streets and protecting homes for local people."
      },
      {
        "policyTitle": "Fighting school cuts",
        "policyDescription": "Schools have repeatedly been let down by the current government, reducing teachers and support staff in schools."
      },
      {
        "policyTitle": "Speaking up for you",
        "policyDescription": "Will be a strong voice for you in the House of Commons."
      },
      {
        "policyTitle": "Protecting community arts",
        "policyDescription": "Will support and work with London's vibrant arts and cultural community."
      }
    ],
    "mentions": {
      "candidate": "Harriet Harman",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Sadiq Khan",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Campaigned for the UK to stay in the EU and am disappointed we voted to leave.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Vital public services - Will fight to protect our local NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Homes and Safety - Will insist on more police officers on our streets and protecting homes for local people.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Over the 35 years I have been your MP, I have helped thousands of people solve their problems and have always stood up for local people, local prosperity and local public services.",
    "politicalExperience": [
      {
        "role": "MP for Camberwell and Peckham",
        "duration": "35 years",
        "achievements": "Helped establish new laws including the Equality Act and tough new laws against domestic violence; helped pave for better minimum wage; National Minimum of Working Forward Payment for elder people and childcare."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Sadiq Khan",
        "endorsement": "As London's Mayor, I urge you to vote for Harriet Harman on 8 June. Having worked with her for nearly 20 years, I know Harriet to be a champion for Camberwell and Peckham and local Labour's national team."
      }
    ],
    "quotes": [
      {
        "text": "She is a local member of Parliament that actually goes and works tirelessly to resolve the scourge of inequality and lack of resources on our streets. She truly is the strongest voice and ally Camberwell has. She is an asset to Camberwell and Peckham and to London.",
        "source": "Sadiq Khan",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Harriet Harman campaigning against Tory cuts in funding of schools in Camberwell and Peckham."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```