```json
{
  "leaflet": {
    "candidateName": "Jo Kirby",
    "constituency": "Moray",
    "politicalParty": "Scottish Labour",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "The Real Alternative",
        "content": "Moray needs an MP that will get on with the job of representing Moray residents and defending our schools, hospitals, and public services."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fighting for better jobs",
        "policyDescription": "Scotland deserves a pay rise. That is why I support Labour's plan for a £10 an hour real living wage. People work hard - they deserve a fair day's pay for a fair day's work."
      },
      {
        "policyTitle": "Fighting for public services",
        "policyDescription": "The Tories and the SNP have cut budgets for local services in Moray. I'll always fight for our public services such as schools and hospitals to receive the funding they need."
      },
      {
        "policyTitle": "Fighting for you",
        "policyDescription": "The SNP only cares about a divisive second independence referendum and the Tories want a hard Brexit that will harm our economy. I'll always put Moray first."
      }
    ],
    "mentions": {
      "candidate": "Jo Kirby",
      "otherPartyLeaderCandidate": "Nicola Sturgeon should get back to the day job. If people think she should have another go at an independence referendum, they should vote SNP.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Tories want a hard Brexit that will harm our economy.",
      "economy": "Scotland deserves a pay rise. That is why I support Labour's plan for a £10 an hour real living wage.",
      "education": "",
      "environment": "",
      "governance": "The SNP only cares about a divisive second independence referendum.",
      "health": "I'll always fight for our public services such as schools and hospitals to receive the funding they need.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am not a professional politician, I'm just an ordinary person who lives and works in the community of Moray. I am standing to be the next Member of Parliament for Moray on a positive manifesto with fresh ideas for developing our area and building a fairer, more just society.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Moray Constituency Labour Party, 2 Linkwood Close, Elgin IV30 6BF",
      "phone": "",
      "email": "moraylabour@gmail.com",
      "website": "jo.kirbylabour",
      "socialMedia": {
        "facebook": "facebook.com/jokirbylabour",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Cllr John Divers",
        "endorsement": "As a local teacher then educationist, commitment to public services has made a difference to thousands. Having devoted my years to education, teaching the same passion, commitment, and dedication would bring that same dedication to representing all the residents of Moray."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jo Kirby, the Scottish Labour candidate for Moray."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```