```json
{
  "leaflet": {
    "candidateName": "Richard Burden",
    "constituency": "Birmingham Northfield",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "My pledges to you",
        "content": "To be your champion. I have always stood up for our community and re-elected as your MP, I always will. To fight for our children's future. Every child deserves a great education and a secure future. Labour will protect at risk school cuts that puts that future at risk. To protect skills training and boost opportunities for young people. I'll keep fighting to protect apprenticeships and for investment to bring quality jobs. To keep our communities safe and secure. I always puts our area and I back community initiatives to keep our neighbourhoods safe. To build and renew for the future. We urgently need more good quality affordable housing, action to fix schools and improved greener, safer, more accessible public transport."
      },
      {
        "title": "Delivering for Birmingham Northfield",
        "content": "Stepping in to protect apprenticeships when new Government rules threatened to see local colleges delivering apprenticeships recently, action by Richard to protect these vital opportunities for young people to be up and running six. Standing up for local children and parents when home to school transporter for children with special needs was under threat, Richard stood up for families like ours and it made a real difference, we need to keep him in as our MP to reflect our concerns."
      },
      {
        "title": "A record of service second to none",
        "content": "Since 2010 alone, Richard has taken up more than 17,000 cases brought to him by local people on issues ranging from housing to small business and refugee collection to employment issues, tax credits and support for people with disabilities. He is here for local people through thick and thin."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Every child deserves a great education and a secure future. Labour will protect at risk school cuts that puts that future at risk."
      },
      {
        "policyTitle": "Youth Opportunity",
        "policyDescription": "Boost opportunities for young people, including protecting apprenticeships and investing to bring quality jobs."
      },
      {
        "policyTitle": "Community Safety",
        "policyDescription": "Back community initiatives to keep neighbourhoods safe."
      },
      {
        "policyTitle": "Housing and Public Transport",
        "policyDescription": "Urgently need more good quality affordable housing and improved green, safer, more accessible public transport."
      }
    ],
    "mentions": {
      "candidate": "I have always stood up for our community and, if re-elected as your MP, I always will.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The NHS saved my son's life. We cannot let the Conservatives dismantle it bit by bit. I know Richard will always fight for our Health service that is there for everyone."
    },
    "issues": {
      "brexitEurope": "They are values that will guide me in fighting for the best deal for this area as Britain faces a new future outside the European Union in a world that is more uncertain than it has been for generations.",
      "economy": "I believe in an economy that works and in a future that is fair for all. That's what I want to see a Labour Government.",
      "education": "",
      "environment": "We urgently need more good quality affordable housing, action to fix schools and improved greener, safer, more accessible public transport.",
      "governance": "My record shows I will take on Governments, the Council and any other institution whose decisions and actions affect the people I represent – whichever Party is in power.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We urgently need more good quality affordable housing",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "In all the years I have been your MP I have always stood up for local people, from helping our area rebuild after the dark days of the collapse of MG Rover a decade ago, to fighting for new opportunities today and for the affordable homes, jobs and skills our area needs.",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "Since 2010 alone, Richard has taken up more than 17,000 cases.",
        "achievements": "Helping local area rebuild after the collapse of MG Rover, protecting apprenticeships, upholding children's transport services, supporting small businesses, employment issues, tax credit and support for people with disabilities."
      }
    ],
    "contactInformation": {
      "address": "Richard Burden, FREEPOST RTHC-RGLB-ZLJA, Birmingham, B29 7BU",
      "phone": "0121 478 1656",
      "email": "northfieldlabour@hotmail.co.uk",
      "website": "www.richardburden.com",
      "socialMedia": {
        "facebook": "Richard Burden for Northfield",
        "twitter": "@Richard4NHfield",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Richard Burden engaging with the community."
        },
        {
          "caption": "Richard Burden supporting local apprenticeships."
        },
        {
          "caption": "Richard Burden with local residents and community members."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```