```json
{
  "leaflet": {
    "candidateName": "Chris Gallacher",
    "constituency": "Redcar",
    "politicalParty": "UK Independence Party",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "Don't trust Theresa",
        "content": "OUT OF CONTROL IMMIGRATION, WASTING YOUR MONEY ON FOREIGN AID, EUROPEAN COURT OF HUMAN RIGHTS, NHS AND SOCIAL CARE CRISIS, WHILE POLICE HAVE BEEN CUT BY 20,000 OFFICERS AND ARMED FORCES BY 30,000 SINCE 2010."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Immigration",
        "policyDescription": "Control immigration and reverse the rise in net migration witnessed under Theresa May's tenure as Home Secretary."
      },
      {
        "policyTitle": "Foreign Aid",
        "policyDescription": "Cut foreign aid expenditure."
      },
      {
        "policyTitle": "Human Rights",
        "policyDescription": "Pledge to scrap the European Court of Human Rights to prevent it from stopping the UK deporting criminals and terrorists."
      },
      {
        "policyTitle": "NHS and Social Care",
        "policyDescription": "Address the crisis in the NHS and social care sector."
      },
      {
        "policyTitle": "National Security",
        "policyDescription": "Reverse the cuts in police and military personnel."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Tactical voting considerations are acknowledged, urging voters not to be fooled again and not to waste their vote on tactical voting."
    },
    "issues": {
      "brexitEurope": "Ensure that UKIP will fight to get the best deal for the UK."
    },
    "personalStatement": "Dear Voter, After the brilliant result last year in the Referendum, we now have a chance for freedom from the EU but we must be very careful and concerned as to the kind of Brexit we get. So this is your chance to make a difference as to how Redcar is represented and changed. Your vote is important, please don’t waste it and be hoodwinked by all this talk of tactical voting, if you vote UKIP you get UKIP.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07908 580955",
      "email": "526cgall@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote UKIP on June 8th"
        }
      ]
    },
    "additionalNotes": "The leaflet puts a strong focus on criticizing Theresa May and the Conservative Party's record on various issues."
  }
}
```