{
  "leaflet": {
    "candidateName": "Josh Mason",
    "constituency": "Redcar, Yorkshire",
    "politicalParty": "The Liberal Democrats",
    "electionDate": "8 June",
    "messages": [
      {
        "title": "",
        "content": "Dear neighbour, It has been a real pleasure to meet so many of you in the past few weeks, and I'd like to thank you for being so welcoming. My roots on Teesside go back generations. I have lived here all my life and I share the passion of thousands of local people for our proud history and our bright future."
      },
      {
        "title": "",
        "content": "Don't believe the politicians when they tell you this election is just about Brexit. Of course, we need to make sure we get the best possible deal when we leave the EU, putting our area first and protecting local jobs. This election is also about saving our NHS, creating opportunities for our own, investing in our children's futures and providing the best services for our elderly."
      },
      {
        "title": "",
        "content": "18 months ago, we were hit badly by the loss of our steelworks but this election is an opportunity to build a positive future for Teesside, bringing jobs and investment to an area which has been neglected for far too long."
      },
      {
        "title": "",
        "content": "I have already been speaking up for local people for nearly six years on the council. Let's take the fight to Westminster on 8 June. With thanks and best wishes, Jon Mason."
      },
      {
        "title": "",
        "content": "P.S. I really want to do the best for our area, I hope you'll give me your support."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Make sure we get the best possible deal when we leave the EU, putting our area first and protecting local jobs."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "This election is also about saving our NHS."
      },
      {
        "policyTitle": "Local Investment",
        "policyDescription": "Bringing jobs and investment to an area which has been neglected for far too long."
      }
    ],
    "mentions": {
      "candidate": "Jon Mason",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Make sure we get the best possible deal when we leave the EU, putting our area first and protecting local jobs.",
      "economy": "Bringing jobs and investment to an area which has been neglected for far too long.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "This election is also about saving our NHS.",
      "immigration": "",
      "socialWelfare": "Investing in our children's futures and providing the best services for our elderly.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Council Member",
        "duration": "Nearly six years",
        "achievements": "Speaking up for local people on the council."
      }
    ],
    "contactInformation": {
      "address": "72 Goldsmith Gardens, Redcar, Yorkshire, TS10 4FJ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "Printed by GPS, 161 Ormesby Bank, Middlesbrough. Published and Promoted by J Mason and The Liberal Democrats, all at 34 Coast Road Redcar"
  }
}