```json
{
  "leaflet": {
    "candidateName": "Daniel Jellyman",
    "constituency": "Stoke Central",
    "politicalParty": "",
    "electionDate": "8 June",
    "messages": [
      {
        "title": "BACKING BREXIT IN STOKE-ON-TRENT",
        "content": "Local lad Daniel Jellyman has been selected to stand for Parliament in Stoke Central. Daniel voted for Brexit in the referendum and believes we now need to back Theresa May's strong, stable, leadership."
      },
      {
        "title": "BUILDING ASPIRATION IN OUR YOUNG PEOPLE",
        "content": "Daniel Jellyman wants to help build the aspiration of our local young people across Stoke-on-Trent."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Supports Brexit, aligns with Theresa May for a strong and stable leadership to get the best deal for everybody and make us a global Britain."
      },
      {
        "policyTitle": "Youth Aspiration",
        "policyDescription": "Plans to help build the aspiration of local young people, work with local businesses, schools, colleges and universities to create a Festival of Business, and support every young person from any background to explore all their options for a better future."
      }
    ],
    "mentions": {
      "candidate": "Daniel Jellyman",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Theresa May",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Support of Brexit and aligning with Theresa May on the issue.",
      "economy": "",
      "education": "Plans to work with educational institutions to build aspiration in young people.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Stoke-on-Trent needs a local to represent the city in Westminster and that is me. I am the person who will be there to fight and fix problems, and not just sit around and moan about them.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "I voted for Brexit, as did Stoke-on-Trent, because I believe the city – and the country at large – could thrive outside of the EU. Now we need to support the Prime Minister's strong and stable leadership to get the best deal for everybody and make us a global Britain.",
        "source": "Daniel Jellyman",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Daniel Jellyman outside Stoke Sixth Form, where he attended."
        },
        {
          "caption": "Daniel established his own pottery business locally & ran it for three years."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```