{
  "leaflet": {
    "candidateName": "John Tyson",
    "constituency": "Bermondsey and Old Southwark",
    "politicalParty": "Green Party",
    "electionDate": "8 June",
    "messages": [
      {
        "title": "OUR HOMES ARE NOT INVESTMENT OPPORTUNITIES",
        "content": "GREEN PARTY SAYS RESIDENTS MUST HAVE A REAL SAY IN FUTURE OF THEIR HOMES"
      },
      {
        "title": "THE NHS: BASED ON NEED, NOT ABILITY TO PAY",
        "content": "THE CORE PRINCIPLES OF THE NHS ARE UNDER ATTACK FROM THE TORIES"
      },
      {
        "title": "STANDING UP FOR DEMOCRACY ON EUROPE",
        "content": "GREEN PARTY CALLS FOR A SECOND REFERENDUM - THIS TIME WITH THE FACTS"
      },
      {
        "title": "WE NEED ACTION FROM THE MAYOR TO CLEAN UP OUR AIR",
        "content": "CHILDREN AND OLDER PEOPLE ARE MOST VULNERABLE TO DEADLY DIESEL"
      },
      {
        "title": "SOLIDARITY WITH ALL SOUTHWARK PEOPLE",
        "content": "REFUGEES WHO COME MUST NOT BE ALLOWED TO VOTE"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing",
        "policyDescription": "Green Party candidate John Tyson wants to stop the Bedroom Tax, establish a Renters' Union, refurbish, insulate and improve homes instead of demolishing, and work with communities to find solutions that work for them."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "The Green Party believes in an NHS that looks after staff, including returning permanent positions instead of short-term working, and stands against the Tories undercutting the core principles of the NHS."
      },
      {
        "policyTitle": "Democracy on Europe",
        "policyDescription": "The Green Party is calling for a second referendum on Europe with the facts presented, focusing on informed choices rather than decisions influenced by misinformation."
      },
      {
        "policyTitle": "Air Quality",
        "policyDescription": "The Southwark Greens want action from the Mayor to address air pollution, conducting local measurements and suggesting lower pollution routes for walking or cycling."
      }
    ],
    "mentions": {
      "candidate": "John Tyson",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Green Party calls for a second referendum on Europe with full transparency and facts for the voters.",
      "economy": "",
      "education": "",
      "environment": "Southwark Greens put up pollution monitors. Green Party wants to increase London housing and make homes warmer, safer, and less drafty.",
      "governance": "",
      "health": "The Green Party backs our NHS and is against undermining the core principles of the NHS by the Tories.",
      "immigration": "John Tyson disagrees with the Green Party's stance, he stated: 'We must not let refugees who come here stand for public office or be allowed to vote.'",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Green Party candidate John Tyson focuses on resident engagement in housing decisions, stopping the Bedroom Tax, creating a Renters' Union, refurbishing homes, and community-driven solutions.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "John is a chartered accountant and lives in Elephant and Castle. He is a firm believer in jobs and fair economy. Believes in social responsibility and community, wants to ensure a political system that is more open and transparent, and that puts data into the system to ensure better decisions for all.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "john.tyson@greenparty.org.uk",
      "website": "www.southwarkgreenparty.org.uk",
      "socialMedia": {
        "facebook": "/SouthwarkGreenParty",
        "twitter": "@SouthwarkGP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Molly Scott Cato MEP",
        "endorsement": "Working for guarantees for our rights, social, economic and environmental justice."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John campaigning for fair housing"
        },
        {
          "caption": "Southwark Greens supporting our NHS"
        },
        {
          "caption": "Greens John and Lida defending the Aylesbury"
        }
      ]
    },
    "additionalNotes": ""
  }
}