```json
{
  "leaflet": {
    "candidateName": "Josh Fenton-Glynn",
    "constituency": "Calder Valley",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "A Stronger Voice for Calder Valley",
        "content": "Serving the community as a dedicated councillor."
      },
      {
        "title": "Why we're backing Josh for Calder Valley",
        "content": "We've seen how effective and dedicated Josh is as a councillor, always put the needs of our communities first. We couldn't have a better candidate for the valley."
      },
      {
        "title": "Restoring proper care funding for our elderly",
        "content": "Labour will reinvest in social care for our older community. We should be helping our parents and grandparents when they need it most."
      },
      {
        "title": "Keeping our hospitals open",
        "content": "It's appalling that there's a question that we might lose the local hospitals in Halifax and Huddersfield. Labour will ensure that there are no hospital closures. Local health. Local assurance."
      },
      {
        "title": "Craig Whittaker has failed Calder Valley",
        "content": "Craig Whittaker MP voted against investing in better flood defences, mere weeks after the Boxing Day Floods. He voted for devastating social care cuts. He pushed money to rebuild local schools and was blasted by international Parliament. We deserve better."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Flood defences",
        "policyDescription": "Push for investment in flood defences. Have an MP who will fight for the flood defences we need, not vote against them - as Whittaker did in 2016."
      },
      {
        "policyTitle": "Hospitals",
        "policyDescription": "Fight for our hospitals - ensure A&E are under threat of closure. Support local hospitals in Halifax and Huddersfield and no hospital closures."
      },
      {
        "policyTitle": "Local businesses",
        "policyDescription": "Support local businesses known to be vital to our economy and community, support throughout COVID recovery."
      },
      {
        "policyTitle": "School budgets",
        "policyDescription": "Protect our school budgets to ensure our children get the education they deserve."
      },
      {
        "policyTitle": "Clean air",
        "policyDescription": "Campaign for clean air. The valley is blighted by air pollution, and will hold the government to account for avoiding the issue."
      }
    ],
    "mentions": {
      "candidate": "Josh Fenton-Glynn",
      "otherPartyLeaderCandidate": "Craig Whittaker",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Support local businesses through COVID recovery.",
      "education": "Protect our school budgets to ensure our children get the education they deserve.",
      "environment": "Campaign for clean air is a priority.",
      "governance": "",
      "health": "Fight for our hospitals to keep them open and no hospital closures.",
      "immigration": "",
      "socialWelfare": "Opposed to devastating social care cuts, and reinvest in social care for the elderly.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was born and raised in Hebdon Bridge, and moved back here from Edinburgh with my wife Rebecca. I'm deeply involved in community activities in all its aspects. As your MP, I will represent all those who live to me.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": "Serving the community as a dedicated councillor."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Lorna and Keith Butterick",
        "endorsement": "We've seen how effective and dedicated Josh is as a councillor, always put the needs of our communities first."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Josh Fenton-Glynn, Labour candidate for Calder Valley"
        },
        {
          "caption": "Restoring proper care funding for our elderly"
        },
        {
          "caption": "Keeping our hospitals open"
        },
        {
          "caption": "Craig Whittaker has failed Calder Valley"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```