```json
{
  "leaflet": {
    "candidateName": "Dr Simon Beard",
    "constituency": "Dartford",
    "politicalParty": "Liberal Democrat",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "Change Dartford’s Future",
        "content": "Dartford deserves a strong voice to stand up for its interests and stop it being used as a dumping ground for regional infrastructure. It deserves an MP who listens and acts to help residents achieve their goals. Moreover, the people of Dartford deserve more choice over how things are done in this town and where we are going. If I am elected on June 8th, I will strive to give you that voice, that help and that choice. Your future, your choice. Now is not the time for business as usual!"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A Better Environment for Our Town",
        "policyDescription": "Commit to reduce air pollution and increase the production of clean electricity to 60% by 2030."
      },
      {
        "policyTitle": "Proper Funding for Our NHS and Social Care",
        "policyDescription": "Support the NHS to avoid a funding collapse and invest in social care."
      },
      {
        "policyTitle": "Equality in Education",
        "policyDescription": "Oppose education funding cuts and invest an extra £7.2 million in Dartford's schools and colleges."
      },
      {
        "policyTitle": "A Prosperous and Fair Economy",
        "policyDescription": "Aim to stimulate growth and create jobs through infrastructure projects like Dartford Innovation and Research Park."
      },
      {
        "policyTitle": "Support for Families and Communities",
        "policyDescription": "Create new banking opportunities and protect vulnerable individuals."
      },
      {
        "policyTitle": "Standing Up for Justice and Human Rights",
        "policyDescription": "Support for police and criminal justice system reforms and offer asylum to unaccompanied refugee children."
      },
      {
        "policyTitle": "An Internationalist, Progressive World",
        "policyDescription": "Work with global partners on human rights and oppose nationalist, isolationist policies."
      },
      {
        "policyTitle": "A Fair, Open Electoral System",
        "policyDescription": "Advocate for proportional representation and community governance."
      }
    ],
    "mentions": {
      "candidate": "Dr Simon Beard",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Allow people to have a final say via a referendum on any Brexit deal, and support the choice to remain in the EU.",
      "economy": "Stimulate the economy with jobs and opportunities, innovation and research park, and infrastructure projects.",
      "education": "Opposing funding cuts in education and investing an extra £7.2 million in Dartford's schools and colleges.",
      "environment": "Reduce air pollution, and targets for clean electricity production.",
      "governance": "Advocate for proportional representation and community governance.",
      "health": "Prevent the NHS and social care services from collapse, and provide proper funding.",
      "immigration": "Offer a sanctuary to 3000 unaccompanied refugee children by 2022.",
      "socialWelfare": "Create a more supportive community for vulnerable individuals and families.",
      "housing": [
        {
          "content": "Ensure that green spaces are not developed for profit as was the case with Lowfield street, and create affordable housing areas.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr Simon Beard speaking with a constituent."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```