```json
{
  "leaflet": {
    "candidateName": "Dr Simon Beard",
    "constituency": "Dartford",
    "politicalParty": "Liberal Democrats",
    "electionDate": "THURSDAY JUNE 8th 2017",
    "messages": [
      {
        "title": "DR SIMON BEARD - THE STRONG VOICE FOR US",
        "content": "Simon Beard is passionate about fighting for cleaner air. Dartford's congested and polluted roads are killing people right now. This has to stop! The Liberal Democrats will make our air fit to breathe again."
      },
      {
        "title": "Simon Beard Leading the fight against the Conservatives' hard Brexit chaos",
        "content": "The election on 8th June is your chance to change our future. 'A disastrous hard Brexit will hit people in the pocket, with the poorest families hurt most. We need to protect jobs by keeping Britain in the single market and give people a real say over their future. Only the Liberal Democrats are challenging the Conservatives over their hard Brexit plans. Now is not the time for business as usual.'"
      },
      {
        "title": "Fighting back across Britain",
        "content": "Since the referendum, the Lib Dems have gained seats from Labour, UKIP and the Conservatives in by-elections all over the UK. At the recent local elections, the Liberal Democrats made by far the biggest net vote share gain."
      },
      {
        "title": "Help SIMON BEARD stop a hard Brexit",
        "content": "The Liberal Democrats are leading the campaign against the Conservatives in Dartford. Only a Lib Dem win in our area can challenge the damaging hard Brexit that will hit jobs and raise prices."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fight congestion and pollution",
        "policyDescription": "Simon Beard is passionate about fighting for cleaner air. Dartford's congested and polluted roads are killing people right now. The Liberal Democrats will work to make our air fit to breathe again."
      },
      {
        "policyTitle": "Stand up for our NHS",
        "policyDescription": "Everyone knows our health and care services urgently need extra funding. However, only the Liberal Democrats will give them the support they require."
      },
      {
        "policyTitle": "Oppose school cuts",
        "policyDescription": "Dartford's schools are being threatened with £7 million budget cuts by a Conservative party that has stopped listening. Visit schoolcuts.org.uk to see how this will directly affect our children."
      }
    ],
    "mentions": {
      "candidate": "Simon Beard",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Only a Lib Dem win in our area can challenge the damaging hard Brexit that will hit jobs and raise prices."
    },
    "issues": {
      "brexitEurope": "The election on 8th June is your chance to change our future. 'A disastrous hard Brexit will hit people in the pocket, with the poorest families hurt most. We need to protect jobs by keeping Britain in the single market and give people a real say over their future. Only the Liberal Democrats are challenging the Conservatives over their hard Brexit plans.'",
      "economy": "",
      "education": "Dartford's schools are being threatened with £7 million budget cuts by a Conservative party that has stopped listening. Visit schoolcuts.org.uk to see how this will directly affect our children.",
      "environment": "Simon Beard is passionate about fighting for cleaner air. Dartford's congested and polluted roads are killing people right now. This has to stop! The Liberal Democrats will make our air fit to breathe again.",
      "governance": "",
      "health": "Everyone knows our health and care services urgently need extra funding. However, only the Liberal Democrats will give them the support they require.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "simon@dartfordlibdems.org.uk",
      "website": "www.dartfordlibdems.org.uk",
      "socialMedia": {
        "facebook": "Simon4Dartford",
        "twitter": "Simon_Beard",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "'A disastrous hard Brexit will hit people in the pocket, with the poorest families hurt most. We need to protect jobs by keeping Britain in the single market and give people a real say over their future.'",
        "source": "Leaflet content",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Pictures of the candidate with supporters and symbols representing the campaign against hard Brexit and cuts to schools and NHS."
        }
      ]
    },
    "additionalNotes": "Vote share increases since 2015 indicated on the leaflet (+7% Liberal Democrat, -7% UKIP, -2% Labour, -8% Conservative)."
  }
}
```