```json
{
  "leaflet": {
    "candidateName": "Mike Thornton",
    "constituency": "Eastleigh",
    "politicalParty": "Liberal Democrats",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "A real voice for Eastleigh in Parliament",
        "content": "Mike Thornton is the strong local MP we need to stand up to the Conservative Government and provide an effective opposition. Mike is fighting for YOU on the issues that matter most."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fighting for our NHS",
        "policyDescription": "The Liberal Democrats will commit funding to protect our precious National Health Service and improve social care."
      },
      {
        "policyTitle": "Protecting Schools from Cuts",
        "policyDescription": "The Liberal Democrats have a carefully costed plan that will support our children's future and reverse Conservative school cuts."
      },
      {
        "policyTitle": "Tackling Broken Promises",
        "policyDescription": "Highlighting the Conservative candidate's unfulfilled pledges regarding Eastleigh and Botley bypasses funding, and opposing unnecessary housing development on countryside."
      }
    ],
    "mentions": {
      "candidate": "Mike Thornton has a record of delivering for Eastleigh.",
      "otherPartyLeaderCandidate": "The Conservatives have broken their promises to Eastleigh.",
      "partyLeader": "",
      "tacticalSituation": "The leaflet suggests tactical voting, mentioning historical victory margins and stating that the Liberal Democrats are the only effective opposition to hold the Conservatives to account, implying that voting for other parties would not be as strategic."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "The Liberal Democrats plan to reverse Conservative school cuts and ensure free hot school lunches.",
      "environment": "",
      "governance": "",
      "health": "Mike Thornton and the Liberal Democrats are against the new social care Dementia Tax and will commit funding to protect the NHS and improve social care.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Opposes unnecessary housing development on countryside.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "MIKE THORNTON will be a real voice for Eastleigh and the villages in Parliament. Mike has lived here for 25 years and brought up his family here. Eastleigh is home for Mike. It’s time to get an independent real voice for Eastleigh in Parliament.",
    "politicalExperience": [
      {
        "role": "Local MP",
        "duration": "Not specified",
        "achievements": "Delivering for Eastleigh."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Liberal Democrats - Winning Here"
        }
      ]
    },
    "additionalNotes": "Mike Thornton intends to re-introduce twice weekly surgeries from a full-time office in Eastleigh."
  }
}
```