```json
{
  "leaflet": {
    "candidateName": "Amanda Hopgood",
    "constituency": "Durham",
    "politicalParty": "Liberal Democrat",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "The only challenge to Labour",
        "content": "On May 4th Amanda Hopgood's Lib Dems soared ahead of Labour in Durham. The area voting for your next MP now has 12 Lib Dem County councillors. Conservatives have had '0' councillors for 30 years and have no chance to win."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education and NHS budgets",
        "policyDescription": "Amanda will stand up against Conservative cuts to Education and NHS budgets."
      },
      {
        "policyTitle": "Labour-run County Council incompetence",
        "policyDescription": "Amanda will challenge the Labour-run County Council on incompetence and waste, but also work to protect the Tories on any part of their extreme Brexit plans which risk jobs, funding, or relief from traffic for everyone in Durham."
      }
    ],
    "mentions": {
      "candidate": "Amanda Hopgood is the only candidate capable of beating Corbyn's Labour here.",
      "otherPartyLeaderCandidate": "Jeremy Corbyn's Labour",
      "partyLeader": "",
      "tacticalSituation": "Only AMANDA HOPGOOD can beat Jeremy Corbyn's Labour candidate. It's time for a truly local MP"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Amanda knows all about hard work, she worked for 20 years building win whilst bringing up her two children with her husband Neil, who frequently worked away.",
    "politicalExperience": [
      {
        "role": "Leader of the Lib Dem group on Durham County Council",
        "duration": "",
        "achievements": "Has led the Lib Dem group on Durham County Council, which has seen the Lib Dem opposition to the 'Tory' austerity as the voice in Durham local and Labour's failure to spend your money properly. Ensure clean opposition."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07751 591 037",
      "email": "amandahopgood@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "Amanda Hopgood for City of Durham",
        "twitter": "@amandahopgood",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Jeremy Corbyn's Labour are in utter chaos, completely failing in opposition and falling behind the Lib Dems in local vote.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Amanda Hopgood pictured with campaign material and constituents."
        }
      ]
    },
    "additionalNotes": "Amanda has been a local councillor for 12 years near Durham City representing Newton Hall, Framwellgate Moor and surrounding villages."
  }
}
```