{
  "leaflet": {
    "candidateName": "Mick Harold",
    "constituency": "Stoke Central",
    "politicalParty": "UKIP",
    "electionDate": "Thursday 8th June 2017",
    "messages": [
      {
        "title": "Why I am Standing...",
        "content": "UKIP will fight tirelessly for a better NHS. Labour has consistently misinformed the electorate with lies about UKIP privatising the NHS, which is simply not true; healthcare must remain free at point of contact."
      },
      {
        "title": "About Me",
        "content": "I was born in Stoke-on-Trent and have lived here all my life. I have worked hard earning a living, so I can relate to the problems facing ordinary people today. By remaining as one of the 'ordinary people', I also stay in touch with the people and become more effective as your representative."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "UKIP will solve the funding shortfall and stop the NHS from breaking up, ensuring all healthcare services remain free at the point of use. Healthcare must remain free at point of contact."
      },
      {
        "policyTitle": "Energy",
        "policyDescription": "UKIP will lobby to remove VAT from domestic energy bills."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "UKIP will introduce better access to decent, secure housing for those training for essential qualifications and skilled immigrants."
      },
      {
        "policyTitle": "Armed Forces",
        "policyDescription": "UKIP will encourage fairer housing access and pension rights for former military people, prioritising our war veterans."
      },
      {
        "policyTitle": "Business",
        "policyDescription": "UKIP will promote specialist careers, training schemes, and city enterprise enterprises in Stoke-on-Trent."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "UKIP will reform immigration to prevent the displacement of British workers and overcrowding of our accommodation and services."
      }
    ],
    "mentions": {
      "candidate": "Mick Harold",
      "otherPartyLeaderCandidate": "Labour",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "UKIP will fight tirelessly to ensure that Brexit happens. Your vote for UKIP will ensure that Brexit happens.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "UKIP will fight tirelessly to ensure that Brexit happens.",
      "health": "UKIP will fight tirelessly for a better NHS.",
      "immigration": "UKIP will reform immigration to prevent the displacement of British workers and overcrowding of our accommodation and services.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "UKIP will introduce better access to decent, secure housing for those training for essential qualifications and skilled immigrants. UKIP will encourage fairer housing access and pension rights for former military people, prioritising our war veterans.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was born and bred here, I live and breathe Stoke-on-Trent and if elected, I will represent all constituencies of the community, to bring about a better, fairer and safer life for all.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "0800 587 6 587",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "UKIP's plan will fill beds, currently blocked by 'healthcare tourism', with local patients and will protect other essential healthcare services, which have become a tax on the sick and a financial burden on low paid workers.",
        "source": "Election representative's policy statements",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mick Harold campaigning image"
        }
      ]
    },
    "additionalNotes": ""
  }
}