{
  "leaflet": {
    "candidateName": "ALAN JOHNSON",
    "constituency": "BOLTON SOUTH EAST",
    "politicalParty": "Green Party",
    "electionDate": "8TH JUNE",
    "messages": [
      {
        "title": "ALAN SAYS...",
        "content": "I am standing in Bolton South East because I believe it is time for the kind of politics that puts people, and the planet, before profit. We need more opportunities for our young citizens. We need to alleviate the shame of food poverty for our elderly and we need to remove the need for fuel banks. The fact that people are experiencing such hardships in one of the world's richest nations is a national disgrace. I will fight for a decent standard of living for all."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Alan Johnson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Alan is active in many local campaigns that aim to protect the interests of the community and promote Green values including: Bolton Against the Bedroom Tax and Bolton Against Fracking.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "The fact that people are experiencing such hardships in one of the world's richest nations is a national disgrace.",
      "housing": [
        {
          "content": "Alan is active in many local campaigns that aim to protect the interests of the community and promote Green values including: Bolton Against the Bedroom Tax and Bolton Against Fracking. In March of this year Alan started a petition, signed by over 300 residents, calling for Bolton Council to clear large amounts of fly-tipped debris from derelict land by the former rope works in Daubhill. After pressure from the petition, several reports in the Bolton News and representation to the Council by Alan, the Council filed paperwork to clear the site and replace lots of the perimeter fencing that had come down.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am standing in Bolton South East because I believe it is time for the kind of politics that puts people, and the planet, before profit.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Bolton Green Party, 49 Arnold Street, Bolton, BL1 3HN",
      "phone": "01204 626712 / 07908 681915",
      "email": "AlanJohnsonBoltonGreenParty@bolton.greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "/BoltonGreens",
        "twitter": "@BoltonGreens",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "ALAN JOHNSON, YOUR GREEN PARTY CANDIDATE"
        }
      ]
    },
    "additionalNotes": ""
  }
}