```json
{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "Southport",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
        "content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest – and it is central to your own security and prosperity. While there is enormous opportunity for Britain as we leave the European Union, if we do not get this right the consequences will be serious. And they will be felt by ordinary, working people across the country. If we don’t get the Brexit deal right, your economic security and prosperity will be put at risk, and the opportunities you seek for your family will simply not happen."
      },
      {
        "title": "THAT'S WHY I DECIDED WE NEED AN ELECTION NOW",
        "content": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security. That means delivering better paying jobs, more affordable housing, a good school place for every child, and a strong economy paying for a strong NHS."
      },
      {
        "title": "THE CHOICE IS CLEAR",
        "content": "So the choice at this election is clear. Strong and stable leadership with me in the national interest, to see us through Brexit and beyond. Or a hung parliament and coalition of chaos with Jeremy Corbyn."
      },
      {
        "title": "DON'T RISK IT – EVERY SINGLE VOTE WILL COUNT",
        "content": "Some people say Jeremy Corbyn can't possibly become Prime Minister and it doesn't matter how you vote locally in the Southport constituency. But just remember the opinion polls got the General Election wrong in 2015. They got the EU referendum wrong, and as Jeremy Corbyn has said himself, he was a 200-1 outside chance for the Labour leadership. So in the days of shock election results and global uncertainty, no one can really ever be sure who will win. And with so much at stake, let's not risk it."
      },
      {
        "title": "BACK ME WITH YOUR VOTE HERE IN SOUTHPORT",
        "content": "If you want the best Brexit deal for you and for Britain, then you must make your vote count. That is why I am asking you to back me. A vote for the Liberal Democrats, or any other party in the Southport constituency, is a wasted vote. All it will do is deliver a hung parliament and end in chaos, giving Jeremy Corbyn a route to becoming Prime Minister. So the only way to back me is by voting Conservative in your local constituency of Southport."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Guarantee economic security by delivering better paying jobs, more affordable housing, a good school place for every child, and a strong economy paying for a strong NHS while making Brexit a success."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Emphasizes the need for every vote to count, suggests potential risk of a hung parliament and coalition of chaos if the vote is split, making a tactical case for voting for the Conservative Party in Southport."
    },
    "issues": {
      "brexitEurope": "Ensuring Brexit is a success is central to national interest and individual prosperity, requiring a strong negotiating position in Brussels.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "A strong economy pays for a strong NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "More affordable housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Preston Road, Southport PR9 9EG",
      "phone": "08081570686",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of campaign leaflet with messages from Theresa May."
        }
      ]
    },
    "additionalNotes": "Personalized greeting to 'Alice'. Signature of Theresa May present on the leaflet."
  }
}
```