```json
{
  "leaflet": {
    "candidateName": "Dr. Kirsten Johnson",
    "constituency": "Oxford East",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday, June 8, 2017",
    "messages": [
      {
        "title": "THIS IS OUR CHANCE FOR CHANGE",
        "content": "The Conservatives are pushing Britain towards a disastrous hard Brexit, Jeremy Corbyn's Labour is failing to provide the opposition our country needs. Labour, the Labour MP who won the constituency five years, and Oxford Labour have said they will stand with Corbyn's support for Brexit. Our city knows how disastrous Brexit will be for our students, our hospitals, and research facilities. But our local economy depends on a hard Brexit puts all of this at risk."
      },
      {
        "title": "More and more people concerned about a hard Brexit are abandoning Labour and the Tories, and supporting Kirsten",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop a hard Brexit",
        "policyDescription": "Leading the campaign against the Labour and Conservatives' hard Brexit that will hit local jobs, education and research. Encourages following Kirsten's campaign to stop a hard Brexit."
      }
    ],
    "mentions": {
      "candidate": "The Conservatives are dragging us out of the Single Market.\nJeremy Corbyn and Labour in Oxford are backing the Conservative plan.",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "Lib Dems are the main challengers here. The Liberal Democrats came a clear second to Labour in both the 2005 and 2010 General Elections. The Lib Dems ran close in Totnes. Winning here isn't easy. Tactical voting isn't pretty."
    },
    "issues": {
      "brexitEurope": "The Conservatives are pushing Britain towards a disastrous hard Brexit, Jeremy Corbyn's Labour is failing to provide the opposition our country needs.",
      "economy": "",
      "education": "The Liberal Democrats are leading the campaign against the Labour and Conservatives' hard Brexit that will hit local jobs, education and research.",
      "environment": "",
      "governance": "",
      "health": "Our city knows how disastrous Brexit will be for our hospitals.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Freepost, SE C22, Oxford, OX1 1YA",
      "phone": "",
      "email": "kirsten.johnson@oxlibdems.uk",
      "website": "oxfordse.libdems.org.uk",
      "socialMedia": {
        "facebook": "/Kirsten4OxfordEast",
        "twitter": "@Kirsten4OxfordEast",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Team of supporters and campaigners with Kirsten Johnson"
        }
      ]
    },
    "additionalNotes": "The leaflet includes a form to join the Liberal Democrat team, pledge a vote for Kirsten Johnson, and provide additional campaign support."
  }
}
```