{
  "leaflet": {
    "candidateName": "David Mellen",
    "constituency": "Rushcliffe",
    "politicalParty": "Labour Party",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "Government Changes to School Funding",
        "content": "Local Schools will lose out - please read. The Conservative Government under Theresa May has proposed to change the way they fund schools and this could mean big reductions in money for our schools in our local community. Recently released figures based on the Department for Education's own information from the National Audit Office shows every school in Rushcliffe will lose out."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education Funding",
        "policyDescription": "Opposing the government's proposals on education funding changes, highlighting that they will lead to reduced funds for schools, increased class sizes, loss of teaching posts, and cuts to school staff and extra-curricular activities."
      }
    ],
    "mentions": {
      "candidate": "David Mellen",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Expresses opposition to Conservative government's proposed funding cuts to local schools which will lead to negative consequences such as increased class sizes and loss of teaching posts.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am opposing these foolish and short-sighted proposals and will continue to fight hard to stop them if you elect me as your Labour Member of Parliament on Thursday 8th June.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Promoted by Richard Crawley on behalf of David Mellen, both at 12 Melton Road, West Bridgford, Nottingham NG2 7NU",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "These cuts will result, amongst other things, in: Increased class sizes, loss of teaching posts, loss of school staff, cuts to extra-curricular activities.",
        "source": "David Mellen campaign leaflet",
        "date": "Prior to 8th June election"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Mellen in front of a school"
        }
      ]
    },
    "additionalNotes": ""
  }
}