```json
{
  "leaflet": {
    "candidateName": "Councillor Philip Eades",
    "constituency": "Poole",
    "politicalParty": "Liberal Democrats",
    "electionDate": "forthcoming General Election",
    "messages": [
      {
        "title": "",
        "content": "The Liberal Democrats exist to fight for fairness, freedom and honesty. For example, we will increase the annual tax-free allowance to £10,000 taking 4 million people out of the tax system altogether, we oppose the introduction of compulsory I.D. cards, and we have been consistent in our opposition to the Iraq war."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax Policy",
        "policyDescription": "Increase the annual tax-free allowance to £10,000, taking 4 million people out of the tax system."
      },
      {
        "policyTitle": "Civil Liberties",
        "policyDescription": "Oppose the introduction of compulsory I.D. cards."
      },
      {
        "policyTitle": "Foreign Policy",
        "policyDescription": "Consistent opposition to the Iraq war."
      }
    ],
    "mentions": {
      "candidate": "I have lived in Poole for my entire adult life.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "Most people have been rightly appalled by the actions of many sitting MPs in their excessive claiming of expenses from the taxpayer. I promise that if I am elected to the people of Poole as their MP, I will only claim expenses related to my own residence in Poole and I will never claim expenses on my job, I will continue to live in Poole...",
      "health": "I have run my own businesses in Poole, my two children were born at Poole Hospital and are being educated in a local school.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dear Poole Resident, I would be grateful for two minutes of your time in order that I may explain why I am standing for Parliament to represent Poole.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "past five years",
        "achievements": "I have been involved in many campaigns important to the people of Poole and the past seven years including opposing winter car parking charges at Poole's beaches, The Solar Pyramid at Baiter, the saga of the parkboats at Whitecliff and the proposed football stadium on public open space at Branksome Rec."
      }
    ],
    "contactInformation": {
      "address": "Poole Liberal Democrats, 1 Salisbury Road, Poole, BH14 0BR",
      "phone": "07917117272",
      "email": "poole.libdems@googlemail.com",
      "website": "www.poole-libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Cllr Philip Eades with Nick Clegg MP (Leader of the Liberal Democrats)"
        }
      ]
    },
    "additionalNotes": "I have run my own businesses in Poole, my two children were born at Poole Hospital and are being educated in a local school. I have played cricket in Poole Park for the Towns' cricket club for 19 years."
  }
}
```