```json
{
  "leaflet": {
    "candidateName": "Laura Coyle",
    "constituency": "Henley",
    "politicalParty": "Liberal Democrats",
    "electionDate": "June 8th 2017",
    "messages": [
      {
        "title": "Leading the fight for investment in our local NHS and schools, and against the Conservatives’ hard Brexit",
        "content": "Laura Coyle is the Lib Dem choice to be our next MP here in Henley."
      },
      {
        "title": "Laura Coyle - THE STRONG VOICE FOR US",
        "content": "Opposing the Dementia Tax, Opposing school cuts, Fighting against Hard Brexit"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fighting against Hard Brexit",
        "policyDescription": "Liberal Democrats are leading the campaign against the Conservatives' hard Brexit. Only a Lib Dem win in our area can challenge the damaging 'hard' Brexit that will hit local jobs, education and research."
      },
      {
        "policyTitle": "Opposing school cuts",
        "policyDescription": "Schools across this area face serious cuts. These budget slashes will slash real term cuts Laura and the Lib Dems will reverse this. Conservatives' plans for school budgets."
      },
      {
        "policyTitle": "Standing up for the NHS",
        "policyDescription": "With a major financial crisis at the Oxford hospitals and services at our community hospitals under threat, we know we need additional investment in health. Laura and the Lib Dems will put a penny on income tax to raise services as a matter of urgency and address mental health funding."
      }
    ],
    "mentions": {
      "candidate": "Laura Coyle",
      "otherPartyLeaderCandidate": "Jeremy Corbyn's",
      "partyLeader": "Theresa May",
      "tacticalSituation": "The Lib Dems are the challengers here - they came a strong second to the Conservatives in the County elections across Henley Constituency."
    },
    "issues": {
      "brexitEurope": "Liberal Democrats are leading the campaign against the Conservatives' hard Brexit.",
      "economy": "",
      "education": "Schools across this area face serious cuts. Laura and the Lib Dems will reverse the Conservatives' plans for school budgets.",
      "environment": "",
      "governance": "",
      "health": "With a major financial crisis at the Oxford hospitals and services at our community hospitals under threat, we know we need additional investment in health.",
      "immigration": "",
      "socialWelfare": "Laura Coyle strongly opposes the Conservatives' 'Dementia Tax'. 99% of people in South Oxfordshire could end up having to give up their family home if they need long-term care.",
      "housing": [
        {
          "content": "We need to safeguard local jobs at BMW Mini, the Culham JET fusion energy labs and at Harwell, where over 7,000 jobs are planned over the next 20 years by the European Space Agency.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Housing solicitor in Oxford, providing advice and legal representation to tenants and homeless people, primarily through the Legal Aid",
        "duration": "",
        "achievements": "Laura says ‘I’m backing Lib Dem plans to invest in our NHS; stop the cuts to school budgets and to protect local jobs by keeping Britain in the Single Market.’"
      }
    ],
    "contactInformation": {
      "address": "FREEPOST, SCE 221, Oxford, OX1 1YA.",
      "phone": "07850 747699",
      "email": "laura.coyle@oxonlibdems.uk",
      "website": "henley.oxonlibdems.uk",
      "socialMedia": {
        "facebook": "/lauracoylehenley",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Britain to leave Single Market, says Theresa May",
        "source": "BBC, 17th January 2017"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Laura Coyle and supporters"
        }
      ]
    },
    "additionalNotes": "Only Laura Coyle and the Lib Dems are fighting to keep Britain in the Single Market."
  }
}
```