```json
{
  "leaflet": {
    "candidateName": "Kat Boettge",
    "constituency": "Nottingham East",
    "politicalParty": "Green Party",
    "electionDate": "8 June",
    "messages": [
      {
        "title": "STAND UP FOR WHAT MATTERS",
        "content": "Every Green vote on 8 June will help make that vision a reality."
      },
      {
        "title": "THIS ELECTION ISN’T ABOUT THE NEXT 5 YEARS – IT’S ABOUT THE NEXT 50 YEARS",
        "content": "The Green Party is offering real opposition to the Government’s extreme Brexit. We have the vision to deliver an alternative future for our country – and our place in the world. The Green Party offers a different kind of politics."
      },
      {
        "title": "It's time to do politics differently; it's time to vote Green.",
        "content": "If you agree with us, stand with us. The Conservatives think they have this election sewn up. But it’s in your hands. Stand with us for housing, schools, our NHS, our environment, and our future. We stand up for what matters. Vote Green Party on 8 June!"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "#SafeClimate",
        "policyDescription": "Fossil free, affordable energy."
      },
      {
        "policyTitle": "#FairEconomy",
        "policyDescription": "An economy that works for all."
      },
      {
        "policyTitle": "#FreeEducation",
        "policyDescription": "Quality education, no tuition fees."
      },
      {
        "policyTitle": "#DecentHomes",
        "policyDescription": "Secure, affordable housing."
      },
      {
        "policyTitle": "#PublicNHS",
        "policyDescription": "Taking back our health service."
      },
      {
        "policyTitle": "#BetterTransport",
        "policyDescription": "Making public transport public."
      }
    ],
    "mentions": {
      "candidate": "Kat Boettge",
      "otherPartyLeaderCandidate": "The Conservatives",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Green Party is offering real opposition to the Government’s extreme Brexit.",
      "economy": "To shape an economy for everyone while preserving a safe environment.",
      "education": "Quality education, no tuition fees.",
      "environment": "Kat will fight against fracking, air pollution, climate change, Trident and nuclear power. She also pledges to protect our welfare system, the NHS, public services, wildlife, greenspaces, the environment and fair, affordable and accessible housing for all.",
      "governance": "To put power back in your hands through a citizen’s democracy.",
      "health": "Taking back our health service.",
      "immigration": "",
      "socialWelfare": "She also pledges to protect our welfare system.",
      "housing": [
        {
          "content": "To build affordable homes and provide properly funded public services.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Kat Boettge is a psychotherapist, single parent and long-standing Green Party representative; she has been a very outspoken campaigner to remain in the EU during the referendum and as the lead candidate in the European elections 2014. Kat says \"Originally from Germany, I have been in Nottingham for over 17 years, whilst my family has lived in Italy, so I see myself as mainly European. If I am elected I will do my utmost to oppose hard Brexit and fight for a second referendum with the options to accept the negotiated deal or to remain a full member.\"",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Not given",
      "phone": "0798 347 3162",
      "email": "katboettge@hotmail.com",
      "website": "nottingham.greenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/KatharinaBoettge",
        "twitter": "twitter.com/KatBoettge",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kat Boettge - Your Green Party Candidate"
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people."
  }
}
```