{
  "leaflet": {
    "candidateName": "Chantal Lee",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "June 8",
    "messages": [
      {
        "title": "BREXIT DOESN'T JUST MEAN BREXIT!",
        "content": "Negotiating the best deal. Labour will negotiate the best Brexit deal for the many, not the few by: leaving the EU with the objective of protecting our economy, jobs and public services; guaranteeing trades of certain rights and protections; fighting to keep valuable EU funding in Britain and UK cities, towns and countryside; dropping the Tories' fixed-term trilemma and replacing it with an obligation to live in Britain without relying on public funds or benefits; cracking down on unscrupulous employers who undercut wages with migrant workers; investing in rural infrastructure and industry that has been neglected under successive governments over many years."
      },
      {
        "title": "HOUSING...",
        "content": "Britain needs a housing revolution. Labour will kick-start housing investment by prioritising areas where the need is greatest. This includes building over a million new homes in five years, with at least half a million council homes, through our public investment strategy. We will guarantee Help to Buy funding until 2027 and give local first-time buyers first dibs on new homes in their area."
      },
      {
        "title": "HEALTH",
        "content": "Our NHS and social care services are at risk under the Tories. Labour's commitment to the NHS is non-negotiable. We will end health service privatisation and bring services into a secure, publicly-provided NHS. We'll integrate the NHS and social care for older and disabled people, funding each according to need not ability to pay."
      },
      {
        "title": "EDUCATION",
        "content": "Labour will invest in education to ensure no one is left behind. We will create a National Education Service for England to incorporate all forms of education, from early years through to adult education."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Labour will negotiate the best Brexit deal protecting economy, jobs, public services, as well as ensuring rights and funding from the EU are maintained and standards of living improved in rural communities."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Building over a million new homes in five years, with at least half a million council homes, safeguarding Help to Buy and prioritising local first-time buyers."
      }
    ],
    "mentions": {
      "candidate": "Chantal Lee",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Labour is committed to a Brexit deal that prioritizes protecting the economy, jobs, and public services, and ensures rights and funding from the EU are maintained, and living standards in rural communities are improved.",
      "economy": "",
      "education": "Labour plans to create a National Education Service for England to provide comprehensive education from early years to adult education.",
      "environment": "",
      "governance": "",
      "health": "Labour will end health service privatisation, fully support the NHS, and integrate health and social care services.",
      "immigration": "Labour intends to impose certain obligations on those living in Britain without relying on public funds or benefits and crack down on unscrupulous employers who undercut wages with migrant workers.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour supports a housing revolution with a plan to build over a million new homes in five years and prioritize areas where the need is greatest.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Acting in the national interest means pursuing outcomes that ensure the many, not just big business and super-rich elites, will benefit. I will champion jobs, services, and protect workers' rights, creating a Brexit deal that works for every community in Britain.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "c/o Daniel Zeichner, Unit 18, Brookfield industrial estate, Sawston, CB22 3JH",
      "phone": "",
      "email": "",
      "website": "labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "It's the most important election of my generation. It's the most important election in a generation. We are choosing the kind of society we want our children and grandchildren to inherit. For the many, not the few.",
        "source": "Chantal Lee",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chantal Lee with Labour rosette."
        }
      ]
    },
    "additionalNotes": ""
  }
}