{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "Gedling",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "DON'T RISK IT – EVERY SINGLE VOTE WILL COUNT",
        "content": "Some people say Jeremy Corbyn can't possibly become Prime Minister and it doesn't matter how you vote locally in Gedling constituency. But just remember the opinion polls got the General Election wrong in 2015. They got the EU referendum wrong, and as Jeremy Corbyn has said himself, he was a 200-1 outside chance for the Labour leadership. So in the days of shock election results and global uncertainty, no one can ever really be sure who will win. And with so much at stake, let's not risk it."
      },
      {
        "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
        "content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest - and it is crucial to your own security and prosperity. While there is enormous opportunity for Britain as we leave the European Union, if we do not get this right the consequences will be serious. And they will be felt by ordinary, working people across the country. If we don't get the Brexit deal right, your economic security and prosperity will be put at risk, and the opportunities you seek for your family will simply be jeopardised."
      },
      {
        "title": "THE CHOICE IS CLEAR",
        "content": "So the choice at this election is clear. Strong and stable leadership with me in the national interest, to see us through Brexit and beyond. Or a hung parliament and coalition of chaos with Jeremy Corbyn. A hung parliament and coalition of chaos will threaten our Brexit negotiations, and every single one of us will pay for it in higher taxes, fewer jobs, more waste and more debt."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Ensure we get the best Brexit deal possible to back me is a vote for strength and stable leadership in the national interest. And your interest, too."
      },
      {
        "policyTitle": "Economic Security",
        "policyDescription": "A vote to back me is a vote to guarantee our economic security for the future."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Voting Conservative in your local constituency of Gedling is the only way to back me. It's nonsense for Labour to claim that a vote for them locally in the Gedling constituency doesn't matter nationally."
    },
    "issues": {
      "brexitEurope": "Making Brexit a success is central to our national interest. Ensure we get the best Brexit deal possible.",
      "economy": "If we don't get the Brexit deal right, your economic security and prosperity will be put at risk, and the opportunities you seek for your family will simply be jeopardised.",
      "education": "",
      "environment": "",
      "governance": "Strong and stable leadership with me in the national interest, to see us through Brexit and beyond. Or a hung parliament and coalition of chaos with Jeremy Corbyn.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Prime Minister",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "A vote to back me is a vote for strength and stable leadership in the national interest.",
        "source": "Theresa May",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Leaflet from Theresa May focusing on the importance of each vote and the implications for Brexit negotiations."
        }
      ]
    },
    "additionalNotes": "The leaflet emphasizes the risk of Jeremy Corbyn becoming Prime Minister and the need for strong leadership to ensure a successful Brexit deal."
  }
}