```json
{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
        "content": "As Prime Minister, I have ensured that my Government is doing everything in its power to carry out prosperous Brexit. My Lancaster House Speech setting out our 12-point plan for Brexit, The Government’s Official White Paper, The UK’s Article 50 Letter to the President of the European Council, The Great Repeal Bill to ensure a smooth and orderly Brexit."
      },
      {
        "title": "WITH A STRONG NEGOTIATING HAND I CAN DELIVER FOR YOU AND FOR BRITAIN",
        "content": "By going to Brussels with a strong negotiating hand, I can give you a Stronger Britain that will: Establish Britain as the strongest economy in Europe, in economic growth and national security. We will negotiate a deep and special partnership with our European neighbours."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Ensuring a successful Brexit by involving a 12-point plan, official white papers, Article 50 negotiations and a Great Repeal Bill."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Building a stronger economy that rewards people who work hard, ensures growth and paid jobs, and offers opportunities for all."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Providing affordable housing and making sure there is enough school places for every child."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "A loss of just 6 seats and Theresa May’s government loses its majority—putting Brexit negotiations at risk. Seats like yours will decide."
    },
    "issues": {
      "brexitEurope": "If Theresa May's plan goes wrong, Jeremy Corbyn could take over negotiating Brexit, creating uncertainty and risk. Labour wants to ignore the EU ref vote.",
      "economy": "A stronger economy with more jobs. Lower taxes, lower bills, and better-paid jobs are promised under Theresa May's Conservatives.",
      "education": "There should be enough school places for every child.",
      "environment": "",
      "governance": "",
      "health": "Jeremy Corbyn is unable to provide the NHS the funding it needs and cannot negotiate a Brexit deal that benefits the NHS.",
      "immigration": "Taking back control of laws and borders is stressed, as well as criticism towards Jeremy Corbyn's disbelief in controls and possible increase in immigration.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "There is a need for affordable housing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Prime Minister",
        "duration": "",
        "achievements": "Negotiating Brexit, implementing a 12-point plan, releasing white papers, and preparing the Great Repeal Bill."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Rt. Hon Theresa May",
        "endorsement": "Building a stronger economy, providing real opportunities for all, ensuring a thriving environment for strong NHS, and building a stronger economy and a united nation by taking action against the extremists who want to break up the country."
      }
    ],
    "quotes": [
      {
        "text": "SKY-HIGH IMMIGRATION would continue under Jeremy Corbyn—Jeremy Corbyn signaled today.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Theresa May discussing the importance of strong leadership for Brexit."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```