{
  "leaflet": {
    "candidateName": "Helen Jones",
    "constituency": "Warrington North",
    "politicalParty": "Labour Party",
    "electionDate": "June 8th",
    "messages": [
      {
        "title": "HELEN JONES – PUTTING YOU FIRST",
        "content": "I'm proud to live in Warrington with my family, walking on the same shops and streets. I know we're being let down by the Tories and LibDems in Westminster who don't care about Warrington."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Social Welfare and Economy",
        "policyDescription": "Campaigning for secure jobs and a living wage for everyone in Warrington."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Opposes policies like Peel Hall development, HS2, fracking, or building on our green spaces like our Peel Halls."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Fight to save our A&E and protect services at our local hospital."
      }
    ],
    "mentions": {
      "candidate": "Helen Jones",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Prime Minister says MPs tried to sabotage Brexit. That's not true. 34 of them voted against Article 50.",
      "economy": "Parents see the cost of childcare going up five times faster than their wages. Young people struggle to find a decent job and many are trapped on zero hours contracts in low paid work.",
      "education": "",
      "environment": "Opposes Peel Hall development, to save local library and worked to stop HS2 wrecking Warrington’s community and the environment.",
      "governance": "The Tories won't invest here. They've cut funding for our schools. They're spending more on one tube line in London than on every transport project in the North combined, and they've cut funding for public services by over £4 million.",
      "health": "Our hospital has lost services and now our A&E is under threat. They're spending more on one tube line in London than on every transport project in the North combined, and they've cut funding for public services by over £4 million.",
      "immigration": "",
      "socialWelfare": "Too many people here are working hard, but struggling to make ends meet.",
      "housing": [
        {
          "content": "Opposes policies like Peel Hall development, HS2, fracking, or building on our green spaces like our Peel Halls.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Helen was born in Chester, grew up on a council estate and was the first person in her family to go to university. She worked at various jobs from factory work, to a degree in English and Theology at the University of Birmingham.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "01925 419 481",
      "email": "info@helenjoneswarringtonnorth.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "There were many tears of joy and just holding back your tears. Thank you for your support, Helen.",
        "source": "What they say about Helen...",
        "date": ""
      },
      {
        "text": "Thank you Helen – this warning to call is my prescription. You are my MP.",
        "source": "What they say about Helen...",
        "date": ""
      },
      {
        "text": "Great #PMQ from Helen Jones MP!",
        "source": "What they say about Helen...",
        "date": ""
      },
      {
        "text": "Well done on fighting the corner of retail workers!",
        "source": "What they say about Helen...",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image captions not clearly readable from the leaflet."
        }
      ]
    },
    "additionalNotes": "The leaflet provides various mentions of Helen Jones' engagement with local issues and communities such as Birchwood, Burtonwood and Winwick, Culcheth, Glazebury & Croft, Poplars and Hulme, Poulton North, Poulton South, Rixton and Woolston, Fairfield and Howley, Orford, and Westbrook. Descriptions of her efforts in these areas can be provided if further detail is necessary."
  }
}