```json
{
  "leaflet": {
    "candidateName": "Jeff Smith",
    "constituency": "South Manchester",
    "politicalParty": "Labour",
    "electionDate": "Thursday June 8th",
    "messages": [
      {
        "title": "STANDING UP FOR SOUTH MANCHESTER",
        "content": "Jeff supported our Junior Doctors strike and supports Labour's plans to give a proper pay rise for nurses. He says 'Labour created the NHS, we'll rebuild it. We'll give the NHS the money it needs, and we'll scrap car parking charges for hospital visits.'"
      },
      {
        "title": "Jeff supporting 'WASPI' Women",
        "content": "Jeff has been a strong supporter of Women Against State Pension Inequality. He says 'Many women born in the 50s have had their pension age changed without proper notice, leaving them to struggle. Labour refuse to do so.'"
      },
      {
        "title": "Part Of Our Community",
        "content": "Jeff has been local in Withington, and events all around the south side from Chorlton to Didsbury to Burnage. 'My shops are up - I'm committed to improving our district like Withington village or Chorlton precinct'"
      },
      {
        "title": "REPRESENTING YOU",
        "content": "As your MP, Jeff and his team have dealt with over 10,000 enquiries in just two years as your MP. Jeff has held local advice surgeries weekly and over 25,000 residents have attended his 'meet your MP' coffee mornings."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Opposing more Tory cuts",
        "policyDescription": "Jeff opposes Tory cuts to our NHS and education."
      },
      {
        "policyTitle": "Investment in our NHS and education",
        "policyDescription": "Jeff argues for an investment in our NHS which would assist jobs and bolster communities in Manchester."
      },
      {
        "policyTitle": "Getting more police streets",
        "policyDescription": "Jeff is committed to support the Police, Labour will recruit 10,000 officers."
      }
    ],
    "mentions": {
      "candidate": "Jeff Smith",
      "otherPartyLeaderCandidate": "The Lib Dem candidate, The Tories and Lib Dems",
      "partyLeader": "",
      "tacticalSituation": "The Lib Dem candidate voted with the Tories in 93% of the votes when he was an MP in the previous parliament. The Lib Dems are no alternative."
    },
    "issues": {
      "health": "Fighting For Our NHS: Jeff supported the Junior Doctors strike and supports Labour's plans to give a proper pay rise for nurses. He says 'Labour created the NHS, we'll rebuild it. We'll give the NHS the money it needs, and we'll scrap car parking charges for hospital visits.'"
    },
    "personalStatement": "I've been proud to have been an accessible and hard working local MP since you elected me in 2015. I've taken the opportunity to speak up on a range of issues in parliments, from against Tory cuts to our NHS and schools to support for the rights of the self employed and on climate change.",
    "politicalExperience": [
      {
        "role": "City Councillor for Old Moat",
        "duration": "",
        "achievements": "Successfully leading a community buyout, saving vital local greenspace."
      },
      {
        "role": "Local MP",
        "duration": "since 2015",
        "achievements": "Taken the opportunity to speak up on issues in parliament from NHS and schools, rights of self-employed and on climate change."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07470 514816",
      "email": "jeff@jeffsmith2017.co.uk",
      "website": "www.jeffsmith.org.uk",
      "socialMedia": {
        "facebook": "/jeffsmithetc",
        "twitter": "@jeffsmithetc",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Andy Burnham",
        "endorsement": "Jeff is a strong voice for south Manchester in parliament, and knows the issues they care on homelessness, mental health and air quality. I'm looking forward to working with Jeff as your MP to tackle these issues."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Fighting For Our NHS"
        },
        {
          "caption": "Greater Manchester's new Mayor Andy Burnham says"
        },
        {
          "caption": "Jeff supporting 'WASPI' Women"
        },
        {
          "caption": "Part Of Our Community"
        },
        {
          "caption": "JEFF SMITH: FIGHTING FOR SOUTH MANCHESTER"
        }
      ]
    },
    "additionalNotes": "Labour MP Jeff Smith risks being sacked as whip after refusing to back Brexit vote."
  }
}
```