```json
{
  "leaflet": {
    "candidateName": "Tulip Siddiq",
    "constituency": "Hampstead and Kilburn",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Tulip's promise to Hampstead and Kilburn",
        "content": "I will always put Hampstead and Kilburn first. It's a privilege to represent such an engaged and passionate constituency - you've sent me over 20,000 letters and questions in just two years! Whether it's putting principles before career to stand up for local opinions on Brexit, voting against the party line on welfare or HS2, working cross-party to achieve policy successes from opposition, or fighting for Labour values in Parliament, I will always be your voice in Westminster’s bicameral system."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Believing in the NHS",
        "policyDescription": "Tulip Siddiq stands for supporting the NHS, highlighting personal experience, and commits to arguing for sufficient NHS funding."
      },
      {
        "policyTitle": "Close links with Europe",
        "policyDescription": "She wants to maintain close links with Europe and opposes hard Brexit, and promotes access to the Single Market."
      },
      {
        "policyTitle": "The housing London needs",
        "policyDescription": "She supports the mayor on affordable housing, aiming to keep fighting for adequate housing and support tackling London’s housing crisis."
      },
      {
        "policyTitle": "Always supporting education",
        "policyDescription": "She is committed to local schools, mentioning a record of protection of education. She opposes funding cuts and supports affordable education for all."
      },
      {
        "policyTitle": "A strong, local voice working for you",
        "policyDescription": "Tulip Siddiq emphasizes her local connection and experience of growing up in Kilburn and intends to use her local knowledge to represent the constituency effectively."
      }
    ],
    "mentions": {
      "candidate": "Tulip Siddiq",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Opposes hard Brexit, and promotes access to the Single Market.",
      "economy": "",
      "education": "Committed to opposing funding cuts and ensuring affordable education for all.",
      "environment": "",
      "governance": "Always be your voice in Westminster’s bicameral system.",
      "health": "Arguing for sufficient NHS funding and committing to support the NHS.",
      "immigration": "",
      "socialWelfare": "Mentioned voting against the party line on welfare.",
      "housing": [
        {
          "content": "Supports the mayor on affordable housing, aims to keep fighting for London housing market and support tackling London’s housing crisis.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "It's a privilege to represent such an engaged and passionate constituency.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "21 Winchester Road, NW3 3NR",
      "phone": "020 8127 5525",
      "email": "tulip@tulipsiddiq.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@TulipSiddiq",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tulip Siddiq was in your local area today"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```