```json
{
  "leaflet": {
    "candidateName": "Ashley Dalton",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "Hospital A&E Under Threat",
        "content": "Under the Conservatives, there are plans being drawn up to downgrade the A&E department at Southend Hospital and move other services away to Basildon or Chelmsford. If critically ill patients can no longer be taken to A&E at Southend, there could be life-threatening delays in receiving hospital treatment. The NHS under the Conservatives is being run down, with massive deficits, frequent alerts forcing operations to be cancelled, and overstretched GP practices. The Conservatives want Southend to expand and gain city status, yet won't commit to securing a comprehensive hospital service for our town. Such a plan is illogical and dangerous for our residents and visitors."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Opposes the Conservative plans to downgrade the A&E department at Southend Hospital. Advocates for local services to be driven by clinical evidence and patient needs, not by financial or ideological considerations."
      }
    ],
    "mentions": {
      "candidate": "Ashley Dalton",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The NHS under the Conservatives is being run down, with massive deficits, frequent alerts forcing operations to be cancelled, and overstretched GP practices.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "\"As your MP I would work alongside patient groups, healthcare professionals, and communities to develop plans for our hospital together. Any proposed changes to local services must be drive by clinical evidence and patient needs, and not by financial or ideological considerations. The Tories claim their proposals will not have an impact on services but local people know there is no logic to ambulances driving past the doors of Southend A&E to take a patient in critical need to Basildon. These Tory plans are dangerous, ill-thought through, and I would fight any attempt to under-fund, de-skill or downgrade healthcare services that are vital to our community.\"",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "268 Sutton Road, Southend, SS2 5ET",
      "phone": "01702 619868",
      "email": "ashley.dalton@southendlabour.org.uk",
      "website": "www.AshleyDalton.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/ashleydaltonlabour",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "The Tories claim their proposals will not have an impact on services but local people know there is no logic to ambulances driving past the doors of Southend A&E to take a patient in critical need to Basildon.",
        "source": "Ashley Dalton",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ashley Dalton - Proud of our Community"
        },
        {
          "caption": "Ashley is fighting for our hospital"
        },
        {
          "caption": "Ashley Dalton - standing up for our NHS"
        }
      ]
    },
    "additionalNotes": "Promoted by Ivan Gibbons on behalf of Ashley Dalton both at 268 Sutton Road, Southend, SS2 5ET. Printed by Solopress of 9 Stock Road, Southend-on-Sea SS2 5QF."
  }
}
```