```json
{
  "leaflet": {
    "candidateName": "John Hayes",
    "constituency": "South Holland and The Deepings",
    "politicalParty": "",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Our United Kingdom – Standing Free and Proud",
        "policyDescription": "\"For our children and grandchildren's sake we must take back control of our nation's destiny.\""
      }
    ],
    "mentions": {
      "candidate": "John Hayes",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "\"For our children and grandchildren's sake we must take back control of our nation's destiny.\"",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "\"In the words of the great hymn John is 'all things wise and wonderful'\" - Michael Gove",
    "politicalExperience": [
      {
        "role": "Honorary Doctorate for his outstanding service to education",
        "duration": "",
        "achievements": "Sir John Hayes awarded an Honorary Doctorate for his outstanding service to education."
      },
      {
        "role": "Fellowship of The City and Guilds of London Institute for his 'outstanding contribution to the field of education'",
        "duration": "",
        "achievements": "Sir John Hayes granted Fellowship of The City and Guilds of London Institute for his 'outstanding contribution to the field of education'"
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01775 713905",
      "email": "office@johnhayesmp.co.uk",
      "website": "www.johnhayesmp.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Michael Gove",
        "endorsement": "\"In the words of the great hymn John is 'all things wise and wonderful'\""
      },
      {
        "endorser": "David Lock, Newark",
        "endorsement": "\"We as a family are very grateful that you took the trouble and time from your busy schedule to read 17-page long document of mine off 'warts n' all' exactly right reading, you also did exactly as requested.\""
      },
      {
        "endorser": "Linda Butters, Spalding",
        "endorsement": "\"I have watched you over many years spreading your magic. Just keep doing it, please. Yes it is magic John. The Country needs your magic!\""
      },
      {
        "endorser": "Rachel Maclean",
        "endorsement": "\"Thank you so much for your excellent and knowledgeable contribution to the debate on the serious violence strategy. It was very good to have your perspective from all the work you've done as a Minister.\""
      },
      {
        "endorser": "Keith and Caroline Richards",
        "endorsement": "\"Sir John, we all in the extended Richards' family, wish to thank you for your eloquent and passionate speech [...] It is people like you, that say what they mean and do everything possible to change the lives of those less fortunate than themselves.\""
      },
      {
        "endorser": "Rebecca Pow",
        "endorsement": "\"Thank you so much for your thoughtful speech to your Private Member's Funeral Poverty debate, it added a great deal to the discussion.\""
      },
      {
        "endorser": "Christopher Groves from Whorlton, Deeping St James",
        "endorsement": "\"Thank you again for your kind interest and help, without it I would have been admitted to the contribution to the debate on serious street survival strategy. I would not have survived the winter.\""
      },
      {
        "endorser": "Nick Boles, MP for Grantham and Stamford",
        "endorsement": "\"From campaigning to save Deepings library to fighting the menace of illegal traveller sites, John Hayes has always backed the people of Market Deeping.\""
      },
      {
        "endorser": "Joshua Yarham, Market Deeping",
        "endorsement": "\"You're a real credit to real life acts, more like your constituency.\""
      },
      {
        "endorser": "Daniel Elkington",
        "endorsement": "\"You're a real credit to real life acts, more like your constituency.\""
      },
      {
        "endorser": "Ursula Lidbetter OBE, Chair of Greater Lincolnshire Local Enterprise Partnership",
        "endorsement": "\"It is with great pleasure that I offer my congratulations on your recent knighthood. This is a deserved recognition of your contribution to your constituency and south Lincolnshire and the communities which have a reflection of the respect of South Holland and Deeping.\""
      }
    ],
    "quotes": [
      {
        "text": "\"In 22 years I have served South Holland and the Deepings, I have been proud to take up more than 25,000 cases on behalf of local people.\"",
        "source": "John Hayes",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Candidate next to sign 'Focus' with text about him being 'The people's voice' and his service and success."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```