{
  "leaflet": {
    "candidateName": "Paula Ferguson",
    "constituency": "Winchester",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A FAIRER BRITAIN",
        "content": "Britain needs fresh vision and leadership to restore fairness in our country. The Liberal Democrats will build an economy that works for everyone, not just the richest."
      },
      {
        "title": "TACKLE THE CLIMATE EMERGENCY",
        "content": "The Liberal Democrats will take the urgent action needed to protect our environment, making Britain a world leader in renewable energy and green technology."
      },
      {
        "title": "INVEST IN SCHOOLS AND OUR NHS",
        "content": "As Prime Minister, Jo Swinson will work every day to ensure our children get to go to the best schools in the world. The Liberal Democrats will invest billions more to secure the future of the NHS after years of Conservative neglect."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "TACKLE THE CLIMATE EMERGENCY",
        "policyDescription": "Liberal Democrats will implement urgent actions for environmental protection, focusing on renewable energy and green technology."
      },
      {
        "policyTitle": "MORE SUPPORT FOR SCHOOLS",
        "policyDescription": "Liberal Democrats promise to end the crisis in our schools by putting a penny on income tax for education, aiming to reduce class sizes and providing schools the resources they need."
      },
      {
        "policyTitle": "HEALTHCARE INVESTMENT",
        "policyDescription": "Bolster NHS funding with a multi-billion pound investment to secure its future, as well as adopting policies that ensure mental health is taken as seriously as physical health."
      }
    ],
    "mentions": {
      "candidate": "Paula Ferguson",
      "otherPartyLeaderCandidate": "Boris Johnson, Jeremy Corbyn",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Liberal Democrats leading the way on Brexit and it’s the biggest reason people switch from Conservative.",
      "economy": "",
      "education": "Promise to end crisis in our schools and reduce class sizes.",
      "environment": "Taking the urgent action needed to protect our environment with renewable energy and green technology.",
      "governance": "",
      "health": "Plan to treat mental health with the same urgency as physical health and make prescriptions free for chronic mental health conditions.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Freepost RS​​TK-HSKH-JE​​GE, Liberal Democrats, 8-10 Great George Street, London, SW1P 3AE",
      "phone": "",
      "email": "",
      "website": "LibDems.org.uk/plan",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Steve Brine",
        "endorsement": "says that Paula Ferguson is leading the way on Brexit..."
      }
    ],
    "quotes": [
      {
        "text": "Paula Ferguson is leading the way on Brexit and it’s the biggest reason people switch from Conservative in Winchester and Chandler’s Ford.",
        "source": "Steve Brine",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paula Ferguson with supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}