```json
{
  "leaflet": {
    "candidateName": "Sandra Gidley",
    "constituency": "Romsey and Southampton North",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Labour at 100-1 in Southampton North",
        "content": "It's official! Ladbrokes has declared Labour '100-1 outsiders' to win here in Romsey and Southampton North. Local research confirms this - the only votes needed for them are in the ballot!"
      },
      {
        "title": "Our schools need a helping hand",
        "content": "New league tables have shown that Southampton's schools are some of the worst performing in the country. Below average GCSE results and high levels of truancy have left the city's schools struggling."
      },
      {
        "title": "Lib Dems demand action for our roads",
        "content": "Local Lib Dem campaigners have presented a petition to Southampton City Council to demand action for our roads."
      },
      {
        "title": "Sandra fights \"daft developments\" in Bassett",
        "content": "Sandra has challenged the Government over inappropriate developments in Bassett."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Sandra is fighting for smaller class sizes in primary schools."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Presented a petition to demand action for our roads."
      },
      {
        "policyTitle": "Housing & Development",
        "policyDescription": "\"daft developments\", Sandra has challenged the Government over inappropriate housing development in Bassett."
      }
    ],
    "mentions": {
      "candidate": "Sandra Gidley",
      "otherPartyLeaderCandidate": "Michael Wills, Jon Hulley",
      "partyLeader": "",
      "tacticalSituation": "Lib Dem campaigners Maureen Turner and Paul Clarke expect majorities in north Southampton."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Sandra is fighting for smaller class sizes in primary schools and an end to lottery funding system that 'spreads the money without focussing investment where we can make the most disadvantaged pupils'.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Sandra has challenged the Government over inappropriate developments in Bassett.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Sandra is fighting for our children to have the best start in life and for our children to have the best start in life. 'I want our young people to look forward to the future with confidence'.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "for ten years, working almost 20,000 people since being elected.",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Return to: Sandra Gidley, FREEPOST, 3A Victoria Place, Love Lane, Romsey SO51 8DE",
      "phone": "",
      "email": "",
      "website": "www.SandraGidley.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Romsey and Southampton North Constituents",
        "endorsement": "Support for Lib Dem candidate Sandra Gidley in previous elections."
      }
    ],
    "quotes": [
      {
        "text": "Lib Dem campaigner for Bassett Paul Clarke said, 'The Conservatives are doing an amazing job and are making a real difference to the local community,'",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local Lib Dem campaigners Maureen Turner and Paul Clarke inspect our roads in north Southampton."
        },
        {
          "caption": "Sandra Gidley MP Bassett campaigner Paul Clarke and Maureen Turner to see the results of Conservative neglect in north Southampton."
        },
        {
          "caption": "Sandra speaking in the House of Commons on the controversial 'controlled curriculum'."
        }
      ]
    },
    "additionalNotes": "Ladbrokes has declared Labour '100-1 outsiders'. Tactical messaging suggests Labour and Conservatives' positions, framing the election as a choice between Sandra Gidley and the Conservative candidate. Leaflet emphasizes the local services and infrastructure."
  }
}
```