```json
{
  "leaflet": {
    "candidateName": "PAUL BLOMFIELD",
    "constituency": "SHEFFIELD CENTRAL",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "STUDENT VOICE",
        "content": "Paul has strong support from Sheffield students and has won a reputation in Parliament for taking up their concerns."
      },
      {
        "title": "Climate Emergency",
        "content": "Paul has campaigned for strong action on climate change since first elected in 2010. Labour is committed to a zero carbon energy system by 2030 and will start a Green Industrial Revolution."
      },
      {
        "title": "Giving you the final say on Brexit",
        "content": "The Tories created the Brexit crisis. They called a referendum the public didn’t want, failed to prepare for all eventualities, and have now left us with the worst of both worlds, with no plan for dealing with the repercussions."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "OPPOSING TUITION FEES",
        "policyDescription": "Paul opposed the tripling of undergraduate fees by the Tory/Lib Dem coalition. He backs abolishing fees and better support with living costs."
      },
      {
        "policyTitle": "INTERNATIONAL STUDENTS",
        "policyDescription": "Paul led a seven-year campaign to reintroduce the inclusion of a two-year post-study work visa, and a new approach to international student recruitment."
      },
      {
        "policyTitle": "BETTER MENTAL HEALTH",
        "policyDescription": "Support, together with improved autism practice for more of the growing student mental health problems."
      },
      {
        "policyTitle": "SUPPORTING RESEARCH",
        "policyDescription": "Paul has led calls to increase investment in research and promote the work of Sheffield researchers in Parliament."
      }
    ],
    "mentions": {
      "candidate": "Paul Blomfield",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Labour will give the people a final say on Brexit. Most current students weren’t able to vote in 2016, but will experience a future referendum.",
      "economy": "",
      "education": "Our national education service will give everyone access to free education from cradle to grave. We will abolish tuition fees and give undergraduate maintenance grants for 18-year-olds, as well as support for living costs.",
      "environment": "A Labour government will kickstart a Green Industrial Revolution to tackle the climate emergency, Labour will take radical action to tackle it.",
      "governance": "",
      "health": "Top priorities are physical health, investing particularly in mental health including children's mental health services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Everybody needs a secure job and an affordable home. We will bring down prices for renters, rebuild brownfield sites and transform the economy to create more good jobs outside London and increase the minimum wage to £10 per hour.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "This election is our last chance to radically change course on the climate crisis.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "paul@paulblomfield.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "@PaulBlomfieldMP",
        "twitter": "@PaulBlomfieldMP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "This election is our last chance to radically change course on the climate crisis.",
        "source": "Campaign Literature",
        "date": ""
      },
      {
        "text": "'Only a Labour government will give people a further referendum... I campaigned to remain in 2016, backed by 70% of my constituents, and I will again.'",
        "source": "Paul Blomfield",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Students for paul Blomfield"
        },
        {
          "caption": "Labour will launch a Green Industrial Revolution."
        },
        {
          "caption": "Paul Blomfield says, 'Only a Labour government will give people a further referendum...'"
        }
      ]
    },
    "additionalNotes": "A voice in Parliament - Paul set up the first ever All-Party Group for Students, working with the National Union of Students (NUS), to give students a strong voice in Parliament."
  }
}
```