```json
{
  "leaflet": {
    "candidateName": "Cate Cody",
    "constituency": "Tewkesbury",
    "politicalParty": "Green Party",
    "electionDate": "12 December",
    "messages": [
      {
        "title": "YES TO EUROPE",
        "content": "Politicians have failed us all on Brexit. Greens will give back control to the people to decide the way forward through a People's Vote. Cate will campaign to remain in and reform the EU for the benefit of everyone and the environment."
      },
      {
        "title": "YES TO CLIMATE ACTION",
        "content": "Every vote for Cate will speed up action rather than words on the climate breakdown. The Green New Deal will provide cheaper electricity, better transport, warmer homes and hundreds of thousands of decent green jobs."
      },
      {
        "title": "YES TO CHANGE",
        "content": "If you want politics to change, you have to vote for something different. The same old parties and politicians have left the country more divided and less equal than ever. Greens do politics differently and Cate is showing the way here in Tewkesbury. More and more Greens are getting elected. Now is the time to build a green and pleasant future for our community, our children, and the planet."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Europe",
        "policyDescription": "Support for a People's Vote and a campaign to remain in and reform the EU."
      },
      {
        "policyTitle": "Climate Action",
        "policyDescription": "Advocate for the Green New Deal, providing cheaper electricity, improved transport, warm homes, and creating green jobs."
      },
      {
        "policyTitle": "Political Change",
        "policyDescription": "Calling for a change from the status quo, aiming for more Green representation to create a greener future."
      }
    ],
    "mentions": {
      "candidate": "Cate Cody",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Caroline Lucas MP",
      "tacticalSituation": "Only a Green vote will prevent climate chaos, transform Britain whilst remaining in the EU, and elect more Green MPs that you can trust to keep the other parties honest. The time is now – please vote Green."
    },
    "issues": {
      "brexitEurope": "Support for a People's Vote and remaining in the EU.",
      "economy": "",
      "education": "",
      "environment": "Climate breakdown address through the Green New Deal.",
      "governance": "Advocating for different politics as opposed to the division and inequality created by existing parties.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Green New Deal will provide warmer homes.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "\"Change is happening here. Tewkesbury is getting greener. We need cleaner air, protection from flooding, green infrastructure and affordable housing built to high environmental standards. Our public transport must be improved and cycling made safer. Be brave. Vote Green. Vote for your future and a world worth living in.\"",
    "politicalExperience": [
      {
        "role": "Councilor for Tewkesbury South ward",
        "duration": "Elected in May earlier in the year",
        "achievements": "Led on green issues in the Borough, successfully brought the Climate Emergency motion to Council."
      }
    ],
    "contactInformation": {
      "address": "Tewkesbury Green Party",
      "phone": "",
      "email": "cate.cody@tewkesbury.greenparty.org.uk",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Caroline Lucas MP",
        "endorsement": "Only a Green vote will prevent climate chaos, transform Britain whilst remaining in the EU, and elect more Green MPs that you can trust to keep the other parties honest. The time is now – please vote Green."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Cate Cody with supporters holding a 'Vote Green Party' sign."
        },
        {
          "caption": "Crowd supporting climate action with various signs."
        },
        {
          "caption": "Headshot of Cate Cody with a 'Yes to Climate Action. Yes to Europe.' slogan."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```