```json
{
  "leaflet": {
    "candidateName": "NEIL JAMESON",
    "constituency": "POPLAR & LIMEHOUSE",
    "politicalParty": "Green Party",
    "electionDate": "12 DECEMBER",
    "messages": [
      {
        "title": "A FAIRER BRITAIN",
        "content": "I am standing on my 25 year track record as UK's most experienced Community Organiser. This record includes founding the 'Real Living Wage Campaign' now with 5,000 accredited Living Wage employers and over £1bn into pockets of low wage workers. I also launched the UK's first Community Land Trust in this constituency where homes sell for a third of the market rate. I pledge to reorganise this constituency into a diverse alliance of schools, faith groups and others to work together for the common good and a fairer Tower Hamlets."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "YES TO EUROPE",
        "policyDescription": "Westminster politicians have failed us all on Brexit. Greens will give power back to people to decide the way forward with a People's Vote. Greens would campaign to Remain in the EU for the benefit of everyone."
      },
      {
        "policyTitle": "NO TO CLIMATE CHAOS",
        "policyDescription": "Greens have led the way for years on tackling climate chaos. Every vote for the Greens helps speed up climate action. This means cheaper energy, better transport, warmer homes and hundreds of thousands of new decent jobs."
      }
    ],
    "mentions": {
      "candidate": "I am standing on my 25 year track record as UK's most experienced Community Organiser.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Westminster politicians have failed us all on Brexit. Greens will give power back to people to decide the way forward with a People's Vote.",
      "economy": "",
      "education": "",
      "environment": "Greens have led the way for years on tackling climate chaos.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "I also launched the UK's first Community Land Trust in this constituency where homes sell for a third of the market rate.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I am standing on my 25 year track record as UK's most experienced Community Organiser.",
    "politicalExperience": [
      {
        "role": "Community Organiser",
        "duration": "25 years",
        "achievements": "Founded the 'Real Living Wage Campaign' now with 5,000 accredited Living Wage employers and over £1bn into pockets of low wage workers. Launched the UK's first Community Land Trust."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@NeilJamesonUK @TheGreenParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Neil Jameson with supporters holding Green Party placards"
        },
        {
          "caption": "Neil Jameson's profile image with the text 'YOUR GREEN PARTY CANDIDATE - NEIL JAMESON - POPLAR & LIMEHOUSE'"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```