```json
{
  "leaflet": {
	"candidateName": "Robert ALDEN",
	"constituency": "Erdington",
	"politicalParty": "Conservative Party",
	"electionDate": "Thursday 12 December 2019",
	"messages": [
	  {
		"title": "Protecting our green spaces",
		"content": "Robert is stepping forward to protect our green spaces from being overbuilt and keep them vital for community health and recreation. He opposes Labour's plans to build on green spaces."
	  },
	  {
		"title": "The only thing Labour would deliver is more confusion.",
		"content": "Labour's Brexit policy is more delay. They can't even decide whether they want Brexit to happen – and they've had THREE years to decide."
	  }
	],
	"keyPolicies": [
	  {
		"policyTitle": "Transforming Erdington High Street",
		"policyDescription": "Plans to transform Erdington High Street for the 21st Century, maximising transport connections and securing cultural, leisure activities like a cinema, and restaurants and a Museum to make Erdington a destination of choice."
	  },
	  {
		"policyTitle": "Limiting HMOs",
		"policyDescription": "Robert has been campaigning for an Article 4 directive to stop families' houses being converted into HMOs without planning. As your MP Robert will communicate to make it Illegal."
	  },
	  {
		"policyTitle": "Keeping our streets safe",
		"policyDescription": "Ensuring Erdington Constituency gets its fair share of the new 20,000 Police Officers. Securing a Public Space Protection Order to tackle street drinking, drug dealing and begging."
	  },
	  {
		"policyTitle": "Deliver cleaner air and tackle climate change",
		"policyDescription": "Holding a postgraduate diploma in Air Pollution Control and Management, Robert and local Conservatives have a plan to deliver cleaner air for Erdington and help tackle climate change while protecting residents quality of life."
	  },
	  {
		"policyTitle": "Protect our Green Spaces",
		"policyDescription": "Fighting against Birmingham Labour's plans to build on local green spaces and ensuring there is protection for parks and areas like Short Heath Playing Fields."
	  },
	  {
		"policyTitle": "Better hospitals, Safer streets, Improved schools",
		"policyDescription": "Supporting initiatives that invest £33.9 billion into the NHS, hiring 20,000 new police officers, and ensuring more funding for every pupil in schools."
	  }
	],
	"mentions": {
	  "candidate": "Robert Alden",
	  "otherPartyLeaderCandidate": "",
	  "partyLeader": "",
	  "tacticalSituation": "Highlighting the tactical vote by mentioning the need to vote on December 12th to protect green spaces and contrasting Labour's plans to occupy land."
	},
	"issues": {
	  "brexitEurope": "Labour's Brexit policy is more delay. Let's end the delays. Let's get Brexit done. And let's get on with our priorities.",
	  "economy": "",
	  "education": "More funding for every pupil in schools.",
	  "environment": "Deliver cleaner air and tackle climate change. Protect our Green Spaces - fighting Labour's plans to build on local green spaces.",
	  "governance": "",
	  "health": "Investing an extra £33.9 billion into the NHS.",
	  "immigration": "",
	  "socialWelfare": "",
	  "housing": [
		{
		  "content": "Robert is stepping forward to protect our green spaces from being overbuilt and keep them vital for community health and recreation.",
		  "yimbyNimby": "NIMBY"
		}
	  ]
	},
	"personalStatement": "",
	"politicalExperience": [],
	"contactInformation": {
	  "address": "",
	  "phone": "07764949839",
	  "email": "robert.alden.erdington.conservatives@hotmail.com",
	  "website": "",
	  "socialMedia": {
		"facebook": "facebook.com/ErdingtonNews",
		"twitter": "",
		"instagram": "",
		"linkedin": ""
	  }
	},
	"endorsements": [],
	"quotes": [
	  {
		"text": "Labour 'still divided over Brexit' - BBC News",
		"source": "BBC News",
		"date": ""
	  }
	],
	"campaignMaterial": {
	  "images": [
		{
		  "caption": ""
		}
	  ]
	},
	"additionalNotes": ""
  }
}
```