```json
{
  "leaflet": {
    "candidateName": "Richard Thomson",
    "constituency": "Gordon Constituency",
    "politicalParty": "SNP",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "A message from Richard...",
        "content": "Like many, I've watched the incompetence of the Tory Government at Westminster over the past few years with a growing sense of disbelief. The Tories lecture the SNP about 'getting on with the day job'. Yet thanks to their Brexit obsession, in the last three years it's been the UK Tory Government that's ground completely to a halt."
      },
      {
        "title": "",
        "content": "In that time, the Tories have plunged thousands more into poverty and hardship. They've failed to stand up for key North East industries. They've failed to deliver on their responsibilities for broadband and better mobile coverage. They've also failed to keep their promises to Scotland made during the 2014 independence referendum."
      },
      {
        "title": "",
        "content": "In my time as Aberdeenshire Council leader, I won a reputation for being hard working, pragmatic and for standing up fearlessly for the North East. We need an MP like that right now, who puts the needs of Gordon ahead of the political self-interest of Boris Johnson."
      },
      {
        "title": "",
        "content": "At this election, Scotland's voice must be heard and our choices must be respected. Our MP will make sure that is exactly what happens."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Richard Thomson",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Tories lecture the SNP about 'getting on with the day job'. Yet thanks to their Brexit obsession, in the last three years it's been the UK Tory Government that's ground completely to a halt.",
      "economy": "The Tories have plunged thousands more into poverty and hardship.",
      "education": "",
      "environment": "",
      "governance": "They've failed to stand up for key North East industries.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "They've failed to deliver on their responsibilities for broadband and better mobile coverage.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "In my time as Aberdeenshire Council leader, I won a reputation for being hard working, pragmatic and for standing up fearlessly for the North East.",
    "politicalExperience": [
      {
        "role": "Aberdeenshire Council leader",
        "duration": "",
        "achievements": "I won a reputation for being hard working, pragmatic and for standing up fearlessly for the North East."
      }
    ],
    "contactInformation": {
      "address": "Promoted by Duncan Gill on behalf of Gordon SNP, both at 23 Neillfield Terrace, Inverurie, AB51 0PA. Printed by Ink Shop Printing, 190 Rosemount Place, Aberdeen AB25 2XQ.",
      "phone": "07584 564669",
      "email": "snp-richardthomson@outlook.com",
      "website": "",
      "socialMedia": {
        "facebook": "RichardThomsonSNP",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote Richard Thomson"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```