{
  "leaflet": {
	"candidateName": "Nigel Quinton",
	"constituency": "Hitchin and Harpenden",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Lib Dems back 10:10 But NHDC refuse to sign up",
    	"content": "The Liberal Democrats were one of the first national organisations to back the 10:10 campaign when it launched in September. The campaign asks individuals, and organisations to commit to reduce their carbon footprint by 10% in 2010 - a 'year of doing stuff'! But when Liberal Democrat Councillors asked that Tory-run North Herts Council sign up to the proposal their was thwarted by Conservative and Labour Councillors."
  	},
  	{
    	"title": "Town Hall Reprieved!",
    	"content": "Cllr Lawrence Oliver is very pleased to report that our Conservative-run council has agreed to delay a decision on the Town Hall for four months whilst a feasibility study is done, on a proposal from a community group, Hitchin Initiative. We continue to press for this approach as we believe in listening to the residents. Supporting local pubs and the common struggle. We hope that common sense will prevail."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Climate Change",
    	"policyDescription": "Supports the 10:10 campaign, aimed at reducing carbon footprint by 10% in 2010. Liberal Democrats were among the first to support this initiative."
  	}
	],
	"mentions": {
  	"candidate": "Nigel Quinton",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Vince Cable",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "Supports the 10:10 campaign, encouraging reduction in carbon footprint.",
  	"governance": "",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"Conservative-run council agreed to delay decision on the Town Hall",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "Councillor",
    	"duration": "",
    	"achievements": "Lawrence Oliver successful in delaying the decision on the Town Hall"
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "www.libdems.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Readers of the Tribune magazine",
    	"endorsement": "Vince Cable is their first choice as Chancellor of the Exchequer."
  	}
	],
	"quotes": [
  	{
    	"text": "Does Vince Cable's popularity know no bounds? Very possibly because the twinkle-toed Liberal Democrat economics spokesmen was the subject of his very own poll in this week's Tribune magazine.",
    	"source": "The Independent",
    	"date": "3.2.2010"
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Lib Dem PPC Nigel Quinton with North Herts Councillors Paul Clark, Lisa Courts, David Billing, Judi Billing, Nigel Mason, Derrick Ashley, and Derrick Ashley at the launch of the 10:10 campaign."
    	},
    	{
      	"caption": "Lawrence inspects the - council's first attempt at a public notice."
    	}
  	]
	},
	"additionalNotes": ""
  }
}