```json
{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A BRIGHTER FUTURE FOR OUR MENTAL HEALTH SERVICES...",
        "content": "The NHS may be the envy of the world, but our mental health service is not. People are struggling. When they turn for help, it is often not there."
      },
      {
        "title": "...FUNDED BY THE REMAIN BONUS",
        "content": "People are fed up with the Brexit chaos. It has become a national embarrassment. Boris Johnson's Conservative party and Jeremy Corbyn's Labour party are determined to pursue Brexit."
      },
      {
        "title": "24 HOURS A DAY 7 DAYS A WEEK",
        "content": "THE LIBERAL DEMOCRATS WILL PROPERLY FUND MENTAL HEALTH, SO WE CAN:"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Increase Mental Health Staff",
        "policyDescription": "The Liberal Democrats want to increase mental health staffing to ensure services run 24 hours a day, seven days a week."
      },
      {
        "policyTitle": "Apply the same waiting time standards to mental health care as we have for physical care",
        "policyDescription": "The Liberal Democrats plan to apply the same waiting times to mental health services as those with physical illnesses."
      },
      {
        "policyTitle": "Increase Access to Talking Therapies",
        "policyDescription": "Expanding access to talking therapies is part of the Liberal Democrats' mental health provision plan."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Boris Johnson, Jeremy Corbyn",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "People are fed up with the Brexit chaos. It has become a national embarrassment. Boris Johnson's Conservative party and Jeremy Corbyn's Labour party are determined to pursue Brexit. Once we stop Brexit, we can build a brighter future where we tackle the climate emergency and create opportunity for all, for schools and the NHS, and opportunity for all.",
      "economy": "",
      "education": "",
      "environment": "Once we stop Brexit, we can build a brighter future where we tackle the climate emergency and create opportunity for all, for schools and the NHS, and opportunity for all.",
      "governance": "",
      "health": "The NHS may be the envy of the world, but our mental health service is not.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "8-10 Great George Street London, SW1P 3AE",
      "phone": "",
      "email": "",
      "website": "www.LibDems.org.uk/join",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of the candidate with the text: The Liberal Democrats will properly fund mental health, so we can: 1. Increase mental health staff. 2. Apply the same waiting time standards to mental health care as we have for physical care. 3. Increase access to talking therapies."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```