```json
{
  "leaflet": {
    "candidateName": "Dr Mohsin Khan",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Dear resident, As a child I spent a lot of time in and out of hospital – the fantastic care I received then and throughout my life inspired me to become a doctor. I’m driven by a desire to help sick people get better. But during my six years as an NHS psychiatrist, it’s become clear to me there is an imbalance at the heart of the way our NHS treats patients. For far too long mental health has been put on the back-burner and I’m frightened by this. I'm frightened for all the young people unable to access adequate services and I’m frightened that patients are all too often turned away."
      },
      {
        "title": "",
        "content": "That’s why I’m backing the Liberal Democrats in this election. Their plan to put mental health on an equal footing with physical, ensuring treatment is available 24 hours a day, 365 days a year will ensure we have the mental health service and car Britain needs."
      },
      {
        "title": "",
        "content": "I'm proud of our NHS and of the colleagues I work with, but we are sick and tired of being passed over and demoralised when it’s our mental health department, which yet again faces cuts. The Liberal Democrats have recognised this – and have announced that they will give the NHS the money it needs to treat mental health with the seriousness and priority it deserves."
      },
      {
        "title": "",
        "content": "The Liberal Democrats offer the brighter future my patients so deserve."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Mental Health Services",
        "policyDescription": "Putting mental health on an equal footing with physical health, ensuring treatment is available 24 hours a day, 365 days a year."
      }
    ],
    "mentions": {
      "candidate": "Dr Mohsin Khan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Recognition of the need for serious and priority treatment for mental health within the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As a child I spent a lot of time in and out of hospital – the fantastic care I received then and throughout my life inspired me to become a doctor.",
    "politicalExperience": [
      {
        "role": "NHS Psychiatrist",
        "duration": "six years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "P.S. Approximately 1 in 4 people will face a mental health issue in the UK. The Liberal Democrats have the best plan for ensuring they get the best care possible.",
        "source": "Dr Mohsin Khan",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr Mohsin Khan, NHS Psychiatrist"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```