{
  "leaflet": {
    "candidateName": "OLLIE SYKES",
    "constituency": "HOVE",
    "politicalParty": "Green Party",
    "electionDate": "12 December",
    "messages": [
      {
        "title": "A FAIRER BRITAIN",
        "content": "A Green voice in Parliament would fight for the wellbeing of every person and the living world, in opposition to the self-serving elite."
      },
      {
        "title": "NO TO CLIMATE CHAOS",
        "content": "A strong Green voice in Parliament is needed to hold the Government to account."
      },
      {
        "title": "YES TO EUROPE",
        "content": "Greens stand for a people's vote on the final deal, and support remaining in the EU to fix it."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A FAIRER BRITAIN",
        "policyDescription": "Fighting for the wellbeing of every person and the living world, opposing the self-serving elite."
      },
      {
        "policyTitle": "NO TO CLIMATE CHAOS",
        "policyDescription": "Holding the Government to account on environmental issues and climate change."
      },
      {
        "policyTitle": "YES TO EUROPE",
        "policyDescription": "Supporting a people's vote on the Brexit deal and advocating for remaining in the EU to reform it."
      }
    ],
    "mentions": {
      "candidate": "Ollie Sykes",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Caroline Lucas",
      "tacticalSituation": "Electing a Green MP in Hove is possible. Vote for who you believe in. Greens can win."
    },
    "issues": {
      "brexitEurope": "Greens stand for a people's vote on the final deal, and support remaining in the EU to fix it.",
      "economy": "",
      "education": "",
      "environment": "A strong Green voice in Parliament is needed to hold the Government to account on environmental issues.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "A Green voice in Parliament would fight for the wellbeing of every person and the living world.",
      "housing": [
        {
          "content": "Ollie Sykes has helped hundreds of residents with issues such as housing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As Councillor for Brunswick & Adelaide ward, and Green finance spokesperson, Ollie Sykes has been standing up for Hove. Ollie has helped hundreds of residents with issues such as housing, social care, education, and refuse and recycling.",
    "politicalExperience": [
      {
        "role": "Councillor for Brunswick & Adelaide ward, Green finance spokesperson",
        "duration": "",
        "achievements": "Successfully lobbied for an extra £500,000 in 2019 to tackle climate emergency head on, and led the Green councillors' work on Brexit, so that Brighton & Hove City council was the first in England to call for a People's Vote."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "We need more people in Parliament like Caroline Lucas, who has represented Brighton Pavilion for nine years. In both the EU and local elections in May, Greens topped the poll in Brighton & Hove. Politics is wide open now. Electing a Green MP in Hove is possible. Vote for who you believe in. Greens can win.",
        "source": "Ollie Sykes",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Standing up for your community"
        },
        {
          "caption": "Wake up, rise up, our planet is dying"
        }
      ]
    },
    "additionalNotes": ""
  }
}