{
  "leaflet": {
    "candidateName": "Dr Mohsin Khan",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear Friend",
        "content": "As a child I spent a lot of time in and out of hospital – the fantastic care I received then and throughout my life inspired me to become a doctor."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Mental Health",
        "policyDescription": "Plan to put mental health on an equal footing with physical, ensuring treatment is available 24 hours a day, 365 days a year, which will ensure we have the mental health service and care Britain needs."
      }
    ],
    "mentions": {
      "candidate": "Dr Mohsin Khan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Dr Mohsin Khan is backing the Liberal Democrats in this election. They plan to put mental health on an equal footing with physical, ensuring treatment is available 24 hours a day, 365 days a year.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "As a child I spent a lot of time in and out of hospital – the fantastic care I received then and throughout my life inspired me to become a doctor. I'm driven by a desire to help sick people get better. But during my six years as an NHS psychiatrist, it's become clear to me there is an imbalance at the heart of the way our NHS treats patients. For far too long mental health has been put on the back-burner and I'm frightened by this. I'm frightened for all the young people unable to access adequate services and I'm frightened that patients are all too often turned away.",
    "politicalExperience": [
      {
        "role": "NHS Psychiatrist",
        "duration": "six years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Published and promoted by Mr Dixon on behalf of the Liberal Democrats, 8-10 Great George Street, London, SW1P 3AE. Printed by The Mailing Group, Whitehall Park, Whitehall Road, Leeds, LS12 5XX.",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "The Liberal Democrats offer the brighter future my patients so desperately need.",
        "source": "Dr Mohsin Khan",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mohsin Khan - NHS Psychiatrist"
        }
      ]
    },
    "additionalNotes": "P.S. Approximately 1 in 4 people will face a mental health issue in the UK. The Liberal Democrats have the best plan for ensuring they get the best care possible."
  }
}