{
  "leaflet": {
	"candidateName": "Chuka Umunna",
	"constituency": "",
	"politicalParty": "Liberal Democrat",
	"electionDate": "this December",
	"messages": [
  	{
    	"title": "",
    	"content": "Dear The Residents, In 2017, I was proud to be re-elected for a third term as a Labour MP. I was grateful and humbled by the support residents had shown, and for their clear rejection of the Conservative Brexit agenda. Since then, the Labour Party I joined has let down millions of its own supporters, by aiding and abetting the Conservatives on Brexit. The party has become one that tolerates anti-Jewish racism, and a culture of bullying. I just couldn't stay with Labour. Jeremy Corbyn's failure to rid the Labour Party of anti-Semitism and his dereliction of duty on Brexit, the biggest national crisis in a generation, compelled me to leave the Labour Party. I realised that the best way to fight for the future of our country and protect our membership of the EU was to join the Liberal Democrats. And so in June I became one of 26,000 to join the Liberal Democrats in the last 6 months. The local and European elections earlier this year showed that people are ready to get behind the most consistent, credible, strongest Remain party in British politics - the Liberal Democrats. And in this year's elections, Labour voters rightly abandoned Jeremy Corbyn in their droves. At the General Election this December I urge you to vote Liberal Democrat. We have an ambitious plan for the future of our country, where every person, every community and our planet can thrive. Kind regards, Chuka Umunna P.S. If Remainers come together, we can combat the hatred and division at the extremes of the Conservative and Labour parties. We can build a brighter future. "
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Remain in the EU",
    	"policyDescription": "Fight for the future of our country and protect our membership of the EU by supporting the Liberal Democrats."
  	}
	],
	"mentions": {
  	"candidate": "Chuka Umunna",
  	"otherPartyLeaderCandidate": "Jeremy Corbyn",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "I realised that the best way to fight for the future of our country and protect our membership of the EU was to join the Liberal Democrats.",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "In 2017, I was proud to be re-elected for a third term as a Labour MP.",
	"politicalExperience": [
  	{
    	"role": "Former Labour MP",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": ""
    	}
  	]
	},
	"additionalNotes": "Published and promoted by M. Dixon on behalf of the Liberal Democrats, 1 Vincent Square, London, SW1P 2PN. Printed by P&P, Railway Dock, Parkway Industrial Estate, Sheffield, S9 4WU."
  }
}