```json
{
  "leaflet": {
    "candidateName": "Florence Eshalomi",
    "constituency": "Vauxhall",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "School Funding Crisis",
        "content": "In this election, every candidate has a choice: to end the school funding crisis once and for all, or compromise on children's education."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "School Funding",
        "policyDescription": "Florence pledges to urgently give every school the adequate funding it needs to deliver a high-quality education for every child. Proposes cutting per-pupil funding cuts since 2015, securing new funding from the Treasury to reverse the cuts, restoring full funding for all needs, 10-year funding plan for SEND and post-16 education, addressing underfunding by levelling up all areas of the country, and fully funding new commitments such as pay raises and new costs."
      }
    ],
    "mentions": {
      "candidate": "Florence is currently the only Vauxhall candidate to have signed the School Cuts pledge.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "education": "Pledge to urgently give every school the funding it needs for a high-quality education, cut per-pupil funding cuts since 2015, Treasury to reverse cuts, 10-year funding plan for SEND and post-16 schools, levelling up funding in all areas, and fully funding pay raises and new costs."
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
       "address": "330 Kennington Lane, London, SE11 5HY",
       "phone": "",
       "email": "",
       "website": "",
       "socialMedia": {
         "facebook": "",
         "twitter": "",
         "instagram": "",
         "linkedin": ""
       }
     },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Florence Eshalomi holding a campaign leaflet."
        }
      ]
    },
    "additionalNotes": "Labour in Government will invest £1 billion to open 1,000 new Sure Start centres in England."
  }
}
```