```json
{
  "leaflet": {
    "candidateName": "Dame Cheryl Gillan",
    "constituency": "Chesham & Amersham",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 12th December 2019",
    "messages": [
      {
        "title": "A MESSAGE FROM DAME CHERYL GILLAN",
        "content": "Dear Elector, Having represented Chesham and Amersham for over 27 years my priority has always been to champion the Chilterns and work to allow our towns and villages to flourish whilst protecting the precious countryside. Our proximity to London, local road networks, our position in the development of the Oxford-Cambridge corridor, the threat of HS2 and the wider urgent challenge of climate change require us to have a strong and committed campaign to turn the Chilterns, AONB into a National Park to protect our chalk streams and the green belt, while battling extra tunnelling for HS2 which our sensitive countryside cannot absorb. I stand side by side with people who wish to stop HS2. Whether it is education, health, high speed broadband, policing or other local services I continue to work with our local authorities and organisations to fight for our fair share of resources."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Environment",
        "policyDescription": "Cheryl is backing the Climate Environment Bill which will cement the UK's position as a world leader on climate change. She is also working hard to get Chilterns AONB designated as a National Park to protect our chalk streams and biodiversity."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Conservatives are investing an extra £14 billion in education and lifting per pupil funding to a minimum of £5,000 for secondary and rising to £4,000 for primary schools and includes £700 million more for children with Special Educational Needs and Disabilities."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Cheryl is working to ensure that our police have what they need to fight crime and catch criminals. For Chesham and Amersham, this means extra police officers and increased visibility."
      }
    ],
    "mentions": {
      "candidate": "Dame Cheryl Gillan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Supporting local services and delivering on Brexit.",
      "economy": "Building a strong economy.",
      "education": "Conservatives are investing an extra £14 billion in education and lifting per pupil funding to a minimum of £5,000 for secondary and rising to £4,000 for primary schools and includes £700 million more for children with Special Educational Needs and Disabilities.",
      "environment": "Cheryl is backing the Climate Environment Bill which will cement the UK's position as a world leader on climate change. She is also working hard to get Chilterns AONB designated as a National Park to protect our chalk streams and biodiversity.",
      "governance": "",
      "health": "Our NHS matters to us all. I will continue to support our local Trust and ensure that Buckinghamshire gets its fair share of healthcare investment from the Conservative Government.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I stand side by side with people who wish to stop HS2.",
    "politicalExperience": [
      {
        "role": "MP for Chesham & Amersham",
        "duration": "Since 1992",
        "achievements": "Champion the Chilterns and work to allow our towns and villages to flourish whilst protecting the precious countryside."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.cheshamandamershamconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "@CherylGillan",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Protecting our environment, Building a strong economy, Supporting local services and delivering on Brexit."
        }
      ]
    },
    "additionalNotes": "HS2 - A BLIGHT ON BUCKS: Having represented Chesham & Amersham for over 27 years my priority has always been to champion the Chilterns and work to allow our towns and villages to flourish whilst protecting our precious countryside."
  }
}
```