```json
{
  "leaflet": {
    "candidateName": "Darren Haley",
    "constituency": "Selby and Ainsty",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "REAL CHANGE",
        "content": "I will work full time, giving a minimum of 50 hours per week on average, standing up for constituents and businesses, challenging any local or national policies or issues that are detrimental to our Selby & Ainsty Constituency."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Will radically reform the NHS, offering cleans on the 'Free at the point of delivery' principles."
      },
      {
        "policyTitle": "Pensions",
        "policyDescription": "Would roll out an all existing state pensions, conduct annual winter fuel allowance into a flat-rate pensions tested, non-contributory & non-taxable 'Citizen's Pension' of £130 per week for all pensioners aged 65 and over."
      },
      {
        "policyTitle": "Tax",
        "policyDescription": "The personal tax allowance will be increased to £11,500 per year, meaning 4.5 million people will be exempt from paying tax, the introduction of the flat tax system which is National Insurance free at a fairer system level."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "A 5 year freeze on settled immigration, speed up deportation of up to a million illegal immigrants by tripling the numbers employed in deportations."
      },
      {
        "policyTitle": "Defence",
        "policyDescription": "Stop buying defence on the cheap, increase of 40% on the equipment to ensure our serving armed forces are best equipped to do their jobs as safely as possible."
      },
      {
        "policyTitle": "European Union",
        "policyDescription": "UKIP wants to recover political EU, regain our sovereignty and trade globally and freely. Will encourage UK manufacturing to commence making things again."
      }
    ],
    "mentions": {
      "candidate": "Darren Haley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "UKIP took more than 2.5 million votes in June’s European Elections, making history by beating Labour Nationally, winning 13 MEP seats."
    },
    "issues": {
      "brexitEurope": "UKIP wants to stop our leaders from blindly leading the United Kingdom's sovereignty into the abattoir of the EU.",
      "economy": "UKIP the real opposition in Selby and Ainsty, offering common sense policies that will strengthen our economy and security through re-establishing our sovereignty.",
      "education": "",
      "environment": "",
      "governance": "Promote 'Real Change' and deliver real power to the citizens of the United Kingdom through Direct Democracy / Referenda.",
      "health": "Will radically reform the NHS, offering cleans on the 'Free at the point of delivery' principles.",
      "immigration": "A 5 year freeze on settled immigration, speed up deportation of up to a million illegal immigrants by tripling the numbers employed in deportations.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "No specific content on housing policy detected in the leaflet.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I love my country but I am no longer proud of what she has become under the corrupt political elite, that are not fit for purpose. I have become disillusioned with the broken 'CAST IRON GUARANTEE' and LIES. To this end, I have given my notice to end my position as Senior Officer in Her Majesty’s Prison Service under the Civil Service code for Prospective Parliamentary Candidates.",
    "politicalExperience": [
      {
        "role": "Senior Officer in Her Majesty’s Prison Service",
        "duration": "Over 12 years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "69 Westfield Lane, South Milford, Leeds, LS25 5AW",
      "phone": "0113 2861712",
      "email": "",
      "website": "http://www.selbyandainsty-ukip.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A photo of the candidate Darren Haley with UKIP branding and contact information."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```