```json
{
  "leaflet": {
    "candidateName": "Mohsin Khan",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "I'm driven by a desire to help sick people get better. But during my six years as an NHS psychiatrist, it's become clear to me there is an imbalance at the heart of the way our NHS treats patients with mental health issues."
      },
      {
        "title": "",
        "content": "For too long mental health has been put on the back-burner and I'm frightened by this. I'm frightened for all the young people unable to access adequate services and I'm frightened that patients are all too often turned away."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Mental Health",
        "policyDescription": "Plans to put mental health on an equal footing with physical, ensuring patients have swift access to care, 365 days a year will ensure we have the mental health service and care Britain needs. The Liberal Democrats have announced they will be ringfencing funding for mental health services."
      }
    ],
    "mentions": {
      "candidate": "Mohsin Khan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "I'm proud of our NHS and of the colleagues I work with, but we are sick and tired of being passed over and demoralised when it's our mental health department, which yet again faces cuts.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As a child I spent a lot of time in and out of hospital the fantastic care I received then and throughout my life prompted me to become a doctor.",
    "politicalExperience": [
      {
        "role": "NHS Psychiatrist",
        "duration": "six years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "The Liberal Democrats offer the brighter future my patients so deserve.",
        "source": "Dr Mohsin Khan",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mohsin Khan standing with a background that includes the NHS logo and the title 'NHS Psychiatrist.'"
        }
      ]
    },
    "additionalNotes": "Approximately 1 in 4 people will face a mental health issue in the UK. The Liberal Democrats have the best plan for ensuring they get the best care possible."
  }
}
```