```json
{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Labour Party",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Labour will invest in our children's futures",
        "content": "It's time for real change."
      },
      {
        "title": "You can't trust Boris Johnson's Tories with our children's futures",
        "content": "Under the Tories: Cuts to schools have left many head teachers sending begging letters to parents, More than 1,000 Sure Start Centres have been lost since 2010, Education Maintenance Allowance has been scrapped and tuition fees have trebled to £9,000, meaning students will now graduate with some of the highest debts in the world."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Labour will invest in our children's futures, with a free National Education Service. Labour will: Invest in high-quality universal child care for all two to four year olds, Stop the cuts to school budgets with a real terms increase in funding, Provide free school meals to all primary school children and reduce class sizes to under 30 for all five, six and seven year olds, Abolish tuition fees, reintroduce maintenance grants for students from low and middle income backgrounds and reintroduce an Education Maintenance Allowance."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Cuts to schools have left many head teachers sending begging letters to parents, More than 1,000 Sure Start Centres have been lost since 2010, Education Maintenance Allowance has been scrapped and tuition fees have trebled to £9,000, meaning students will now graduate with some of the highest debts in the world.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Southside, 105 Victoria Street, London. SW1E 6QT",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Labour will invest in our children's futures"
        }
      ]
    },
    "additionalNotes": "Promoted by Jennie Formby, General Secretary, the Labour Party, on behalf of the Labour Party, both at Southside 105 Victoria Street, London, SW1E 6QT."
  }
}
```