```json
{
  "leaflet": {
    "candidateName": "Kevan Jones",
    "constituency": "North Durham",
    "politicalParty": "Labour",
    "electionDate": "12th December",
    "messages": [
      {
        "title": "A STRONG VOICE IN PARLIAMENT",
        "content": "The Tories’ policies have resulted in savage cuts to funding for the North East, and Kevan has frequently raised the impact of this in County Durham on services such as public health, local schools and police. As well as fighting the Tories’ damaging policies, Kevan has also been able to take positive action as our representative."
      },
      {
        "title": "A PASSIONATE CAMPAIGNER",
        "content": "Kevan has won recognition at national level for his high-profile campaigning on Mental Health. He has fought to end the stigma surrounding mental illness, and to ensure that services work together to support sufferers and their families. Earlier this year, he arranged a visit by the Health Services Ombudsman to show him how grassroots organisations in the local area are offering practical help."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "National Education Service",
        "policyDescription": "Introduce a National Education Service"
      },
      {
        "policyTitle": "NHS Support and Funding",
        "policyDescription": "Give the NHS the staff and funding it needs"
      },
      {
        "policyTitle": "Universal Credit",
        "policyDescription": "Scrap Universal Credit"
      },
      {
        "policyTitle": "Free TV Licences for Pensioners",
        "policyDescription": "Protect Free TV Licences for Pensioners"
      },
      {
        "policyTitle": "Green New Deal",
        "policyDescription": "Bring in a Green New Deal"
      }
    ],
    "mentions": {
      "candidate": "Kevan Jones",
      "otherPartyLeaderCandidate": "the Tories’",
      "partyLeader": "",
      "tacticalSituation": "Tory List of Shame"
    },
    "issues": {
      "brexitEurope": "The Labour manifesto on which I was elected in 2017 pledged to oppose a No Deal Brexit, which would be massively damaging to jobs and security. Through the party debate, I have kept constant question with regard to strategic placement on my website, and if I am re-elected I will continue to do this.",
      "economy": "",
      "education": "Introduce a National Education Service",
      "environment": "Bring in a Green New Deal",
      "governance": "Since 2010, we have faced successive Government cuts deliberately targeting the elderly and the vulnerable in North Durham and across the country. I have been a strong opponent of Universal Credit in Parliament as it is simply not fit for purpose and provides no support at a time when people need it most.",
      "health": "Give the NHS the staff and funding it needs",
      "immigration": "",
      "socialWelfare": "Scrap Universal Credit",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am asking the electors of North Durham to vote for me at the General Election on 12th December.",
    "politicalExperience": [
      {
        "role": "Defence Minister",
        "duration": "",
        "achievements": "As a former Defence Minister, I am a strong supporter of our armed services, and am particularly focused on ensuring that our Veterans get the recognition and practical help which they deserve."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07554620233",
      "email": "kevanjones4northdurham@gmail.com",
      "website": "www.kevan4northdurham.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@Kevan4NDurham",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Julie Scurfield founder of Chester-le-Street Amazon's Girls & Women’s FC",
        "endorsement": "Kevan works hard for us all year round and is a tireless champion of the local community. This Tory government works at attacks the North East, and it is vital that we have strong representatives like Kevan to speak up for our area."
      }
    ],
    "quotes": [
      {
        "text": "This Tory government is the worst in living memory. Please vote Labour so that I can continue to fight for our communities.",
        "source": "Kevan Jones",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kevan Jones, A COMMUNITY CHAMPION"
        },
        {
          "caption": "Kevan Jones, A STRONG VOICE IN PARLIAMENT"
        },
        {
          "caption": "Kevan Jones, FIGHTING FOR CONSTITUENTS"
        },
        {
          "caption": "Kevan Jones, A PASSIONATE CAMPAIGNER"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```