```json
{
  "leaflet": {
    "candidateName": "Iain Duncan Smith",
    "constituency": "Chingford & Woodford Green",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Getting Things Done for Chingford & Woodford Green",
        "content": "As your MP in Chingford & Woodford Green for the last 27 years, I have always put the needs of my constituents first and foremost."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Improving Local Transport",
        "policyDescription": "I want to see CCTV on the Central Line and more trains starting from Woodford to ease overcrowding. Campaigned for new trains on the Chingford line – and these new trains are coming."
      },
      {
        "policyTitle": "Stop Labour's Tax on Driving",
        "policyDescription": "I will fight Labour’s plan to charge you £12.50 to drive to Whipps Cross Hospital. This will hit pensioners, low paid earners, shift workers, small businesses and even emergency vehicles."
      },
      {
        "policyTitle": "More Police on The Beat to Keep Our Streets Safe",
        "policyDescription": "The Conservatives have increased funding for the Met Police, which is getting 1,369 extra police officers in the first recruitment wave."
      },
      {
        "policyTitle": "Protecting Our Local Environment",
        "policyDescription": "I will fight and oppose high-rise, high density development in Chingford, Highams Park, Woodford Green & South Woodford – and the waste incinerator at Edmonton."
      },
      {
        "policyTitle": "Supporting Our High Streets and Businesses",
        "policyDescription": "I helped STOP Labour taking away 15 minutes free parking in Waltham Forest. I’m working on getting 30 minutes to help our local businesses and support our high streets."
      },
      {
        "policyTitle": "A New Whipps Cross Hospital",
        "policyDescription": "10 years ago, I helped STOP a Labour government from closing Whipps Cross Hospital. I’ve campaigned for many years for funding to rebuild it, now a Conservative government has committed £400 million for a brand new hospital."
      }
    ],
    "mentions": {
      "candidate": "Iain Duncan Smith",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Boris Johnson",
      "tacticalSituation": "Voting for any party here in Chingford & Woodford Green risks Jeremy Corbyn getting into Number 10."
    },
    "issues": {
      "brexitEurope": "Once we have left the European Union, we can move on and focus on the things that matter to the people of Chingford & Woodford Green.",
      "economy": "The damage that, would wreck havoc on our economy and would put at risk 20,000 more police, higher funding for schools and colleges and, vitally for local people, the rebuilding of our hospital, which is dependent on the extra £33.9 billion for the NHS which only the Conservatives have pledged to deliver in the next Parliament.",
      "education": "We inherited a failing education system where children were struggling with basic numeracy and literacy; but now 85 per cent of children are in schools that are good or outstanding.",
      "environment": "I will fight and oppose high-rise, high density development in Chingford, Highams Park, Woodford Green & South Woodford – and the waste incinerator at Edmonton.",
      "governance": "",
      "health": "£33.9 billion extra for the NHS, £400 million for Whipps Cross Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "I will fight and oppose high-rise, high density development in Chingford, Highams Park, Woodford Green & South Woodford.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP in Chingford & Woodford Green",
        "duration": "last 27 years",
        "achievements": "Secured funding to rebuild Whipps Cross Hospital, worked to improve local economy, secured 20,000 extra police officers, contributed to education system where now 85 per cent of children are in schools that are good or outstanding."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Boris Johnson",
        "endorsement": "Possibly implicit through image and shared political party, actual text of endorsement not visible."
      }
    ],
    "quotes": [
      {
        "text": "From securing £400 million to rebuild Whipps Cross Hospital, getting extra funding for our schools and supporting the police to do more police on our streets, your needs have been at the heart of all I have done.",
        "source": "Iain Duncan Smith",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Campaign images showing Iain Duncan Smith with constituents, Boris Johnson, and various local engagements."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```