```json
{
  "leaflet": {
    "candidateName": "Julia Lopez",
    "constituency": "Hornchurch & Upminster",
    "politicalParty": "Conservative",
    "electionDate": "Thursday 12 December 2019",
    "messages": [
      {
        "title": "The best choice for Hornchurch & Upminster",
        "content": "Re-elect Julia Lopez"
      },
      {
        "title": "The choice at this election is clear",
        "content": "On Thursday 12 December you have a clear choice. British people who delivered on the result: Boris Johnson, will give voters 'Get Brexit Done', Jeremy Corbyn wants another referendum in 2020 - an exit for two more referendums on Brexit plan and Scottish independence as the price for support from the Labour/Democratic-Brit SNP."
      },
      {
        "title": "Caring and Campaigning for our community",
        "content": "Julia has set up a traders' group to challenge the council's parking plans in Hornchurch, is working with Ministers to attain rates cut for our shops, and share a future High Streets fund and a new Lower Thames Crossing to relieve congestion in Havering. Julia has secured grants to keep local streets safe and clean, and fostered relations with Local Greater London Authority and the Mayor's office."
      },
      {
        "title": "£17 MILLION FUNDING SECURED TO BUILD NEW HORNCHURCH HEALTH CENTRE",
        "content": "The Prime Minister has announced that a £17 million health centre on the St George's Hospital site in Hornchurch is one of his twenty priority hospital projects. The new centre is urgently needed to cater Havering's growing population, and will provide better services closer to residents' homes and to release pressure on Queen's Hospital in Romford."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "GETTING BREXIT DONE",
        "policyDescription": "Only a Conservative Government can take us out of the EU by January. We will deliver Brexit on time and unleash Britain."
      },
      {
        "policyTitle": "A STRONGER ECONOMY",
        "policyDescription": "We will continue to back business with lower taxes, help with the cost of living by keeping taxes low, and continue to manage the nation's finances wisely."
      },
      {
        "policyTitle": "PROTECTING OUR NHS",
        "policyDescription": "We will guarantee that there will be no hospital car parking charges for those in greatest need."
      },
      {
        "policyTitle": "SAFER STREETS",
        "policyDescription": "We plan to provide an extra 20,000 police officers, with the powers they need to keep our streets safe from crime."
      },
      {
        "policyTitle": "INVESTING IN SCHOOLS",
        "policyDescription": "Every child should have the chance to succeed in life, and we will continue funding increases, providing the best curriculum to achieve the greatest increase."
      }
    ],
    "mentions": {
      "candidate": "Julia Lopez",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Boris Johnson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "On Thursday 12 December you have a clear choice. British people who delivered on the result: Boris Johnson, will give voters 'Get Brexit Done'.",
      "economy": "The best choice for Hornchurch & Upminster is Julia Lopez.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "£17 MILLION FUNDING SECURED TO BUILD NEW HORNCHURCH HEALTH CENTRE.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The new centre is urgently needed to cater Havering's growing population, and will provide better services closer to residents' homes and to release pressure on Queen's Hospital in Romford.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "23 Butts Green Road Hornchurch RM11 2JS",
      "phone": "01708 443321",
      "email": "votejulialopez@gmail.com",
      "website": "www.julialopez.co.uk",
      "socialMedia": {
        "facebook": "/JULIALOPEZUK",
        "twitter": "/JULIALOPEZ_MP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Julia Lopez with Boris Johnson."
        },
        {
          "caption": "Highlights of campaign activities and achievements in the community."
        },
        {
          "caption": "Julia Lopez at the announcement of the new health centre by Conservative Health Minister, Chris Skidmore."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```