{
  "leaflet": {
    "candidateName": "Joe Richards",
    "constituency": "Southampton Test",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "FOCUS ON SOUTHAMPTON TEST",
        "content": "Joe Richards is the strong choice to be Southampton Test's next MP, and will fight for our schools, our NHS and our environment."
      },
      {
        "title": "BREXIT BY NUMBERS",
        "content": "The amount this Conservative Government has wasted on an ad campaign telling us to 'get ready for Brexit'. That money could have been spent on schools, hospitals, nurses, doctors, the police, better transport, tackling the climate emergency, and more."
      },
      {
        "title": "JOE RICHARDS IS THE BEST CHOICE FOR OUR MP",
        "content": "A real champion for Southampton Test"
      },
      {
        "title": "SOUTHAMPTON'S AIR POLLUTION CRISIS CONTINUES",
        "content": "Southampton's air quality crisis is damaging the health of the city's population. According to a study by Kings College London and UK air, children are dying days before they would were responsible for 2 additional cases of asthma or strokes. This comes at cost of £1.2m of taxpayer's money which has been misspend for failing to reach national safe limit guidelines on air pollution."
      },
      {
        "title": "LIB DEMS LEAD FIGHT TO SAVE THE NHS",
        "content": "The Liberal Democrats are campaigning to give our NHS the support it really needs. NHS staff deserve more than claps. They need proper pay and an end to the culture of high pressure and staff shortages. Only a Lib Dem Government will raise the extra cash our health services need with a penny in the pound on Income Tax. This would fill the gap in NHS funding and improve support to tackle the growing waiting time crises."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Stop the waste by remaining the EU and gain the £50 Billion Remain Bonus. Opposes the government's current expenditure on Brexit-related campaign and no-deal preparations."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Pledge to raise extra cash for health services with a penny in the pound on Income Tax, fill funding gaps, and improve support to tackle the growing waiting time crises."
      },
      {
        "policyTitle": "Air Pollution",
        "policyDescription": "Commitment to more investment in public transport and promotion of ultra-low-emission vehicles to ensure cleaner air."
      }
    ],
    "mentions": {
      "candidate": "Joe Richards",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Opposes wasteful spending on Brexit and suggests that remaining in EU offers better financial standing for the UK.",
      "economy": "",
      "education": "",
      "environment": "Joe Richards comments on Southampton's air pollution crisis and suggests investing in public transport and ultra-low-emission vehicles for cleaner air.",
      "governance": "",
      "health": "The Liberal Democrats are proposing to invest in the NHS by raising extra funding through a penny in the pound on Income Tax to fill funding gaps and improve service, tackling the waiting time crisis.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "joe.richards@sotonld.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@joejrichards",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Joe Richards"
        },
        {
          "caption": "Lib Dems Fight to Save the NHS"
        }
      ]
    },
    "additionalNotes": ""
  }
}