```json
{
  "leaflet": {
    "candidateName": "Louise McPhater",
    "constituency": "Central Ayrshire",
    "politicalParty": "Scottish Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "IT'S TIME FOR REAL CHANGE FOR THE MANY, NOT THE FEW",
        "content": "This election is about more than the constitutional wranglings of the Tories and SNP. Yes, the Tories handling of Brexit has been a mess and Labour has a plan to fix it through a people's vote. But the economic and social problems people face need fixing too. Only Labour is offering real change. Only Labour is offering £70billion of additional investment for Scotland. Only Labour will tackle the climate emergency. When Labour wins, Scotland wins."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A Green New Deal",
        "policyDescription": "Labour has the world's most ambitious climate change targets to tackle the climate emergency. Labour will do so by such strategies as £6 billion investment to retrofit homes to the highest energy efficiency standards, while creating at least 35,000 green jobs in Scotland."
      },
      {
        "policyTitle": "£70billion of new investment for Scotland",
        "policyDescription": "After a decade of Tory and SNP cuts, Labour will invest an additional £70billion in Scotland's people, communities and public services."
      },
      {
        "policyTitle": "Build council houses and end homelessness",
        "policyDescription": "Labour will build 120,000 new council and social houses in Scotland which will end homelessness once and for all, creating at least 50,000 jobs. Already a Labour Council in North Ayrshire is building 1575 new council houses over the next few years, we can do so much more across Ayrshire with a Labour Government."
      }
    ],
    "mentions": {
      "candidate": "Louise McPhater",
      "otherPartyLeaderCandidate": "the Tories and SNP",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Only Labour will end the Brexit shambles with a people's vote.",
      "economy": "Only Labour is offering £70billion of additional investment for Scotland.",
      "education": "",
      "environment": "Labour has the world's most ambitious climate change targets to tackle the climate emergency.",
      "governance": "After a decade of Tory and SNP cuts, Labour will invest an additional £70billion in Scotland's people, communities and public services.",
      "health": "Invest in the NHS - Labour will rebuild our NHS.",
      "immigration": "",
      "socialWelfare": "Scrap Universal Credit - Labour will end the misery of the Tories' Universal Credit.",
      "housing": [
        {
          "content": "Labour will build 120,000 new council and social houses in Scotland which will end homelessness once and for all, creating at least 50,000 jobs.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "As a local community worker I know the challenges you and your family face. I am standing to be your voice and to put people first.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Printed and Promoted by Robert Foster on behalf of Louise McPhater both at 17 Townhead, Irvine.",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/louisemcphater",
        "twitter": "twitter.com/loucoll",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "DONNA FITZPATRICK Local community activist",
        "endorsement": "Louise is a working class woman with a brilliant track record of community activism. For too long the interests of our communities have been ignored. Louise will change that, she will be a champion for local people, putting us before the interests of the few."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Louise McPhater - Labour candidate for Central Ayrshire"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```