```json
{
  "leaflet": {
    "candidateName": "Fiona Bruce",
    "constituency": "Congleton",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 12 December 2019",
    "messages": [
      {
        "title": "Delivering for Congleton Constituency",
        "content": "Fiona Bruce is highlighted as having been involved in obtaining increased school funding, securing funds for road improvement projects and working with community groups to improve local environments and community life."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "STANDING ON A RECORD OF DEDICATED HARD WORK",
        "policyDescription": "Fiona Bruce has obtained increased school funding for every pupil and secured funding for road projects to reduce congestion, improve air quality, and open up employment land for new jobs."
      },
      {
        "policyTitle": "WORKING WITH HUNDREDS OF COMMUNITY GROUPS",
        "policyDescription": "Over years, Fiona Bruce fought for the new Alsager Sports Hub, which is now open and set to benefit thousands of local people. She works with and supports many local groups at grassroots level to improve the environment and community life."
      },
      {
        "policyTitle": "BEING A STRONG VOICE ON YOUR PRIORITIES",
        "policyDescription": "Fiona Bruce has listened to concerns and acted to secure and improve local health services, like A&E, mental health, and hospices; to support buyers of new builds against unfair developers' practices, and to call for better cycling and rail provision."
      }
    ],
    "mentions": {
      "candidate": "Fiona Bruce",
      "otherPartyLeaderCandidate": "Jeremy Corbyn, SNP",
      "partyLeader": "",
      "tacticalSituation": "The leaflet suggests that a vote that isn't for the Conservative party might entail risks like the Scottish Nationalists and Labour demanding another referendum, leading to years of gridlock and uncertainty."
    },
    "issues": {
      "brexitEurope": "Possible indirect reference to Brexit through mentioning the risk of a 'hung parliament' and multiple referenda if the Conservatives do not achieve a majority.",
      "economy": "",
      "education": "Secured increased school funding.",
      "environment": "Working with community groups to improve the local environment.",
      "governance": "",
      "health": "Acted to secure and improve local health services, including A&E, mental health, and hospices.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Supports buyers of new builds against unfair developers' practices.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "c/o Congleton Conservative Club, 30 West Street, Sandbach, Cheshire CW11 1GR",
      "phone": "",
      "email": "Fiona@FionaBruceMP.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Better hospitals. Safer streets. Improved schools. LET'S GET ON WITH OUR PRIORITIES.",
        "source": "Election Communication Congleton",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Fiona Bruce engaging with constituents."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```