{
  "leaflet": {
    "candidateName": "Chris Philp",
    "constituency": "Croydon South",
    "politicalParty": "Conservative",
    "electionDate": "December 12th",
    "messages": [
      {
        "title": "A message from Chris",
        "content": "Dear Local Resident, Since being elected four years ago I have tried to be an active and energetic local MP, and hope the stories tell. I aim to deliver real results for our community, as shown by my own on this page shows. Before being elected, I set up and ran my own businesses. I set my first business up when I was 24, employing hundreds of people. This kind of work is now helping me as I work to help grow the local delivery van alarm system at 25 weeks. The NHS saved my twins. Their very survival is why the NHS is key to my heart. In 2013, my twins were born very prematurely at 25 weeks. The NHS saved their lives. That is why public health care is one of my number one priorities. I grew up not far from here, and I still remember going to my first Palace game at Selhurst Park in 1991. A grammar school educated a poor start from here, and my parents in the end worked a place for me at a state comprehensive, where I became a prefect not a top university in England. I want to be a grammar school's entry to all who benefit and ensure that my aim is for a system that can provide the very best education for all our children in Croydon. I hope to again have the opportunity on December 12th to be an active and energetic local MP for our area so that I can continue to fight for our community."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Investment",
        "policyDescription": "Obtained £350 million to improve the Brighton Main Line, and obtain funding to automate and expand Croydon University Hospital (Mayday), which opened earlier this year."
      },
      {
        "policyTitle": "Policing",
        "policyDescription": "Successfully campaigned to get the hours at the Purley Hospital GP Hub extended to cover every night."
      },
      {
        "policyTitle": "Public Safety",
        "policyDescription": "Lobbied successfully for a £3.5m increase in funding for Croydon police."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "I want to be a grammar school's entry to all who benefit and ensure that my aim is for a system that can provide the very best education for all our children in Croydon."
      }
    ],
    "mentions": {
      "candidate": "Chris Philp",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "Lib Dems 3,541, UKIP/Brexit 1,116 can't win here. Only Chris Chris can beat Jeremy Corbyn here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Grammar school educated, aim for a system that can provide the very best education for all our children in Croydon.",
      "environment": "",
      "governance": "",
      "health": "NHS saved my twins. Their very survival is why the NHS is key to my heart. Obtained £350 million to improve Croydon University Hospital (Mayday).",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "The NHS saved my twins. Their very survival is why the NHS is key to my heart.",
    "politicalExperience": [
      {
        "role": "MP for Croydon South",
        "duration": "Since being elected four years ago",
        "achievements": "Obtained £350 million to improve the Brighton Main Line, and obtain funding to automate and expand Croydon University Hospital (Mayday); successfully campaigned to get the hours at the Purley Hospital GP Hub extended to cover every night; increased funding for Croydon police; stood up to the Labour council's attempt to introduce indiscriminate green belt building; supported plans for 20,000 extra Police Officers nationwide."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.chrisphilp.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chris Philp with constituents"
        }
      ]
    },
    "additionalNotes": ""
  }
}