```json
{
  "leaflet": {
    "candidateName": "Olga FitzRoy",
    "constituency": "Croydon South",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "ONLY LABOUR CAN BEAT THE TORIES",
        "content": "Labour came second in Croydon South in 2017. The Lib Dems cannot win here. The Tory MP dropped his remain principles the minute he was offered a job by Boris Johnson. I will never support a Brexit deal that threatens jobs or public services and I will campaign for remain in a referendum. Vote Labour for a final say."
      },
      {
        "title": "DEFENDING OUR NHS",
        "content": "Every aspect of a Tory government endangers our NHS. Labour will pay for well deserved additional staff in NHS, and fair pay for our dedicated public sector workers. I will work with our local hospital to abolish the unfair parking charges."
      },
      {
        "title": "IMPROVING OUR PUBLIC TRANSPORT",
        "content": "I often experience the misery of Southern Rail. Labour would take back control over our railways. I fully support the Mayor of London's plans to bring Southern Rail under TfL control. We need a fast, clean and reliable public transport system. I will work with TfL to make sure Croydon South is not forgotten."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fight For A Final Say",
        "policyDescription": "Only Labour will give people a final say on Brexit."
      },
      {
        "policyTitle": "Improve Public Transport",
        "policyDescription": "I will push to get the services we need in Croydon South."
      },
      {
        "policyTitle": "Protect Schools & Nurseries",
        "policyDescription": "I'll fight for fair funding to give our children the best start."
      },
      {
        "policyTitle": "Protect Our Green Spaces",
        "policyDescription": "Encourage the council to ensure developments are appropriate."
      },
      {
        "policyTitle": "A Voice for the Self-Employed",
        "policyDescription": "I will put the needs of self-employed people on the agenda."
      }
    ],
    "mentions": {
      "candidate": "Olga FitzRoy",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": "Labour came second in Croydon South in 2017. The Lib Dems cannot win here."
    },
    "issues": {
      "brexitEurope": "Labour will give people a final say on Brexit. I will never support a Brexit deal that threatens jobs or public services and I will campaign for remain in a referendum.",
      "economy": "",
      "education": "I'll fight for fair funding to give our children the best start.",
      "environment": "Encourage the council to ensure developments are appropriate.",
      "governance": "",
      "health": "Labour will pay for well deserved additional staff in NHS, and fair pay for our dedicated public sector workers.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Vote for me, a strong and effective campaigner who will listen to residents and get things done for Croydon South.",
    "politicalExperience": [
      {
        "role": "Self-employed sound engineer, mother of one, led a successful campaign for self-employed parents to take shared parental leave",
        "duration": "",
        "achievements": "I work with campaign group 'Pregnant Then Screwed' to protect mothers from maternity discrimination."
      }
    ],
    "contactInformation": {
      "address": "Printed by Labour Party",
      "phone": "07925 294141",
      "email": "olga@olga4croydonsouth.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@OlgaFitzRoy",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "SHUKRULLAH, SOUTH CROYDON",
        "endorsement": "I will be voting for Olga because we need a strong and enthusiastic MP to stand up against a Tory Brexit."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```