{
  "leaflet": {
    "candidateName": "Stephen Gethins",
    "constituency": "North East Fife",
    "politicalParty": "SNP",
    "electionDate": "12th December",
    "messages": [
      {
        "title": "Effective local campaigner",
        "content": "It has been my privilege to be the Member of Parliament for North East Fife since 2015."
      },
      {
        "title": "Strong voice for North East Fife",
        "content": "Since being elected, the constituency office in Cupar has handled more than 20,000 cases helping across North East Fife on a range of issues including housing, benefits and the impact Brexit will have on our local communities and economy."
      },
      {
        "title": "Experienced parliamentarian",
        "content": "I have met hundreds of constituents at my surgeries, including regular pop up and street surgeries, where I have had the opportunity to speak with local people about issues of concern to them."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Brexit",
        "policyDescription": "Rejecting the Tory Brexit and Westminster austerity being imposed on Scotland against our will."
      },
      {
        "policyTitle": "Support for EU citizens",
        "policyDescription": "Guaranteeing the rights of EU citizens living in North East Fife"
      },
      {
        "policyTitle": "Action on climate change",
        "policyDescription": "Spoken over 700 times in Parliament on issues including: Action on climate change"
      },
      {
        "policyTitle": "Women's pensions",
        "policyDescription": "Reinstating women's pensions"
      },
      {
        "policyTitle": "Local Economy",
        "policyDescription": "Protecting the local economy, supporting our schools and universities, promoting tourism and the local food & drink industry"
      }
    ],
    "mentions": {
      "candidate": "Stephen Gethins",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Stephen Gethins is committed to rejecting the Tory Brexit.",
      "economy": "Protecting the local economy, supporting our schools and universities, promoting tourism and the local food & drink industry",
      "education": "Protecting the local economy, supporting our schools and universities, promoting tourism and the local food & drink industry",
      "environment": "Spoken over 700 times in Parliament on issues including: Action on climate change",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "It has been my privilege to be the Member of Parliament for North East Fife since 2015. Since being elected, the constituency office in Cupar has handled more than 20,000 cases helping across North East Fife on a range of issues including housing, benefits and the impact Brexit will have on our local communities and economy.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dear constituent, It has been my privilege to be the Member of Parliament for North East Fife since 2015. Since being elected, the constituency office in Cupar has handled more than 20,000 cases helping across North East Fife on a range of issues including housing, benefits and the impact Brexit will have on our local communities and economy.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for North East Fife",
        "duration": "Since 2015",
        "achievements": "Handled over 20,000 cases through the constituency office. Spoken over 700 times in Parliament on various issues."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "Gethins.scot",
      "socialMedia": {
        "facebook": "StephenGethinsSNP",
        "twitter": "stephengethins",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Frances Melville",
        "endorsement": "I will be voting for Stephen Gethins. Stephen fights tirelessly for North East Fife and has brought others together across the political divide to oppose Brexit and Boris Johnson's damaging Government. We need someone with Stephen's experience for the good of everyone here."
      },
      {
        "endorser": "Andy Collins",
        "endorsement": "Stephen is a strong advocate for the environment and locally in NE Fife. As vice chair of the parliamentary group on Climate Change, he has called for the UK government to step up on the climate emergency and I will be supporting him at this General Election."
      }
    ],
    "quotes": [
      {
        "text": "'Campaign group swaps support to SNP's Gethins' - The Courier, 12/8/19",
        "source": "The Courier",
        "date": "12/8/19"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Stephen Gethins with constituents and campaigners."
        },
        {
          "caption": "Stephen Gethins speaking at an event."
        }
      ]
    },
    "additionalNotes": "Show your support by displaying this poster in your window."
  }
}