{
  "leaflet": {
    "candidateName": "Helen Goodman",
    "constituency": "Bishop Auckland",
    "politicalParty": "Labour",
    "electionDate": "December 12th",
    "messages": [
      {
        "title": "",
        "content": "I am writing about the General Election on December 12th. David Gauke, former Tory Lord Chancellor, has said that a Tory victory and the hard Brexit it would bring would be 'disastrous' - extremely damaging for both farming and manufacturing. However, the Lib Dems only got 3% of the vote here last time - they cannot win. The only way to stop the Tories in this very marginal constituency, and to prevent this 'disastrous' Brexit, is to vote for me."
      },
      {
        "title": "Trust is an issue in this election.",
        "content": "Senior Tories say the Prime Minister leads a 'crazy' government. In this situation an experienced and independent-minded MP is important to hold counsels and work cross-party. As a former Tory Minister Sir Oliver Letwin has said, 'Helen Goodman busted a gut to get a sensible Brexit.'"
      },
      {
        "title": "On climate change, Labour has a much stronger offer than the Tories",
        "content": "The Tories have dithered and delayed – and made 'incredibly slow progress' on the economy, on Brexit group."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Climate Change",
        "policyDescription": "Labour will achieve net zero emissions in the 2030s and will launch a £250 billion Green Industrial Revolution, creating millions of jobs in every region to the ones business group."
      },
      {
        "policyTitle": "Economic Development",
        "policyDescription": "Labour will set up a North East Regional Development Bank, from the North East, to support the private sector and invest in good jobs. This will include a new local network to make loans to small businesses."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Labour will provide free, high quality nursery places for all 2-4 year olds, and extend paid maternity leave to 12 months. It will reduce class sizes in primary schools, abolish student loans and invest in further and adult education."
      },
      {
        "policyTitle": "Social Welfare",
        "policyDescription": "When I was first elected there were no food banks in this constituency. Now after nine years of Tory government there are seven."
      }
    ],
    "mentions": {
      "candidate": "Helen Goodman",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The Lib Dems only got 3% of the vote here last time - they cannot win. The only way to stop the Tories in this very marginal constituency is to vote for me."
    },
    "issues": {
      "brexitEurope": "A Tory victory and the hard Brexit it would bring would be 'disastrous'.",
      "economy": "The Tories have made 'incredibly slow progress'.",
      "education": "Labour will reduce class sizes in primary schools, abolish student loans and invest in further and adult education.",
      "environment": "Labour will achieve net zero emissions in the 2030s and will launch a £250 billion Green Industrial Revolution.",
      "governance": "Senior Tories say the Prime Minister leads a 'crazy' government.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "1 Cockton Hill Road, Bishop Auckland, DL14 6EN",
      "phone": "07959 456 694",
      "email": "helen@bishopaucklandlabour.org.uk",
      "website": "www.helengoodman.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Gauke, former Tory Lord Chancellor",
        "endorsement": "A Tory victory and the hard Brexit it would bring would be 'disastrous'."
      },
      {
        "endorser": "Sir Oliver Letwin, former Tory Minister",
        "endorsement": "Helen Goodman busted a gut to get a sensible Brexit."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "HELEN GOODMAN Labour Candidate for Bishop Auckland Constituency"
        }
      ]
    },
    "additionalNotes": "Promoted by Phil Hunt on behalf of Helen Goodman, both at 1 Cockton Hill Road, Bishop Auckland DL14 6EN. Printed by The Labour Party, Labour Central, Kings Manor, Newcastle upon Tyne, NE1 6PA."
  }
}