{
  "leaflet": {
    "candidateName": "Alison McGovern",
    "constituency": "",
    "politicalParty": "",
    "electionDate": "Thursday 12th January",
    "messages": [
      {
        "title": "Dear Neighbour",
        "content": "I live in Eastham and was retired after spending all my working life in social care, providing services to help people who are struggling to cope. Under this Tory government, I have seen vital services to help older and disabled people maintain their independence suffer huge cuts. These services are now at breaking point."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "As an older person I worry about the NHS and whether I will be able to get the health care I need, when I need it. The next government needs to ensure there is enough staff and funding to sustain the NHS and keep it as a free service for all."
      }
    ],
    "mentions": {
      "candidate": "Alison McGovern",
      "otherPartyLeaderCandidate": "Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "As an older person I worry about the NHS and whether I will be able to get the health care I need, when I need it. I have excellent, caring staff in the NHS, but see that they are over-stretched though not enough staff and fewer and fewer resources. If the Tories get into government again I am very worried because I believe they will sell off more and more of the NHS, and we will end up having to pay for our own health care.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A handwritten note expressing concern about the NHS under the current government and urging the neighbor to vote wisely."
        }
      ]
    },
    "additionalNotes": "This leaflet appears to be a handwritten personal appeal to the constituent, focusing mainly on concerns about the National Health Service (NHS). The author shares their experience in social care and articulates their worries about potential privatization of the NHS."
  }
}