```json
{
  "leaflet": {
    "candidateName": "Jo Dale",
    "constituency": "Congleton",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Climate Emergency",
        "content": "Climate change poses a monumental threat to our planet. Labour's Green New Deal will create 450,000 green industry jobs over 10 years. Labour will install 27 million homes, invest in public transport and introduce a clean air act. We will plant an NHS forest of a million trees."
      },
      {
        "title": "Building a future",
        "content": "Labour will invest in our communities. We will ensure infrastructure can meet demand. Our homes need to be affordable and safe. Labour will end the scandalous building of leasehold homes, cap ground rents, and provide protections for private tenants. We will put controls on rents and ensure houses are fit to live in."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Save our NHS",
        "policyDescription": "Labour will protect the NHS, block privatisation and abolish prescription charges, provide free social care and mental health services, and ensure a universal healthcare system that is free at the point of use."
      },
      {
        "policyTitle": "Climate Emergency",
        "policyDescription": "Implement the Green New Deal, creating jobs in green industry, installing 27 million homes with insulation, investing in public transport, introducing a clean air act, and planting an NHS forest."
      },
      {
        "policyTitle": "Building a future",
        "policyDescription": "Invest in infrastructure, ensure affordable and safe housing, end the leasehold homes scandal, cap ground rents, provide tenant protections, control rents, and ensure housing quality."
      }
    ],
    "mentions": {
      "candidate": "Jo Dale has become a valued personal friend. She may be small in stature but definitely big on getting things done.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "I have witnessed funding to my children's schools slashed, decimated SEN provision and staffing with schools struggling to pay the bills. Children are hungry in school, uniforms unaffordable and schools facing shorter weeks.",
      "environment": "A greener Congleton - I will lobby for more to be done about air pollution levels",
      "governance": "",
      "health": "A healthier Congleton - I will strongly support Labour's NHS policy",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour will invest in communities ensuring infrastructure can meet demand making our homes affordable and safe, cap ground rents, and put controls on rents to ensure houses are fit to live in.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I'm a working mum of 3, ethical small businessperson and a former NHS Physiotherapist.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Labour House, Redcotting Venture Park, Keaford, Northants, NN155LX",
      "phone": "",
      "email": "congletonlabour@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "JoDaleLabour",
        "twitter": "@Dale4Congleton",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jo Dale with supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```