```json
{
  "leaflet": {
    "candidateName": "Steve Gee",
    "constituency": "Epsom & Ewell",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Stop Brexit and Build a Brighter Future",
        "content": "Every vote for a Liberal Democrat is a vote to stop Brexit and build a brighter future."
      },
      {
        "title": "We have a clear choice",
        "content": "The Conservatives want to force through a damaging Brexit that will wreck our economy and risk the end of the United Kingdom. Labour now say they want to negotiate their own Brexit deal."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Brexit",
        "policyDescription": "The Liberal Democrats will stop Brexit on day one, then get on with the real job of improving people's lives."
      },
      {
        "policyTitle": "Tackle the Climate Emergency",
        "policyDescription": "Invest in renewable energy, restore subsidies for solar power, increase off-shore wind power, end the ban on onshore wind turbines and generate 80% of our electricity from renewable sources by 2030."
      },
      {
        "policyTitle": "Invest in Education",
        "policyDescription": "Recruit 20,000 more teachers as part of an extra £10 billion a year for schools, so all pupils have the resources they need to learn. Teaching to the test will be ended."
      },
      {
        "policyTitle": "Invest in the NHS and Social Care",
        "policyDescription": "Putting a penny on income tax as an emergency measure to meet immediate priorities in social care, public health, and mental health. Mental health will be treated with the same urgency as physical health."
      }
    ],
    "mentions": {
      "candidate": "Steve Gee",
      "otherPartyLeaderCandidate": "Jeremy Corbyn, Boris Johnson, Chris Grayling",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": "It's Lib Dem Steve Gee or the Conservatives here. Can't win here!"
    },
    "issues": {
      "brexitEurope": "Steve wants us to be able to trade freely with our neighbours in Europe.",
      "economy": "",
      "education": "We will recruit 20,000 more teachers as part of an extra £10 billion a year for schools.",
      "environment": "We will invest in renewable energy, restore subsidies for solar power, increase off-shore wind power, and end the ban on onshore wind turbines to generate 80% of our electricity from renewable sources by 2030.",
      "governance": "",
      "health": "Invest in the NHS and Social Care by putting a penny on income tax as an emergency measure.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Grayling has spent years working against plans put forward by the Chief Executive of Epsom Hospital.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Steve has lived with his wife and family in the Epsom and Ewell constituency for 29 years and was the candidate here in 2015 and 2017.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Epsom KT17 4AN",
      "phone": "",
      "email": "epsom-ewell@h1dem.org.uk",
      "website": "epsom-ewell.libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Steve Gee, Liberal Democrat candidate for Epsom & Ewell."
        },
        {
          "caption": "Jo Swinson, Leader of the Liberal Democrats."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```