```json
{
  "leaflet": {
    "candidateName": "Will Forster",
    "constituency": "Woking",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Fighting to stop Brexit and building a brighter future",
        "content": "Will Forster and the Lib Dems are fighting to stop Brexit and build a brighter future. This Conservative Government doesn't care about ordinary people and is pushing ahead with their damaging Brexit, whatever the cost to jobs or the future of the NHS. Woking didn't vote for Brexit in the 2016 referendum, and we don't want it now. Will Forster pledges to stop Brexit and focus on people's priorities."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Brexit",
        "policyDescription": "Work towards stopping Brexit to prevent damage to jobs and future of the NHS, and focus on ordinary people's priorities."
      },
      {
        "policyTitle": "Investment in NHS and schools",
        "policyDescription": "Invest in the NHS and schools as crucial components of the future if Brexit is stopped."
      },
      {
        "policyTitle": "Climate change",
        "policyDescription": "Take action to effectively combat climate change."
      }
    ],
    "mentions": {
      "candidate": "Will Forster",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Against the Conservative Government's approach to Brexit.",
      "economy": "",
      "education": "Investment in education is highlighted as part of key policies.",
      "environment": "Action needs to be taken to fight climate change.",
      "governance": "",
      "health": "Investment in the NHS is mentioned as a priority.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Will Forster has the passion and experience to really fight for Woking Constituency as our next local MP. He has spent much of his life contributing to help people in Woking.",
    "politicalExperience": [
      {
        "role": "Borough and County Councillor",
        "duration": "",
        "achievements": "Action of standing up for community. As Woking's MP, Will would be a strong, local and liberal voice in Parliament."
      }
    ],
    "contactInformation": {
      "address": "Printed {information blocked}, Published and promoted by Paul Bradley on behalf of Will Forster both at {address blocked}, Woking, GU21 7SA",
      "phone": "",
      "email": "",
      "website": "www.WokingLibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Will Forster and the Lib Dems: Working for You"
        }
      ]
    },
    "additionalNotes": "The leaflet includes a 'Will’s factfile' detailing personal living situation, history, and experience."
  }
}
```