```json
{
  "leaflet": {
    "candidateName": "Robert Eggleston",
    "constituency": "Mid Sussex",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Vote Robert Eggleston for a brighter future",
        "content": "It's Robert Eggleston or the Conservatives here."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "An exit from Brexit, investing the £50 billion Remain Bonus in public services",
        "policyDescription": "Believes we're better off staying in the EU; suggests investing the Remain Bonus in public services."
      },
      {
        "policyTitle": "Campaigning to revive town centres and support local businesses",
        "policyDescription": "Taking a lead role in replacing community amenities and is a passionate advocate for local businesses and facilities."
      },
      {
        "policyTitle": "Give every child the best start in life by recruiting 20,000 more teachers",
        "policyDescription": "The Lib Dems will recruit more teachers as part of an extra £10 billion a year for schools."
      },
      {
        "policyTitle": "Tackle the climate emergency and invest in renewables",
        "policyDescription": "Plan to insulate all low-income homes by 2025 and generate 80% of our electricity from renewables by 2030."
      }
    ],
    "mentions": {
      "candidate": "Robert Eggleston",
      "otherPartyLeaderCandidate": "The Conservatives",
      "partyLeader": "",
      "tacticalSituation": "More and more Labour, Green and Tory voters are backing Robert Eggleston, the only true voice for Remain in Mid Sussex."
    },
    "issues": {
      "brexitEurope": "Fighting for the rights of EU citizens to remain in the UK; A vote for an exit from Brexit.",
      "economy": "",
      "education": "Restore funding to schools, provide childcare from 9 months, invest in the NHS and social care.",
      "environment": "Tackle the climate emergency and invest in renewables.",
      "governance": "",
      "health": "Plan to insulate all low-income homes by 2025.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Insulate all low-income homes by 2025.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Councillor Robert Eggleston has lived in Mid Sussex for 30 years.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "30 years",
        "achievements": "Active Campaigner on local issues and defending the EU; A friend to small and medium size businesses; Supporter of local community and Fairtrade Campaigner."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Robert Eggleston - Councillor and Liberal Democrat candidate for Mid Sussex"
        }
      ]
    },
    "additionalNotes": "The leaflet contrasts Robert Eggleston's policies with those of the Conservatives, emphasizing the choice at the election and how only the Lib Dems can beat the Conservatives in this area."
  }
}
```