```json
{
  "leaflet": {
	"candidateName": "Siobhan Strode",
	"constituency": "Torridge and West Devon",
	"politicalParty": "Labour Party",
	"electionDate": "Thursday 12 December",
	"messages": [
  	{
    	"title": "Delivering change for Torridge and West Devon",
    	"content": "I am excited to be Labour's candidate here in Torridge and West Devon where I think we have a real chance to deliver lasting change by electing someone empathetic with real commitment to the people here."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Fair Funding for All Schools",
    	"policyDescription": "I led the campaign in Torridge for Fair Funding for our schools and took a delegation to London to lobby MPs."
  	},
  	{
    	"policyTitle": "Climate Crisis",
    	"policyDescription": "We need to act now to ensure that we can preserve an environment that provides for our needs. We can provide jobs and make Britain energy independent again if we fully exploit our offshore sustainable energy potential."
  	},
  	{
    	"policyTitle": "Sustainable housing provision",
    	"policyDescription": "Labour has pledged the biggest house building programme since the second world war to meet the dual challenge of homelessness & adapting to the zero carbon economy."
  	}
	],
	"mentions": {
  	"candidate": "Siobhan Strode",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "We are committed to bringing back the wealth creating industry to our towns and communities.",
  	"education": "As a teacher and school governor, I see the challenges our schools and children face; I strive to protect the mental wellbeing of the youth.",
  	"environment": "We need to act now to ensure that we can preserve an environment that provides for our needs.",
  	"governance": "",
  	"health": "We will bring in lifelong learning, reverse the Universal Credit system, together with ending cruelty & poverty for people.",
  	"immigration": "",
  	"socialWelfare": "We will bring lifelong learning, reverse the Universal Credit system, together with ending cruelty & poverty for people.",
  	"housing": [
    	{
      	"content":"Labour has pledged the biggest house building programme since the second world war to meet the dual challenge of homelessness & adapting to the zero carbon economy.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "As a local councillor, school governor, teacher and mother I have the skills and drive needed to deliver change for Torridge and West Devon.",
	"politicalExperience": [
  	{
    	"role": "Local Councillor",
    	"duration": "",
    	"achievements": "Led the campaign in Torridge for Fair Funding for our schools and took a delegation to London to lobby MPs."
  	},
  	{
    	"role": "School Governor",
    	"duration": "",
    	"achievements": "As a teacher and school governor, I see the challenges our schools and children face."
  	}
	],
	"contactInformation": {
  	"address": "9FA Btgstddle Street, Bideford, EX39 2AU",
  	"phone": "07419 33 27 07",
  	"email": "siobhanstrode4tw@gmail.com",
  	"website": "siobhanstrode.co.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "COUNCILLOR RUTH CRAIGIE",
    	"endorsement": "I am pleased Labour has selected someone with the youth and passion to deliver the change we need in Torridge and West Devon."
  	}
	],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Siobhan Strode interacting with the local community."
    	}
  	]
	},
	"additionalNotes": "My pledges to you: for our environment, NHS and Social Care, Green Economic Growth, Good Education for everyone & Economic Regeneration of TWD, and Future Localism."
  }
}
```