```json
{
  "leaflet": {
    "candidateName": "Shaun Thomas",
    "constituency": "Rhondda",
    "politicalParty": "Wales Green Party Plaid Werdd Cymru",
    "electionDate": "DECEMBER 12TH",
    "messages": [
      {
        "title": "YES TO EUROPE",
        "content": "The Green Party is the only political party truly putting climate breakdown on the agenda - we won't get another chance with just 10 years left to combat climate change. We need to act now and act in bold. Everyone not afraid to offer bold new ideas. Every Green vote counts."
      },
      {
        "title": "NO TO CLIMATE CHAOS",
        "content": ""
      },
      {
        "title": "A SOCIETY THAT WORKS FOR ALL",
        "content": "As your Green MP I will be an independent voice for fairness and green new economy, creating a 100,000 of jobs. We're proposing a whole new relationship with work, by piloting a four day week and a Universal Basic Income scheme. I will always stand up for public ownership of our NHS and other public services."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Growth",
        "policyDescription": "Promoting a green new economy and creating 100,000 jobs."
      },
      {
        "policyTitle": "Work-Life Balance",
        "policyDescription": "Proposing a new relationship with work including piloting a four day week."
      },
      {
        "policyTitle": "Universal Basic Income",
        "policyDescription": "Advocacy for a Universal Basic Income scheme."
      },
      {
        "policyTitle": "Public Services",
        "policyDescription": "Commitment to public ownership of NHS and other public services."
      },
      {
        "policyTitle": "Climate Change",
        "policyDescription": "Aim to combat climate change with urgency, providing bold new ideas and ensuring every green vote counts."
      }
    ],
    "mentions": {
      "candidate": "Shaun Thomas",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "YES TO EUROPE - The Green Party is the only political party truly putting climate breakdown on the agenda.",
      "economy": "As your Green MP I will be an independent voice for fairness and green new economy, creating a 100,000 of jobs.",
      "education": "",
      "environment": "NO TO CLIMATE CHAOS - We won't get another chance with just 10 years left to combat climate change.",
      "governance": "",
      "health": "I will always stand up for public ownership of our NHS and other public services.",
      "immigration": "",
      "socialWelfare": "We're proposing a whole new relationship with work by piloting a four day week and a Universal Basic Income scheme.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I grew up in Ferndale in the Rhondda Fach. I'm proud of the industrial heritage and the resilience of people in these valleys. I've seen the impacts successive governments have had on our communities and our environment.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "shaunthomas@walesgreenparty.org",
      "website": "cardiffgreenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@shaunthomas777",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Shaun Thomas with a colleague, promoting Green Party messages."
        }
      ]
    },
    "additionalNotes": "Promoted by Shaun Thomas for Wales Green Party, both at The Gate, Keppoch St, Cardiff CF24 3JW. Printed by Beacon Printers, Leyshons Buildings, Cornerswell Rd, Penarth CF64 2XS."
  }
}
```