```json
{
  "leaflet": {
    "candidateName": "Carl Greatbatch",
    "constituency": "Newcastle-under-Lyme",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "As your MP I will:",
        "content": "Ensure our Council has the funding it needs to provide the services we all deserve. Work to protect and expand Newcastle's bus routes - not cut them. Reverse the Tory cuts to the Police and fight for the extra officers Newcastle needs to make our town safe again."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Labour's regional manifesto for the West Midlands:",
        "policyDescription": "Invest £11 billion from Labour's Green Transformation Fund including a gigafactory in North Staffs, a metals recycling plant and an electric vehicles manufacturing facility. Connect 2.7 million households and businesses in the region to full-fibre Broadband. Build 111,000 new homes a year in our area by the end of the Parliament. Create over 120,000 new well-paid green jobs. Give a pay rise to 685,000 workers aged 16 and over, and a decade of wages stagnation."
      }
    ],
    "mentions": {
      "candidate": "Carl Greatbatch is an outstanding choice for Newcastle-under-Lyme. Having grown up in North Staffs, he is passionate about supporting local people from all walks of life.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "We cannot allow the Conservatives to continue to run the NHS into the ground."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Following the 1997 election, Carl found himself suddenly diagnosed with thyroid cancer. If it wasn't for the amazing care I received from the NHS, I might not be here today.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Labour's revolution in council housing gave my family the chance of a decent home.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Carl Greatbatch shares his personal journey, from his varied jobs across Stoke and Newcastle growing up in Audley, the issues faced in his education, and the invaluable role the NHS played in his battle with thyroid cancer.",
    "politicalExperience": [
      {
        "role": "UNISON Steward, Assistant Branch Secretary for Manchester UNISON in 2013, Labour Party Elections in 2014",
        "duration": "2013-2014",
        "achievements": "Successfully elected as Assistant Branch Secretary for Manchester UNISON in 2013. Ran the election police, have taken on the challenge of being your Prospective Parliamentary Candidate in Newcastle-under-Lyme."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07925883314",
      "email": "carl4newcastle@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "/Carl4Newcastle",
        "twitter": "@CarlGreatbatch",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Baroness Llin Golding MP for Newcastle 1983-2001",
        "endorsement": "Carl is an outstanding choice for Newcastle-under-Lyme. Having grown up in North Staffs, he is passionate about supporting local people from all walks of life. His strong record as an active trade unionist underlines his excellent leadership"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Carl Greatbatch with Baroness Llin Golding outside 'Newcastle-Under-Lyme Labour Party' office."
        },
        {
          "caption": "Labour's regional manifesto for the West Midlands."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```