```json
{
  "leaflet": {
    "candidateName": "Nicholas Soames",
    "constituency": "Mid Sussex",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "WHAT'S GORDON BROWN GOT PLANNED FOR MID SUSSEX?",
        "content": "17,000 HOUSES would be built within years if Labour win the general election, says Mid Sussex MP Nicholas Soames."
      },
      {
        "title": "DAVID CAMERON'S PLEDGE TO MID SUSSEX",
        "content": "David Cameron emphasizes responsible governance and rewarding those who take responsibility and work hard."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Conservatives Will",
        "policyDescription": "Tear up Labour’s South East Plan and stop the new housing in Mid Sussex, reduce targets which encourage fast and too many houses, and seek local identities of a mix of family homes and create conditions for town growth and improved infrastructures."
      }
    ],
    "mentions": {
      "candidate": "Nicholas Soames has demanded improvements from rail operator First Capital Connect at a House of Commons meeting after a catalogue of problems with the Thameslink service.",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "We will run recycling, refuse and street cleaning services, where a recent survey showed 87% of residents are satisfied.",
      "governance": "Conservatives cut the salary of the District Executive and have slashed senior management by 40%. Leading the way on transparency, one of the spending over £500 will be the only Council to publish for line-by-line scrutiny.",
      "health": "Downgrading of A&E and maternity services at the Princess Royal Hospital.",
      "immigration": "As Co-Chairman of the Group for Balanced Migration, Nicholas has published a ground-breaking declaration calling for action to prevent the UK population reaching 70 million in under 20 years.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "17,000 houses would be built within years if Labour win the general election, says Mid Sussex MP Nicholas Soames.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "Has demanded improvements from rail operator First Capital Connect."
      }
    ],
    "contactInformation": {
      "address": "5 Hazelgrove Road, Haywards Heath, RH16 3PH",
      "phone": "01444 452590",
      "email": "info@msca.org.uk",
      "website": "www.midsussexconservatives.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "DAVID CAMERON'S PLEDGE TO MID SUSSEX"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```