```json
{
  "leaflet": {
    "candidateName": "Teresa Murray",
    "constituency": "Rochester & Strood",
    "politicalParty": "Labour Party",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "REAL CHANGE FOR ROCHESTER & STROOD",
        "content": "Teresa is fighting to stop another loss of jobs and skills under a high street... Conservatives took control... Lack of efforts from the conservative led Council and lack of the commitment... a real job atwack of the core... in real change... Teresa had done that in the past."
      },
      {
        "title": "WHY WE'RE SUPPORTING TERESA",
        "content": "When we needed someone to stand up and fight for our pensions, Teresa supported us... The Tories are only holding Rochester & Strood back."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "FIGHTING FOR LOCAL JOBS",
        "policyDescription": "Teresa is fighting to stop another loss of jobs and skills."
      },
      {
        "policyTitle": "PROTECTING OUR NHS",
        "policyDescription": "After years of Conservative neglect, GP numbers in Rochester and Strood have fallen. Teresa will deliver real change to the NHS."
      },
      {
        "policyTitle": "BREXIT",
        "policyDescription": "The Conservatives have failed on Brexit for three years. Labour will quickly give people the final say on Brexit and implement whatever the outcome."
      }
    ],
    "mentions": {
      "candidate": "Teresa has spent years as a local Councillor fighting for high necks and supporting them in their quest and can handle our MP, I know she will work."
    },
    "issues": {
      "brexitEurope": "The Conservatives have failed on Brexit for three years... Labour will quickly give people the final say on Brexit and implement whatever the outcome.",
      "economy": "",
      "education": "",
      "environment": "Labour's Green New Deal will create thousands of new jobs across our district.",
      "governance": "",
      "health": "After years of Conservative neglect, GP numbers in Rochester and Strood have fallen... Labour will deliver real change to the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "The Conservatives have taken Rochester & Strood for granted. I've been out about listening to people and hearing about their hopes and concerns for the future. It's clear that it's time for real change - for the many, not the few.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07855 374034",
      "email": "TeresaMurrayTM@aol.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@RissaMurray",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Teresa Murray with a caption 'I'm voting Labour'"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```