```json
{
  "leaflet": {
    "candidateName": "Virendra Sharma",
    "constituency": "Ealing Southall",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Local fly tipping",
        "content": "Just like so many of us take great pride in our constituency, but sadly some people don't. Part of my commitment to you is that we will continue to fight against littering and fly tipping. I worked with the council to introduce a stricter enforcement code for persistent offenders, and our new name and shame policy of publishing images of fly tippers. I will also lead clean up events with local groups so we can take pride in where we live, because litter and fly tipping affects us all."
      },
      {
        "title": "Climate Change and our environment",
        "content": "This year I have met many groups and climate change, but the most amazing was the Times is now lobby which brought together people from all walks of life and of all ages. I spoke to them outside Parliament about our ambitious plans for decarbonising the economy and creating hundreds of thousands of well-paid green jobs for the future. We have to act on man-made climate change, or it will be too late for everyone."
      },
      {
        "title": "We need a second referendum to Remain",
        "content": "I have a long record of opposing Brexit. I do not believe it is right for our economy, and I believe in working with our European neighbours, being closely linked to our friends in Europe does not prevent us from trading around the world. We need a second referendum, with an option to Remain, and I will campaign wholly and totally for us to Remain in the EU."
      },
      {
        "title": "WHY WE'RE SUPPORTING VIRENDRA",
        "content": "I am pleased to say our MP, Virendra Sharma took up our MoU for V5 and EU citizens in the UK to support us and to ensure our voice and the benefits of voters in Ealing who were for remaining staying in the EU - Geoff, Northfield Ward"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Smaller class sizes",
        "policyDescription": "We will reduce class sizes to under 30 for all 5-, 6-, and 7-year-olds making sure they get the best start."
      },
      {
        "policyTitle": "Put Police back on the street",
        "policyDescription": "The Tories cut funding for the police, but Labour will fund 10,000 new Police Officers for the street."
      },
      {
        "policyTitle": "Scrap Universal Credit",
        "policyDescription": "Universal Credit hurts those that most need help. We will scrap it - helping 10,935 in Ealing."
      },
      {
        "policyTitle": "An Industrial Strategy for everyone",
        "policyDescription": "Our Green New Deal will modernize the economy, creating 850,000 good, new jobs."
      },
      {
        "policyTitle": "Keep the NHS for the public",
        "policyDescription": "We will deliver more nurses and doctors, cut waiting times and an end to privatisation."
      }
    ],
    "mentions": {
      "candidate": "Virendra Sharma",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "We need a second referendum to Remain - I have a long record of opposing Brexit. I do not believe it is right for our economy, and I believe in working with our European neighbours.",
      "economy": "An Industrial Strategy for everyone - Our Green New Deal will modernize the economy, creating 850,000 good, new jobs.",
      "education": "Smaller class sizes - We will reduce class sizes to under 30 for all 5-, 6-, and 7-year-olds making sure they get the best start.",
      "environment": "Climate Change and our environment - This year I have met many groups about climate change. We have ambitious plans for decarbonizing the economy and creating hundreds of thousands of well-paid green jobs for the future.",
      "governance": "",
      "health": "Keep the NHS for the public - We will deliver more nurses and doctors, cut waiting times and an end to privatisation.",
      "immigration": "",
      "socialWelfare": "Scrap Universal Credit - Universal Credit hurts those that most need help. We will scrap it - helping 10,935 in Ealing.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "\"This election is a once-in-a-generation chance to transform our country and take on the vested interests holding people back.\"",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07405 085 038",
      "email": "ealingsouthall@gmail.com",
      "website": "www.virendrasharma.com",
      "socialMedia": {
        "facebook": "@VirendraSharma",
        "twitter": "@VirendraSharma",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Geoff, Northfield Ward",
        "endorsement": "I am pleased to say our MP, Virendra Sharma took up our MoU for V5 and EU citizens in the UK to support us and to ensure our voice and the benefits of voters in Ealing who were for remaining staying in the EU."
      },
      {
        "endorser": "Banwait Bros and Co",
        "endorsement": "My father started this business in 1969 and since we have known Councillor Virendra Sharma worked as a Member of Parliament, we have been the champions of local businesses and community cohesion in Southall."
      }
    ],
    "quotes": [
      {
        "text": "Vote Labour - for the many not the few.",
        "source": "Election leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Virendra Sharma Labour candidate for Ealing Southall"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```