```json
{
  "leaflet": {
	"candidateName": "Anneliese Dodds",
	"constituency": "Oxford East",
	"politicalParty": "Labour & Co-operative Party",
	"electionDate": "Thursday 12 December",
	"messages": [
  	{
    	"title": "A STRONG VOICE, DELIVERING FOR OXFORD EAST",
    	"content": "Anneliese protects local NHS from privatisation."
  	},
  	{
    	"title": "I'm voting Labour",
    	"content": ""
  	},
  	{
    	"title": "WHY WE'RE SUPPORTING ANNELIESE",
    	"content": "As a former primary school teacher for over 20 years, I know the damage the Tories and Lib Dems have done to our schools. Anneliese has been a vocal and consistent advocate. - Simon Ottino, Headington"
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Campaigning to end the cuts to our schools",
    	"policyDescription": "Anneliese has been campaigning since she was elected in 2017 to end the cuts and for more and fairer funding for our schools."
  	},
  	{
    	"policyTitle": "Ending Oxford's Housing Crisis",
    	"policyDescription": "Labour's all-out Oxford City Council is doing all it can to tackle rogue landlords and skyrocketing rent rises – now backing Labour will can ensure your rights they secured they need, with new open-ended tenancy with top quality grounds for termination. A whole new partnership model for genuinely affordable homes, including 500,000 new council houses."
  	},
  	{
    	"policyTitle": "Anneliese protects local NHS from privatisation",
    	"policyDescription": "Anneliese campaigned to keep the Churchill Hospital's PET-CT cancer scanning equipment and ensure it continues to be operated by the NHS rather than a private company. She continues as the NHS under Labour’s recently passed to rule out further NHS privatisation as part of a trade deal with President Trump. Anneliese will always defend our NHS, and continue to push for more support for our NHS."
  	}
	],
	"mentions": {
  	"candidate": "Anneliese Dodds",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "A public vote on any Brexit Deal in which campaigning to Remain as it is the best deal for Oxford and for Britain.",
  	"economy": "A Real Living Wage of at least £10 an hour.",
  	"education": "Campaigning to end the cuts to our schools.",
  	"environment": "Real action to tackle the climate crisis and clean up our air and a Green New Deal creating over 400,000 new clean, green jobs.",
  	"governance": "",
  	"health": "Anneliese protects local NHS from privatisation.",
  	"immigration": "",
  	"socialWelfare": "Increased funding for Oxford's cash-strapped schools, reduced class sizes for 5-7 year olds and scrap tuition fees.",
  	"housing": [
    	{
      	"content":"Ending Oxford's Housing Crisis. Labour's all-out Oxford City Council is doing all it can to tackle rogue landlords and skyrocketing rent rises – now backing Labour will can ensure your rights they secured they need, with new open-ended tenancy with top quality grounds for termination. A whole new partnership model for genuinely affordable homes, including 500,000 new council houses.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "Oxford East is my home. I won't stand by and let it come to harm as a result of more damaging years of Tory rule. Oxford deserves better than an extreme Tory Brexit, more division and more cuts.",
	"politicalExperience": [
  	{
    	"role": "Candidate for Oxford East",
    	"duration": "Since 2017",
    	"achievements": "Campaigning for education and health, fighting against privatisation of NHS services."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "01865 595 980",
  	"email": "anneliesedodds4oxeast@gmail.com",
  	"website": "",
  	"socialMedia": {
    	"facebook": "AnnelieseDodds",
    	"twitter": "AnnelieseDodds",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Simon Ottino, Headington",
    	"endorsement": "As a former primary school teacher for over 20 years, I know the damage the Tories and Lib Dems have done to our schools. Anneliese has been a vocal and consistent advocate."
  	},
  	{
    	"endorser": "Helena, Student",
    	"endorsement": "Only Labour will protect our NHS from privatisation."
  	}
	],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Anneliese Dodds with supporters."
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```