{
  "leaflet": {
    "candidateName": "Jo Churchill MP",
    "constituency": "Bury St Edmunds",
    "politicalParty": "Conservatives",
    "electionDate": "October 2019",
    "messages": [
      {
        "title": "IMPROVING OUR HIGH STREETS",
        "content": "Working closely with stakeholders in Mid Suffolk and Bury sectors on how to improve and enhance our offer on our high streets."
      },
      {
        "title": "BETTER ROADS & RAIL FOR SUFFOLK",
        "content": "Transport links are vital to businesses and residents in our area. That is why I have been working to ensure we have the robust infrastructure we deserve."
      },
      {
        "title": "DRIVING MONEY INTO LOCAL SERVICES",
        "content": "Championing investment in our local hospital, schools and police - services I know matter most to us and our family."
      },
      {
        "title": "SUPPORTING THE CAUSES YOU CARE ABOUT",
        "content": "An important part of being your MP is ensuring that I help local individuals and groups with issues and causes that matter."
      },
      {
        "title": "BREXIT: 'JUST GET IT DONE'",
        "content": "When I came out and about in the constituency, the one phrase I heard loud and clear was 'just get Brexit done'."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "High Streets",
        "policyDescription": "Supporting the ambitious vision for the town's future; commitment to thriving market towns, ensuring an exciting mix of entertainment, events, and cultural offerings."
      },
      {
        "policyTitle": "Transport Infrastructure",
        "policyDescription": "Secured funding for the A14 success; campaigning for better rail access including Stowmarket station access for all and funding for smaller transport projects."
      },
      {
        "policyTitle": "Local Investment",
        "policyDescription": "Secured £13.4 million of funding awarded to the constituency to improve the area; enhancing local services like schools and police with significant investments."
      },
      {
        "policyTitle": "Health Services",
        "policyDescription": "Ensured an additional £200,000 funding investment in West Suffolk Hospital; fighting to reduce closing times and increasing front-line staffing."
      },
      {
        "policyTitle": "Brexit",
        "policyDescription": "Focused on delivering Brexit; determined to resolve the situation and not waste £174 million on elections while it remains unresolved."
      }
    ],
    "mentions": {
      "candidate": "Jo Churchill MP",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "'Just get Brexit done' - emphasis on resolving Brexit efficiently to avoid wasting funds on elections.",
      "economy": "",
      "education": "Highlighting investment and improvements in local schools.",
      "environment": "",
      "governance": "",
      "health": "Additional £200,000 funding for West Suffolk Hospital; committed to improving health services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "10 Hatter Street, Bury St Edmunds, Suffolk, IP33 1LZ",
      "phone": "01284 752311",
      "email": "jo.churchill.mp@parliament.uk",
      "website": "www.jochurchill.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jo Churchill MP with Transport Minister after the Access for All announcement."
        },
        {
          "caption": "Jo Churchill MP with Stephen Dunn, CEO West Suffolk Foundation Trust."
        },
        {
          "caption": "Jo Churchill MP at the Ageas Salisbury International Arts Festival."
        },
        {
          "caption": "Jo Churchill MP at the Breast Cancer Now, National Westminster event."
        }
      ]
    },
    "additionalNotes": ""
  }
}