```json
{
  "leaflet": {
    "candidateName": "Helen Geake",
    "constituency": "Bury St. Edmunds",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "ONLY THE GREEN PARTY CAN CHALLENGE THE CONSERVATIVES HERE",
        "content": "The Green Party are now the second largest party group represented on local councils in Mid and West Suffolk. At the next general election, we are looking to make a breakthrough in East Anglia. Let’s make it happen in Bury St. Edmunds."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Action on Climate Crisis. Localising the economy",
        "policyDescription": "The climate and the extinction crisis is the biggest threat to our lives. We have to cut emissions and we have to find alternatives. We have to invest in renewable energy and we have to localise our economy so that it doesn’t rely on constant growth. This can’t just be done by individuals, however hard they work – the climate crisis needs Government investment and more powers for local government, says Helen."
      }
    ],
    "mentions": {
      "candidate": "Helen Geake",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Only Helen for the Green Party or a Conservative can win here"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "The climate and the extinction crisis is the biggest threat to our lives.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'm delighted and honoured to be chosen for this challenge to represent Green voices across Bury St. Edmunds and its villages in Bury needs. National politics stands for war and greed, which offers no practical solution to looking after our beautiful suffolk countryside. I have already promised to stand up for it and someone who will listen to local people, not the two big party line.",
    "politicalExperience": [
      {
        "role": "Local Mid Suffolk councillor",
        "duration": "",
        "achievements": "Saw off the school bus service chaos the Conservatives caused by changing and cutting."
      }
    ],
    "contactInformation": {
      "address": "West Suffolk Green Party",
      "phone": "07720 276159",
      "email": "",
      "website": "www.greenparty.org.uk/join",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Councillor Lisa Ingwall King",
        "endorsement": "Helen's the right choice for Bury."
      },
      {
        "endorser": "Councillor Helen Geake",
        "endorsement": "Every vote for the Green Party shows that you want this to happen."
      }
    ],
    "quotes": [
      {
        "text": "Bury's traffic congestion is causing rising air pollution which is now over the national limit. We urgently need to improve green transport options including better and cleaner public transport.",
        "source": "Councillor Lisa Ingwall King",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Helen Geake with locals discussing issues"
        },
        {
          "caption": "East of England Green MEP Catherine Rowett showing support for Helen"
        },
        {
          "caption": "Graph showing Green Party councilor numbers in the Bury St. Edmunds Constituency"
        },
        {
          "caption": "Helen Geake portrait"
        }
      ]
    },
    "additionalNotes": "Helen Geake has the endorsement of East of England Green MEP Catherine Rowett. Her personal statement includes a commitment to local issues over national party line politics."
  }
}
```