```json
{
  "leaflet": {
    "candidateName": "Nadine Dorries",
    "constituency": "Mid-Bedfordshire",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Dear Resident",
        "content": "No one wanted this election, but it had to happen. Parliament was gridlocked with MPs refusing to vote through legislation to honour the referendum result. Boris Johnson brought home a deal everyone said would be impossible to achieve, but he did it. It’s a fantastic deal that delivers on the promise of 2016, while at the same time protecting the rights of citizens and workers, keeps our borders safe and allows us to negotiate free trade deals to grow our economy. It’s time to get Brexit done, but that can only happen under a Conservative majority government. As a former nurse and now a Health Minister, who lived in Westoning and Woburn for many years, I'm keen for this to happen in order to benefit Mid-Bedfordshire. We can then focus all our attention onto the NHS, social care, maternity and mental health provision, policing and education. The things that matter to so many. I hope to continue to be known as an outspoken MP who has never been afraid to raise your concerns at the highest levels. So, let’s do this. Let’s get Brexit done and unleash the huge potential this great country has to offer."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Get Brexit done with our new deal."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "£33.9 billion extra for the NHS."
      },
      {
        "policyTitle": "Policing",
        "policyDescription": "20,000 extra police officers."
      }
    ],
    "mentions": {
      "candidate": "Nadine Dorries",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Boris Johnson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Get Brexit done with our new deal.",
      "economy": "Delivers on the promise of 2016, keeps our borders safe and allows us to negotiate free trade deals to grow our economy.",
      "education": "Focus all our attention onto... education.",
      "environment": "",
      "governance": "Under a Conservative majority government.",
      "health": "Focus all our attention onto the NHS, social care, maternity and mental health provision.",
      "immigration": "Keeps our borders safe.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As a former nurse and now a Health Minister, who lived in Westoning and Woburn for many years, I'm keen for this to happen in order to benefit Mid-Bedfordshire. We can then focus all our attention onto the NHS, social care, maternity and mental health provision, policing and education. The things that matter to so many.",
    "politicalExperience": [
      {
        "role": "Health Minister",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nadine Dorries with Boris Johnson"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```