```json
{
  "leaflet": {
    "candidateName": "Neil Gray",
    "constituency": "Airdrie & Shotts",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Over the last two decades Scotland has been on a journey. We've set up a Scottish Parliament, we've become a more inclusive and more tolerant country, we're more European and with the SNP in government, the principle of free education has been re-established."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Secured significant investment in the NHS Lanarkshire and the commitment for a new hospital on a suitable site in the Airdrie area."
      },
      {
        "policyTitle": "Local Representation",
        "policyDescription": "Opened offices in Shotts and Airdrie, focusing on tackling local issues."
      }
    ],
    "mentions": {
      "candidate": "Neil Gray",
      "otherPartyLeaderCandidate": "Boris Johnson and Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "The election coverage makes it appear that there is a false choice Boris Johnson and Jeremy Corbyn. Neither of whom are up to the job."
    },
    "issues": {
      "brexitEurope": "The Brexit shambles shows that whether you are leave or remain, Westminster has failed Scotland.",
      "economy": "",
      "education": "With the SNP in government, the principle of free education has been re-established.",
      "environment": "Scotland is also a world leader in renewable energy and the fight against climate change. We're on a path to becoming a zero-emissions country, five years ahead of the rest of the UK and we're making our voice heard in Europe, and on the international stage.",
      "governance": "Over the last two decades Scotland has been on a journey. We've set up a Scottish Parliament, we've become a more inclusive and more tolerant country, we're more European.",
      "health": "Secured significant investment in the NHS Lanarkshire and the commitment for a new hospital on a suitable site in the Airdrie area.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have held more surgeries from Holytown to Harthill, Newmains to Greengairs and dealt with more constituency cases than my predecessor. And it is because of my hard work across this constituency for local people that Jonathan Abernethy-Barkley, a local Minister in Shotts, has chosen to back my re-election campaign.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "Dealt with 11,500 cases and 8,000 constituents in this electorate."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "neil.gray.snp@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "NeilGraySNP",
        "twitter": "neilgraysnp",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Jonathan Abernethy-Barkley, a local Minister in Shotts",
        "endorsement": "Support for re-election campaign"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Neil Gray at a parliamentary session"
        }
      ]
    },
    "additionalNotes": "The TV election coverage makes it appear that there is a false choice Boris Johnson and Jeremy Corbyn. Neither of whom are up to the job. We need to send strong SNP MPs to Westminster to make sure Scotland's voice is heard and that whichever of these men is in power, we hold them to account."
  }
}
```