```json
{
  "leaflet": {
    "candidateName": "Martin Land",
    "constituency": "",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Education matters to me and to the Lib Dems",
        "content": "Education matters to us all. As parents we want our children to do well. We want their schools to be safe and happy places. We all want our children to get the best results they are able to. We worry about them and the choices they have to make."
      },
      {
        "title": "",
        "content": "I'm Martin Land, your prospective Liberal Democrat candidate in the forthcoming General Election. I'd like to take this opportunity to outline Lib Dem policies on Education as well as to give you my own views."
      },
      {
        "title": "Martin Land talks to you about Education",
        "content": "\"Education matters to me. I am a qualified teacher and a parent with children in a local state secondary school. I have worked as a supply teacher in a number of schools and colleges across Cambridgeshire. I share and understand your concerns. My wife, my sons and I have faced and will face the same challenges and choices as you.\""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "better schools",
        "policyDescription": "A Pupil Premium will be allocated to schools according to the number of their pupils they have on Free School Meals. Central government interference with schools will be cut. Scrapping of the overregulated national curriculum and replacing it with a slimmed down minimum requirement. The Local Authority will retain the key role in planning and monitoring school places. National sampling will keep a check on overall standards."
      },
      {
        "policyTitle": "local solutions for local schools",
        "policyDescription": "Supporting the County Council to plan ahead for appropriate provision of school places. Advocating for provision of local schools in new housing developments. Ensuring temporary classrooms are of high standard if needed."
      },
      {
        "policyTitle": "Liberal Democrat policies for a future for all our children",
        "policyDescription": "The manifesto will address issues such as cutting class sizes to 20 at age 7, reforming tax credits which will save £1.5bn and administrative savings in central government offices and quangos which save an additional £1bn."
      }
    ],
    "mentions": {
      "candidate": "Martin Land",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "The leaflet discusses several education policies of the Liberal Democrats and the candidate's personal commitment to education. Measures such as allocating the Pupil Premium based on pupils with Free School Meals, reducing government interference, scrapping the overregulated national curriculum, and keeping the Local Authority involved in planning and monitoring school places are outlined.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Supports provision of local schools in new housing developments.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "\"Education matters to me. I am a qualified teacher and a parent...\"",
    "politicalExperience": [
      {
        "role": "Teacher and Supply Teacher",
        "duration": "",
        "achievements": "Worked in a number of schools and colleges across Cambridgeshire"
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "martin.land@huntslibdems.org.uk",
      "website": "www.martinland.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Martin Land talks to you about Education"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```