```json
{
  "leaflet": {
    "candidateName": "Lilian Greenwood",
    "constituency": "Nottingham South",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Getting things done for you",
        "content": "Under the Tories, Nottinghamshire Police has lost 473 Police officers and 91 PCSOs. Local Neighbourhood Policing Teams are more stretched than ever and youth services have suffered devastating cuts. Pete Bell has been working on the frontlines to support young people who are at risk of getting involved in crime. He said: 'Thank you Lilian for your tireless efforts to support me and bring my community work into fruition'."
      },
      {
        "title": "Confronting the climate emergency",
        "content": "This general election is our last chance to radically change course on the risk irreversible damage to our planet. We don't have time to waste. Environmental campaigners Judy and Julian Marsh said: 'Lilian understands the urgency of action to cut carbon emissions. She has a great track record of challenging the government on pollution and decarbonisation whilst supporting practical action locally on greener housing and transport.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tackling crime and antisocial behaviour",
        "policyDescription": "Working on reversing Tory cuts to police and community services to tackle crime and antisocial behaviour."
      },
      {
        "policyTitle": "Confronting the climate emergency",
        "policyDescription": "Supports urgent action to cut carbon emissions, challenge government policies on pollution, and supports local greener housing and transport initiatives."
      },
      {
        "policyTitle": "Investing in health and social care",
        "policyDescription": "Committed to reversing neglect in the NHS, delivering the change the NHS needs and building new, better hospitals."
      }
    ],
    "mentions": {
      "candidate": "Lilian Greenwood has an honor to represent Nottingham South over the last nine years and is standing on her record as a community-focused MP who gets things done.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Ending the Tory Brexit chaos - Only Labour will give you the final say - with the option to remain.",
      "economy": "",
      "education": "",
      "environment": "Confronting the climate emergency - urgent action required to avoid irreversible damage to our planet.",
      "governance": "",
      "health": "Investing in health and social care - reversing years of neglect and underfunding in the NHS, the need for more doctors and nurses, rebuilding our hospitals.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Supports greener housing initiatives.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "It has been an honor to represent Nottingham South over the last nine years and I'm standing on my record as a community-focused MP who gets things done.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07935 305965",
      "email": "liliangreenwoodsouth@gmail.com",
      "website": "liliangreenwood.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "LilianGreenwood",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Pete Bell",
        "endorsement": "Thank you Lilian for your tireless efforts to support me and bring my community work into fruition."
      },
      {
        "endorser": "Judy and Julian Marsh",
        "endorsement": "Lilian understands the urgency of action to cut carbon emissions. She has a great track record of challenging the government on pollution and decarbonisation whilst supporting practical action locally on greener housing and transport."
      },
      {
        "endorser": "Terry Regan",
        "endorsement": "Lilian was fantastic when our health centre in the Meadows was struggling to get the funding needed for improvements. She didn't stop until the works were completed. It’s made a huge difference to staff and patients."
      },
      {
        "endorser": "Chris and Emilie Daniel, Wollaton Park",
        "endorsement": "Our children's school has faced huge budget cuts under this Government. We're backing Lilian because we've seen the tremendous work she's done to support local schools and secure the extra funding they needed."
      },
      {
        "endorser": "Shaheen Munir, Leen Valley",
        "endorsement": "I'll be voting for Lilian on 12 December because she has always been there for me and my family, whenever we've needed help. I know she cares for our community and will always stand up for our city."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Lilian Greenwood for Nottingham South"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```