{
  "leaflet": {
    "candidateName": "Guto Bebb",
    "constituency": "Aberconwy",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "Parents have real concerns over school review",
        "content": "During the autumn, Guto Bebb undertook a series of public meetings throughout the area with parents who were concerned about the review of primary schools being undertaken by Conwy Council."
      },
      {
        "title": "Flood defences hold on first test",
        "content": "Despite the awful impact on some households in Trefriw as a result of overflowing culverts, it does appear that the new Culverts at the Fairy Glen in Betws-y-Coed passed their first testing during the flood water pressure they encountered as a result of the very heavy but anticipated rainfall we had in mid-November."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Guto Bebb",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "On the basis of the results of the 2005 UK General Election and all the analysis undertaken, it is clear that Aberconwy is a crucial Labour/Conservative marginal seat... The Liberals are nowhere and as in Aberconwy know, despite the promises of the Assembly Member, a vote for Plaid is simply means that they will support the continuation of high taxes under a diminished Labour policy that they pledged to kick Labour out of power in favour for Plaid in the 2007 and had the opportunity but instead opted to keep Labour in power."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Guto Bebb undertook a series of public meetings throughout the area with parents who were concerned about the review of primary schools being undertaken by Conwy Council.",
      "environment": "Despite the awful impact on some households in Trefriw as a result of overflowing culverts, it does appear that the new culverts at the Fairy Glen in Betws-y-Coed passed their first testing during the flood water pressure they encountered as a result of the very heavy but anticipated rainfall we had in mid-November.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "01492 583736",
      "email": "aberconwyconservatives@yahoo.co.uk",
      "website": "www.aberconwyconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Give our Police the tools to do the job."
        },
        {
          "caption": "Plaid and Labour fall Small Businesses."
        },
        {
          "caption": "Ending the cross border NHS lottery."
        }
      ]
    },
    "additionalNotes": ""
  }
}