```json
{
  "leaflet": {
    "candidateName": "Robert Court",
    "constituency": "Derbyshire Dales",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "At the General Election What will YOU do?",
        "content": "The Conservatives have been desperately trying to force Brexit through, but purely in the interests of Conservative party ready. They have been fighting every path to energy to agree on a 'No Deal' departure from the EU, whatever it costs."
      },
      {
        "title": "Is this your Conservative party? If it is, vote for them; if it isn't, don't.",
        "content": "Labour policy on Brexit has been hard to pin down, to put it mildly. Is this your Labour party? If it is, vote for them; if it isn't, don't."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Believes that the Brexit referendum outcome over the difficulties of undoing a 40-year relationship. The electorate has changed since 2016. Any deal that the deal we can make with the EU is the one we already have."
      },
      {
        "policyTitle": "People's Vote",
        "policyDescription": "Advocates for a people's vote on any deal (or no deal) relating to the national interest."
      },
      {
        "policyTitle": "Compassionate 21st century Britain",
        "policyDescription": "Envisions a liberal, open, compassionate 21st century Britain, with a government that would prioritize physical and mental health and well-being."
      },
      {
        "policyTitle": "Climate Change",
        "policyDescription": "Has a credible plan to help save the planet from the effects of climate change."
      }
    ],
    "mentions": {
      "candidate": "Robert Court",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Conservatives have been fighting every path to energy to agree on a 'No Deal' departure from the EU, whatever it costs.",
      "economy": "",
      "education": "",
      "environment": "Has a credible plan to help save the planet from the effects of climate change.",
      "governance": "",
      "health": "A government that would prioritize physical and mental health and well-being.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Tackle the housing shortage, and help local authorities and housing associations with finance to build more social housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Teacher and Headmaster",
        "duration": "",
        "achievements": "Brings experience from outside politics. He believes that tackling the climate emergency is urgent and absolutely vital."
      }
    ],
    "contactInformation": {
      "address": "Robert Court, 1, Great Northern Court, 24A Great Northern Road, Derby, DE1 1LR",
      "phone": "07730 011802",
      "email": "robert.court@derbyshiredaleslibdems.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Churchill's grandson",
        "endorsement": "Churchill’s grandson, who voted with their conscience against the move of ‘No Deal’."
      }
    ],
    "quotes": [
      {
        "text": "As a Green Liberal Democrat, [he] feels strongly that tackling the climate emergency is urgent and absolutely vital. Robert is willing to serve this constituency and to be counted with trust and integrity.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Robert Court, Lib Dem Parliamentary Candidate"
        }
      ]
    },
    "additionalNotes": "Propose fully fund the NHS and schools. Ensure that rural communities are sustainable, with continued access to vital services like Post Offices. Encourage technological innovation, and prioritise fast broadband for all - including rural areas."
  }
}
```