{
  "leaflet": {
    "candidateName": "Martha Wardrop",
    "constituency": "Hillhead Ward",
    "politicalParty": "Scottish Green Party",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "New Hillhead Primary",
        "policyDescription": "Addressing access that has been restricted by building works and seeking the establishment of a safe, clean and well-resourced new school."
      },
      {
        "policyTitle": "St George's Cross Underpass Project",
        "policyDescription": "Supporting the project to bring a well-lit, broad underpass with improved access to St George's Cross subway."
      },
      {
        "policyTitle": "Car Club Motors Forward",
        "policyDescription": "Promoting car club membership which provides access to cars in the local area, reducing pollution and the number of parked cars clogging streets."
      }
    ],
    "mentions": {
      "candidate": "Martha Wardrop",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Support for community woods against unauthorized felling, opposition to Tesco development perceived as harmful to local businesses and environment.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Local residents have formed the Woodland Action Group and submitted a planning application for a community woodland.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": "Engagement in projects such as New Hillhead Primary access and St George's Cross Underpass, promoting sustainable transportation through Car Club initiative, and protecting the environment by supporting community woodland against unauthorized tree felling."
      }
    ],
    "contactInformation": {
      "address": "Scottish Green Party, 45 Robertson Street, 52 St Enoch Square, Glasgow G1 4AA",
      "phone": "07854 817 665",
      "email": "Martha.Wardrop@glasgowgreens.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of St George's Cross underpass indicating an ongoing project."
        },
        {
          "caption": "Text encouraging readers to take action to help make Glasgow greener, mentioning a clean-up scheme and recycling."
        }
      ]
    },
    "additionalNotes": "Mentions assistance with 'Clean Glasgow' scheme and bulk refuse uplift. Reference to a planning dispute involving Tesco and concern over local shops' business health. Encourages residents to check they're on the voting register."
  }
}