```json
{
  "leaflet": {
    "candidateName": "Emma Corlett",
    "constituency": "North Norfolk",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "At a time when people are struggling to find affordable housing",
        "content": "to access NHS health care and public services - we desperately need a Labour government. It's time for real change."
      },
      {
        "title": "NHS MENTAL HEALTH CARE IN NORTH NORFOLK",
        "content": "The last 9 years mental health services in our community have been cut. There has been an unacceptable increase in suicides. Too many young people don't have the help they need. No politician has done anything to reverse these services or improve them. It's time for this to change. I am the only candidate who will take real action needed to prevent mental health services that keep people safe and rebuild their lives."
      },
      {
        "title": "GIVING PEOPLE THE FINAL SAY ON BREXIT",
        "content": "Leaving the EU has not been possible with politicians unable to agree the best way forward. A Tory deal Brexit is unacceptable - disastrous for our economy, worker's rights and the environment. After 40 years in the EU a final and inclusive protection to leave the union requires that the citizens have to be heard. Let the people decide, knowing exactly what they are voting for. Leave with Labour's deal, or Remain."
      },
      {
        "title": "A GREEN NEW DEAL FOR NORTH NORFOLK",
        "content": "Our future depends on dealing with the climate crisis. North Norfolk's rural areas could stand out by providing excellent public transport, accessible housing, and cycle routes to enable zero carbon and boost the economy, giving town centres and towns an overall face lift with infrastructure for the 21st century. Training courses focusing on jobs and investment, with practical solutions makes up our environmental challenge. Green New Deal - a brave start to tackling the environmental crisis head-on or protect and put people's future."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Mental Health Services",
        "policyDescription": "Emma Corlett is committed to taking real action to prevent mental health service cuts and rebuild these services to keep people safe."
      },
      {
        "policyTitle": "Brexit",
        "policyDescription": "Supports giving people the final say on Brexit, either leaving with Labour's deal or remaining in the EU."
      },
      {
        "policyTitle": "Green New Deal",
        "policyDescription": "Focus on addressing the climate crisis through improved public transport, accessible housing, carbon-neutral initiatives, and investment in green jobs."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "The candidate replacing Norman Lamb",
      "partyLeader": "",
      "tacticalSituation": "The Labour Party was within 520 votes last time."
    },
    "issues": {
      "brexitEurope": "Leaving the EU has not been possible with politicians unable to agree the best way forward. A Tory deal Brexit is unacceptable - disastrous for our economy, worker's rights and the environment.",
      "economy": "",
      "education": "",
      "environment": "Our future depends on dealing with the climate crisis.",
      "governance": "",
      "health": "The last 9 years mental health services in our community have been cut. There has been an unacceptable increase in suicides.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Invest in sustainable council and social housing, rejuvenating town centres.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07785 753 881",
      "email": "emmaNN@gmail.com",
      "website": "northnorfolklabourparty.co.uk",
      "socialMedia": {
        "facebook": "@nn.labour",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Jo Watts",
        "endorsement": "Emma has persistently campaigned for major issues such as mental health, education, and public services and is a great advocate for North Norfolk residents."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Emma Corlett"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```