```json
{
  "leaflet": {
    "candidateName": "Alison McGovern",
    "constituency": "Wirral South",
    "politicalParty": "Labour Party",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "The world is getting more chaotic...",
        "content": "Every day things seem to be getting more and more unpredictable. Universal Credit, the environmental crisis, Brexit, the collapsing services and the rest. In such uncertain times we need a safe pair of hands. Alison McGovern lives in New Ferry, her office is based there and she has been there for us since 2010."
      },
      {
        "title": "...but we know we can rely on Alison...",
        "content": "Alison has a proven track record as the MP for Wirral South. From fighting to rebuild New Ferry, battling on behalf of individual constituents to get what they deserve, standing up to discrimination to working to save local jobs, we can rely on Alison."
      },
      {
        "title": "...and only Alison can stop Boris in the Wirral.",
        "content": "Only a vote for Alison will stop Boris winning in Wirral South. A vote for the Lib Dems or the Greens here is a vote for Boris. So, if you don't want Boris to wreck the country, make sure you do your bit to stop him by voting Labour. #StickwithAlison."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fight for New Ferry",
        "policyDescription": "Alison has been fighting to rebuild New Ferry."
      },
      {
        "policyTitle": "Save Local Jobs",
        "policyDescription": "She is working to save local jobs."
      },
      {
        "policyTitle": "Environmental Crisis and Climate Change",
        "policyDescription": "Addresses the environmental crisis and pledges for a green future and investment in climate change."
      },
      {
        "policyTitle": "Oppose Tory Policies",
        "policyDescription": "Alison promises to fight the Tory policies that have made life worse in the Wirral."
      }
    ],
    "mentions": {
      "candidate": "Alison McGovern",
      "otherPartyLeaderCandidate": "Boris",
      "partyLeader": "",
      "tacticalSituation": "A vote for the Lib Dems or the Greens here is a vote for Boris."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Addresses the environmental crisis.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Mentions Universal Credit in the context of current chaos.",
      "housing": [
        {
          "content": "Fighting to rebuild New Ferry.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dear Friend, It has been an honour to be your MP and to represent the place where I was born and bred. I love my home and will never stop fighting for the best for you, my friends and for my community. The world is going through uncertain times and we all need to stick together to make sure our children's future is secure; I promise to fight and I will keep working to that goal. All the very best, Alison",
    "politicalExperience": [
      {
        "role": "MP for Wirral South",
        "duration": "Since 2010",
        "achievements": "Fighting to rebuild New Ferry, battling on behalf of individual constituents, standing up to discrimination, working to save local jobs."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "0151 645 2784",
      "email": "alisonmcgovern.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@Alison_McGovern",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Mike Sleeth from Bromborough",
        "endorsement": "I am really worried about the future of our country. I'm not sure I can trust what I see on the news or on the Internet anymore. I need an MP I can trust and rely on, and that is Alison."
      },
      {
        "endorser": "Val Morgan from Clatterbridge",
        "endorsement": "Our children's future is at stake here. We need an MP we can rely on. Alison has a strong track record fighting on our corner. That's why I am sticking with Alison. I hope everybody else does too."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alison McGovern, Labour candidate for Wirral South, along with endorsement quotes from Mike Sleeth and Val Morgan."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```