{
  "leaflet": {
    "candidateName": "Ann Widdlecombe",
    "constituency": "Plymouth Sutton and Devonport",
    "politicalParty": "Brexit Party",
    "electionDate": "",
    "messages": [
      {
        "title": "LAW AND ORDER",
        "content": "We need more police but crucially we need our police to be active in targeting hot crime areas, burglaries etc. We're pledging to hire a significant number of police officers."
      },
      {
        "title": "COST OF LIVING",
        "content": "Once we have left the EU, we are in charge of our own VAT and we will zero rate VAT on domestic fuel, making it cheaper to heat your homes. In regard to the coalition cutting clothes and food, the EU regulations with imported and home-sold food, we will..."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "STUDENT LOANS",
        "policyDescription": "We do not want tuition fees but while borrowing should provide an affordable mechanism to make students aware that education costs. We should align the interest rate to inflation which would mean students have to pay back far less than at present."
      },
      {
        "policyTitle": "DECLINING HIGH STREETS",
        "policyDescription": "We will pay for business rates relief from savings made by a small online sales tax."
      },
      {
        "policyTitle": "FISHING",
        "policyDescription": "A clean break Brexit will return control of our coastal waters to the UK. Our boats = Our fish."
      },
      {
        "policyTitle": "OUR INVESTMENT PRIORITIES",
        "policyDescription": "Will be in Strategic National industries e.g. Steel; in research; will require Government Funding to lead to new technology; our new-found freedom to act instantly, when and where we decide, like when Cadbury ditched Bournville if jobs in Steel, Rail and Electronics also want to leave."
      },
      {
        "policyTitle": "THE ENVIRONMENT",
        "policyDescription": "We will plant millions of trees and stop sending our recycling abroad to be burnt but instead do the recycling here."
      }
    ],
    "mentions": {
      "candidate": "Ann Widdlecombe",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Plymouth Sutton and Devonport voted LEAVE by 54% to 45.9%. Plymouth as a whole voted by 59.9% to 40.1%. These are very clear results but you have a remain Labour MP to represent a constituency voted to leave. The Brexit Party are the viable and essential & only challenger, which is to rescue Brexit from Labour's policy to cancel Brexit."
    },
    "issues": {
      "brexitEurope": "Once we have left the EU, we are in charge of our own VAT and we will zero rate VAT on domestic fuel, making it cheaper to heat your homes.",
      "economy": "",
      "education": "We do not want tuition fees but while borrowing should provide an affordable mechanism to make students aware that education costs.",
      "environment": "We will plant millions of trees and stop sending our recycling abroad to be burnt but instead do the recycling here.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "One promise only I give: to work tirelessly on your behalf.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ann Widdlecombe for Brexit Party in Plymouth Sutton and Devonport."
        }
      ]
    },
    "additionalNotes": "Ann Widdlecombe highlights tactical voting considerations in Plymouth Sutton and Devonport noting that the constituency voted leave but has a remain Labour MP, positioning the Brexit Party as the essential challenger to reclaim Brexit."
  }
}