```json
{
  "leaflet": {
    "candidateName": "Nick Clegg",
    "constituency": "SWANSEA",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Are you happy with the way things are in Wales today?",
        "content": "Some people certainly are. Just look at the bankers picking up huge bonuses as if the credit crunch and bank bail-outs had never happened. Just look at the way that pensioners are left to struggle in freezing cold homes. Just look at the scandal of MPs' expenses."
      },
      {
        "title": "This is what people wanted after thirteen years of Labour rule?",
        "content": "Britain needs change, but that certainly won’t come from the Conservatives. They only want to help their rich friends - their top tax priority is to cut taxes for millionaires! That’s why the race for the constituency of X is particularly key. In these places the choice is between real change with the Liberal Democrats and more of the same with Gordon Brown."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taxes",
        "policyDescription": "The Liberal Democrats are committed to making Wales a fairer place to live. At the heart of our plans is our fairer tax plan launched by Vince Cable and myself. With the Liberal Democrats, you will pay tax on the first £10,000 you earn. This will mean millions of low earners and pensioners will pay no tax at all. It will mean that people who earn over £10,000 will get an extra £700 in their pockets."
      },
      {
        "policyTitle": "Environment and Economy",
        "policyDescription": "The Liberal Democrats are pushing for rich bankers, millionaires and polluters to all finally be made to pay their fair share."
      }
    ],
    "mentions": {
      "candidate": "Nick Clegg",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "PS - Remember in many parts of Wales, the Conservatives and Plaid simply can’t win. The choice is between real change with the Liberal Democrats or more of the same with Labour."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Some people certainly are. Just look at the bankers picking up huge bonuses as if the credit crunch and bank bail-outs had never happened.",
      "education": "",
      "environment": "The Liberal Democrats are pushing for rich bankers, millionaires and polluters to all finally be made to pay their fair share.",
      "governance": "Just look at the scandal of MPs' expenses.",
      "health": "",
      "immigration": "",
      "socialWelfare": "Just look at the way that pensioners are left to struggle in freezing cold homes.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "4 Cowley Street, London, SW1P 3NB",
      "phone": "",
      "email": "",
      "website": "www.LibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Vince Cable",
        "endorsement": "At the heart of our plans is our fairer tax plan launched by Vince Cable and myself."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Clegg Leader of the Liberal Democrats"
        }
      ]
    },
    "additionalNotes": "Thanks and best wishes, Nick Clegg"
  }
}
```