```json
{
  "leaflet": {
    "candidateName": "Matthew Kirk",
    "constituency": "Holborn and St Pancras",
    "politicalParty": "Liberal Democrat",
    "electionDate": "December 12th",
    "messages": [
      {
        "title": "Keeping our communities safe",
        "content": "The plague of knife crime is wasting young lives and spreading fear across our communities. Glasgow and cities around the world have shown: sustained action across public services can succeed. We need schools to ensure every child thrives, more community police and to invest in our youth clubs and services."
      },
      {
        "title": "Tackling Climate Change",
        "content": "The climate emergency and mass extinction are the greatest threat to our future. Like many of you I cycle and use public transport, after selling my car. I use renewable electricity. But we must all do more: as individuals and in businesses and communities. As a country we must radically reform energy, transport and agriculture to move rapidly to carbon neutrality. And we must reform the regulation of the City. Currently it funds 15% of the world's carbon - we must ensure pensions and investments fund solutions instead. To succeed, we need to cooperate - globally and in the EU."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Brexit",
        "policyDescription": "Passionately believe that for our future peace and prosperity and to save the United Kingdom we must STOP BREXIT."
      },
      {
        "policyTitle": "Tackle Climate Change",
        "policyDescription": "Reform energy, transport, and agriculture to move rapidly to carbon neutrality and reform the regulation of the City to support environmental solutions."
      }
    ],
    "mentions": {
      "candidate": "Matthew Kirk",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": "Holborn and St Pancras needs a Remain MP in a Remain party."
    },
    "issues": {
      "brexitEurope": "STOP BREXIT. The Liberal Democrats will always campaign to Remain in the heart of the European Union - as we have since the Referendum. Boris Johnson's deal will trash our environment and our rights. It will make us poorer and divide our country.",
      "economy": "Currently the City funds 15% of the world's carbon - we must ensure pensions and investments fund solutions instead.",
      "education": "We need schools to ensure every child thrives.",
      "environment": "The climate emergency and mass extinction are the greatest threats to our future... As a country we must radically reform energy, transport, and agriculture to move rapidly to carbon neutrality.",
      "governance": "",
      "health": "Better funding for our NHS.",
      "immigration": "",
      "socialWelfare": "Invest in youth clubs and services.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Holborn and St Pancras is where my family lives and my daughter goes to school. It is a great part of a great city.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "020 8617 3264",
      "email": "matthewkirklibdem@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@matthewkirk_123",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Matthew Kirk is leading the fight to STOP BREXIT"
        },
        {
          "caption": "Liberal Democrat candidate for Holborn and St Pancras, Matthew Kirk says 'We need to stop the fear that people have on our streets over knife crime.'"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```