```json
{
  "leaflet": {
    "candidateName": "Rachel Eden",
    "constituency": "Reading West",
    "politicalParty": "Labour and Co-operative Party",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "PUTTING READING WEST FIRST",
        "content": "On 12th December we can vote for real change. From sorting out Brexit, to saving the NHS and tackling the climate crisis, if you elect me I will always put Reading West first."
      },
      {
        "title": "EVERY VOTE WILL COUNT HERE",
        "content": "Labour incredibly close between it and the Tories for Reading West. In 2017, Labour came within 2876 of winning Reading West. Every vote matters and you can make the difference this time."
      },
      {
        "title": "WHY WE'RE SUPPORTING RACHEL",
        "content": "As a nurse in the NHS working and living in Reading I'll be voting for Rachel; she understands the issues facing patients at the Royal Berks and wants to tackle them. - HANNAH, NHS NURSE, WEST READING"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "SAVING OUR NHS",
        "policyDescription": "The Conservatives are putting NHS at risk through their reckless handling, from continuing the Downing Street refurbishment during a pandemic to a trade deal with Donald Trump. The leaflet discusses fighting back to help the Royal Berks hospital and bring in the necessary resources to end long waiting lists."
      },
      {
        "policyTitle": "STOP SCHOOL CUTS AND SUPPORT CHILDREN",
        "policyDescription": "Labour will invest in our children's education, including 1000 new Sure Start centres, and plans to scrap tuition fees. A Labour Party pledge to support a new local primary school and a free school meal for all primary children is also mentioned."
      }
    ],
    "mentions": {
      "candidate": "Rachel understands the issues facing patients at the Royal Berks and wants to tackle them.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Labour incredibly close between it and the Tories for Reading West. In 2017, Labour came within 2876 of winning Reading West."
    },
    "issues": {
      "brexitEurope": "A FINAL SAY ON BREXIT - No-one voted for Brexit to make themselves worse off. Everyone must have the final say",
      "economy": "SUPPORTING SMALL BUSINESS - I will prioritise local shops, traders and start-ups and ensure their voice in Parliament.",
      "education": "STOP SCHOOL CUTS AND SUPPORT CHILDREN - Labour will invest in our children's education, including 1000 new Sure Start centres, and plans to scrap tuition fees.",
      "environment": "REAL ACTION ON CLIMATE CHANGE - I'll back strong, urgent action to tackle the climate crisis and investment in sustainable jobs.",
      "governance": "",
      "health": "SAVING OUR NHS - The leaflet discusses fighting back to help the Royal Berks hospital and bring in the necessary resources to end long waiting lists.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07914 211 828",
      "email": "rachel.eden@readinglabour.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/racheleden",
        "twitter": "@racheleden",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "HANNAH, NHS NURSE, WEST READING",
        "endorsement": "As a nurse in the NHS working and living in Reading I'll be voting for Rachel; she understands the issues facing patients at the Royal Berks and wants to tackle them."
      },
      {
        "endorser": "STEPHEN PRICE, SME OWNER, WEST BERKSHIRE",
        "endorsement": "I am voting Labour because I am committed to an equal society with the best chance for all. Rachel is an integral part of that society which I and the Labour Party want to build."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rachel Eden leaflet cover with her image and Labour branding."
        },
        {
          "caption": "Inset image with Rachel Eden and quote by Hannah, NHS Nurse."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```