```json
{
  "leaflet": {
    "candidateName": "Josh Fenton-Glynn",
    "constituency": "Calder Valley",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Protecting the planet for future generations",
        "content": "Hope for the planet - We need to declare a climate emergency and take action to make Calder Valley carbon neutral. Labour will kick-start a Green Industrial Revolution, creating hundreds of thousands of green energy jobs across the country."
      },
      {
        "title": "A revolution in country rail services and better bus links",
        "content": "Labour will bring our railways back into public ownership and cut fares. We're also committed to improving bus services with more frequent, cheaper, and less congested bus routes."
      },
      {
        "title": "A fairer, more just society",
        "content": "A Labour government will provide a Real Living Wage of £10 per hour for all workers, tackle in-work poverty, and guarantee strong rights at work from day one."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Green Industrial Revolution",
        "policyDescription": "Labour will kick-start a Green Industrial Revolution to make Calder Valley carbon neutral and create green energy jobs."
      },
      {
        "policyTitle": "Public Ownership of Railways",
        "policyDescription": "Labour aims to bring railways back into public ownership, cut fares, and improve public transportation to include more frequent, cheaper, and less congested bus routes."
      },
      {
        "policyTitle": "Real Living Wage",
        "policyDescription": "Labour plans to provide a Real Living Wage of £10 per hour for all workers and ensure strong workers' rights from the start."
      }
    ],
    "mentions": {
      "candidate": "Josh Fenton-Glynn is the Labour candidate for Calder Valley. He has a proven track record of standing up for local issues.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "A recent YouGov poll shows Labour is the only party that can win in Calder Valley against the Conservatives."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour aims to tackle in-work poverty and guarantee strong rights at work from the start.",
      "education": "",
      "environment": "Labour will declare a climate emergency and take action to make Calder Valley carbon neutral.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I live here with my partner and young family, so I know the issues we all face. I've been a councillor, stood up for our hospital, and I've been a trade unionist fighting for workers' rights.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": "Stood up for local hospital and has been fighting for workers' rights."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Josh Fenton-Glynn with supporters"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```