{
  "leaflet": {
    "candidateName": "MATTHEW FAITHFULL",
    "constituency": "Rushcliffe",
    "politicalParty": "UKIP",
    "electionDate": "Dec 12th",
    "messages": [
      {
        "title": "BREXIT CAN BE BETTER",
        "content": "If you think I understand you a little better than the current Westminster crowd, you know what to do. Vote for me on Dec 12th. Give yourself a voice that will be heard."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Democracy and Sovereignty",
        "policyDescription": "Opposes having the country's law-making outsourced to continental bureaucrats who don't believe in democracy."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Supports a reasonable immigration system that doesn't discriminate by race and doesn't let economic migration run rampant."
      },
      {
        "policyTitle": "Economy and Taxation",
        "policyDescription": "Against higher taxes and suggests that the countryside should not be paved over and neither return to 1950s culture nor a 1970s economy."
      }
    ],
    "mentions": {
      "candidate": "I'm going to assume you want to live free in a democratic country...",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "BREXIT CAN BE BETTER",
      "economy": "Against higher taxes to have the countryside paved over and neither return to 1950s culture nor a 1970s economy.",
      "education": "",
      "environment": "Suggests the countryside should not be paved over.",
      "governance": "Opposes law-making outsourced to continental bureaucrats and implies a desire to improve the current state of democracy.",
      "health": "",
      "immigration": "Supports a reasonable immigration system that doesn't let economic migration run rampant.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Against higher taxes to have the countryside paved over...",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Dear Voter, ... democratic country, ... British culture was celebrated not destroyed, ... prefer a reasonable immigration system that doesn't discriminate by race and doesn't let economic migration run rampant.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "c/o Unit 1, Griffin's Common, Cropwell Road, Radcliffe on Trent Nottingham NG12 2JZ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A portrait of Matthew Faithfull with UKIP branding."
        }
      ]
    },
    "additionalNotes": "The leaflet emphasizes the candidate's perceived understanding of the voter's wishes regarding democracy, immigration, and taxation without outlining a detailed policy framework."
  }
}