```json
{
  "leaflet": {
    "candidateName": "Ian McCulloch",
    "constituency": "Portsmouth",
    "politicalParty": "Green Party",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "Politics is changing",
        "content": "Be part of that change"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Making public transport public",
        "policyDescription": "Believes public transport should be run in the interests of passengers, not to make a quick profit for shareholders."
      },
      {
        "policyTitle": "Taking back our health service",
        "policyDescription": "Supports a publicly funded, publicly provided health service free at the point of use, opposes privatisation of the NHS."
      },
      {
        "policyTitle": "Quality Education, No Tuition Fees",
        "policyDescription": "Wants every young person to have access to quality education without fees, opposes government's privatisation and commercialisation of schools, colleges, and universities."
      },
      {
        "policyTitle": "An economy that works for all",
        "policyDescription": "Supports an economy that prioritises growth in company profits for the wellbeing of society, focuses on counteracting the one-sided benefit and the evasion of a wealth tax."
      },
      {
        "policyTitle": "Secure, affordable housing for everyone",
        "policyDescription": "Plans to abolish the bedroom tax, aim to build 500,000 social rented homes by 2020, and bring empty homes back into use to ensure everyone has access to an affordable place to live."
      }
    ],
    "mentions": {
      "candidate": "Ian McCulloch is also the Green Party candidate in the local elections for Central Southsea ward.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Britain is one of the wealthiest nations but this wealth isn't being shared fairly.",
      "education": "The family’s income should not determine the quality of a child’s education.",
      "environment": "",
      "governance": "",
      "health": "Taking back our health service - Green MPs will support a publicly funded, provided health service free at the point of use.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Secure, affordable housing for everyone - Coalition has made this more difficult by pushing further the bedroom tax, failing to invest, allowing landlords to be free to raise rents faster than inflation, and social tenants in the supply of housing so that homes are over-priced and out of reach for many.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Ian McCulloch lives in Portsmouth and grew up in the city. He has worked in both manufacturing and retail jobs and across the country. Since his election as a member of the Green Party since 2001, and was a Green city councillor for Lancaster for eight years.",
    "politicalExperience": [
      {
        "role": "City Councillor for Lancaster",
        "duration": "Eight years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "ian.mcculloch@greenparty.org.uk",
      "website": "https://www.facebook.com/greenportsmouth",
      "socialMedia": {
        "facebook": "https://www.facebook.com/greenportsmouth",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ian McCulloch Your Green Party candidate for MP"
        },
        {
          "caption": "RE-NATIONALISE OUR RAILWAYS"
        }
      ]
    },
    "additionalNotes": "You have 2 votes on May 7th! Please use the SECOND vote on May 7 for the Green Party for the local Portsmouth Council elections."
  }
}
```