```json
{
  "leaflet": {
    "candidateName": "Sue Castillon",
    "constituency": "Portsmouth South",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "My vision for Portsmouth South Constituency is:",
        "content": "Portsmouth is a city to be proud of. I want to continue investing in people, we can get people back to work restoring their own national pride. Labour. By skill wrapping the taxman, vote the minimum wage to £8 per hour and I will tackle exploitation through contract hours. Promote industry and enhance businesses and make Portsmouth a great place to live and work"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health",
        "policyDescription": "A Labour government will: Increase the NHS budget by £2.5 billion per year employing 34,000 more doctors, nurses, midwives and care workers; Guarantee that you will see a GP within 48 hours; Integrate health and social care at a local level."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "A Labour government will: Devolve powers and budgets to local regions and councils so that local people can make local decisions."
      },
      {
        "policyTitle": "Privatisation",
        "policyDescription": "A Labour government will: Repeal the Tories' plans to bring privatisation to the NHS."
      }
    ],
    "mentions": {
      "candidate": "Sue Castillon",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "health": "A Labour government will: Increase the NHS budget by £2.5 billion per year employing 34,000 more doctors, nurses, midwives and care workers; Guarantee that you will see a GP within 48 hours; Integrate health and social care at a local level.",
      "governance": "A Labour government will: Devolve powers and budgets to local regions and councils so that local people can make local decisions.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Sue Castillon has lived in Portsmouth for over 20 years and runs her own business, delivering training in the community to volunteers and paid staff. In the 1980s she worked in Derbyshire with Labour MP Dennis Skinner on projects to regenerate devastated mining villages. Sue was at the forefront of the campaigns in Portsmouth against the closure of Sure Start centres that support children and families. She also campaigned to save ship building jobs and against cuts to public services.",
    "politicalExperience": [
      {
        "role": "Chair of Hampshire's Health branch of Unison and for Southern Health NHS Foundation Trust",
        "duration": "",
        "achievements": "Sue says 'Sue will make an excellent MP for Portsmouth South. She fully understands the crisis facing the NHS nationally and the issues affecting Portsmouth. Locally NHS delivers a quality service but the present government is eroding NHS conditions at work.'"
      }
    ],
    "contactInformation": {
      "address": "9 Lawrence Road, Southsea PO5 1NU on behalf of Sue Castillon, 3 Chasewater Avenue, Portsmouth PO6 3BJ.",
      "phone": "07767364517",
      "email": "sue@suecastillon.co.uk",
      "website": "www.suecastillon.co.uk",
      "socialMedia": {
        "facebook": "facebook.com/LabourPortsmouthSouth",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sue with Portsmouth Students"
        },
        {
          "caption": "Sue Castillon, Your Parliamentary Candidate for Portsmouth South"
        }
      ]
    },
    "additionalNotes": "Registered to vote yet? If not visit the following website to quickly and easily register: www.aboutmyvote.co.uk/register-to-vote"
  }
}
```