{
  "leaflet": {
    "candidateName": "Gerald Vernon-Jackson",
    "constituency": "Portsmouth South",
    "politicalParty": "Lib Dem",
    "electionDate": "Spring 2015",
    "messages": [
      {
        "title": "60 secs with...",
        "content": "Interview snippets discussing Gerald Vernon-Jackson's connection with the people, his pride in being from Portsmouth, and touching on his experience and continuity in service."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "£1,200 Back In Your Pocket",
        "policyDescription": "Promising to allow families to spend their money how they like by putting £1,200 back in their pockets."
      },
      {
        "policyTitle": "Lib Dems deliver on jobs and apprenticeships",
        "policyDescription": "Highlighting the delivery of new jobs and the creation of a record number of apprenticeships."
      },
      {
        "policyTitle": "Lib Dems pledge £8 billion for our NHS",
        "policyDescription": "Committing to investing £8 billion in the NHS by 2020 to improve care."
      },
      {
        "policyTitle": "Ending mental health discrimination",
        "policyDescription": "Plans to end discrimination against mental health in the workplace, and ensuring those with mental health conditions are treated fairly."
      }
    ],
    "mentions": {
      "candidate": "Gerald Vernon-Jackson",
      "otherPartyLeaderCandidate": "David Cameron, Nigel Farage",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "Discussion of the 'two horse race' between the Lib Dems and Tories in Portsmouth South."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Discussing the creation of jobs, support for apprenticeships, and mentioning the recovery after the economic crisis.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Promises for the future funding of the NHS and emphasizing mental health issues.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Touching on the subject of housing by promising to build the houses that Britain needs while ensuring they're affordable.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Gerald Vernon-Jackson discusses his personal connection and commitment to Portsmouth, his pride in his work and achievements.",
    "politicalExperience": [
      {
        "role": "Leader of the City Council for 10 years",
        "duration": "2003-2014",
        "achievements": "Delivering services and infrastructure development, maintaining libraries, keeping council tax low, and sustaining jobs during the recession."
      }
    ],
    "contactInformation": {
      "address": "220 Fratton Road, Portsmouth, PO1 5HH",
      "phone": "02392 822 446",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Gerald Vernon-Jackson engaging with members of the community, including a visit to a school and sitting down with residents."
        }
      ]
    },
    "additionalNotes": "The leaflet includes testimonials from residents, review of the 'The Magazine' and comparisons between Lib Dem and Conservative contributions in the area."
  }
}