```json
{
  "leaflet": {
    "candidateName": "Gerald Vernon-Jackson",
    "constituency": "Portsmouth South",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "My priorities for Portsmouth and Southsea",
        "content": ""
      },
      {
        "title": "A fair start for every child",
        "content": "The Lib Dems have committed to protecting funding for schools, nurseries and colleges in the next parliament."
      },
      {
        "title": "Balancing the books",
        "content": "The Liberal Democrats will balance the budget by 2017, through a mix of cuts and taxes. Education will be protected by ring-fencing the schools' budget. We have shown that it's possible to dismantle the deficit on time and without destroying the education system or family life."
      },
      {
        "title": "Fight to save St James' Hospital",
        "content": "Gerald Vernon-Jackson and the Lib Dems are fighting to save St James' Hospital in Milton from developer-led proposals to knock it down or turn it into luxury housing. He wants it developed for social and senior citizens services or for medical training."
      },
      {
        "title": "Real life story",
        "content": "Local resident Sheila Noble is backing the Lib Dems this time. 'I was brought up voting for the Conservatives,' says local resident Sheila Noble. 'But these days, they can't be trusted to stand up for people in Portsmouth - that's why I'm backing Gerald Vernon-Jackson.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Funding",
        "policyDescription": "Pledges an £8 billion yearly increase in NHS spending and securing equal footing with physical health for the treatment of mental health."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Promises to protect funding for nurseries, schools, and colleges, with a Lib Dem spokesperson stating, 'Excellent teaching is the best way to make sure all children achieve their full potential.'"
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Committed to balance the UK budget by 2017 with a mixture of spending cuts and taxes, ring-fencing the education budget, and showing it's possible to eliminate the deficit responsibly."
      },
      {
        "policyTitle": "Taxation",
        "policyDescription": "Plans to give a £400 Income Tax cut for ordinary local workers."
      }
    ],
    "mentions": {
      "candidate": "Gerald Vernon-Jackson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "It's described as a two horse race in Portsmouth South with the Conservatives and Lib Dems, suggesting tactical voting importance."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dems are planning to increase the budget responsibility to create a fairer economy.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "\"We must protect the NHS\" is a prominent statement reflecting the party's commitment to health services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Gerald Vernon-Jackson and the Lib Dems are opposing developer-led proposals at St James' Hospital, advocating instead for its use for social and senior services or medical training.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Council Leader",
        "duration": "Over a decade's experience",
        "achievements": "Worked for Portsmouth and Southsea residents. Kept the Royal Navy in Portsmouth to the lifetime of the new carriers (50 years+), invested £5 million to create 1,000 extra classroom places in the city."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Sheila Noble",
        "endorsement": "Once a Conservative voter, now backing Lib Dems and expresses mistrust in Conservatives, implying a switch of allegiance and endorsing Gerald Vernon-Jackson as trustworthy for people in Portsmouth."
      }
    ],
    "quotes": [
      {
        "text": "I used to vote Conservative, but never again.",
        "source": "Sheila Noble",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Gerald Vernon-Jackson with citizens and colleagues."
        },
        {
          "caption": "Gerald Vernon-Jackson speaking with a resident at her doorstep."
        },
        {
          "caption": "Image of Gerald Vernon-Jackson speaking with seniors."
        },
        {
          "caption": "Photos relating to Gerald Vernon-Jackson's political activities."
        },
        {
          "caption": "Gerald Vernon-Jackson and a resident who switched from Conservative to Liberal Democrats."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```