```json
{
  "leaflet": {
    "candidateName": "Pam Duncan-Glancy",
    "constituency": "Glasgow North",
    "politicalParty": "Labour Party",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "Unity",
        "content": "Pam works in the NHS and is proud it was a Labour Government that introduced it, that labour doubled spending on it, that she knows it will always be safe with Labour. Pam knows the power of working together. All of her life, she's relied on carers to help her. For Pam, unity is strength. That's why fighting inequality to join the UN Treaty on the Prohibition of Nuclear Weapons, campaigning for a change, and electing Labour."
      },
      {
        "title": "More money for you and local services",
        "content": "Will invest £100 billion in Scotland to fund public services properly, regenerate industry, local business, and the high street. This will help the 230 people working in public services and the 24,900 people working in the private sector in this area. Workers on the minimum wage will be £300 a year better off because of our £10 an hour minimum wage. And we'll deliver free full fibre broadband for all by bringing parts of BT into public ownership."
      },
      {
        "title": "Real action on climate change",
        "content": "Our Green New Deal will create tens of thousands of new green jobs in Scotland; bring buses, railways and energy companies into public ownership; and set a UK target for net zero emissions by 2030. Vote for me to upgrade homes across the country to energy efficient standards, saving people up to £400 a year."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "EU Membership",
        "policyDescription": "Fight for us to remain in both the EU and the UK."
      },
      {
        "policyTitle": "Poverty",
        "policyDescription": "Fight poverty with a £10 minimum wage, caps on rents and energy bills."
      },
      {
        "policyTitle": "Justice for WASPI Women",
        "policyDescription": "Fight for justice for WASPI women because you’ve been robbed. We'll extend pension credit and allow those affected to retire at 64."
      },
      {
        "policyTitle": "Homelessness",
        "policyDescription": "Fight to end homelessness with the biggest house building programme since the war and scrapping Universal Credit."
      },
      {
        "policyTitle": "Social Justice",
        "policyDescription": "Fight for social justice to defend the Human Rights Act, and end the benefits cap and the rape clause."
      }
    ],
    "mentions": {
      "candidate": "Pam Duncan-Glancy",
      "otherPartyLeaderCandidate": "A Tory Government or a Labour one.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "I'll fight for us to remain in both the EU and the UK because I believe that together we are stronger.",
      "economy": "Will invest £100 billion in Scotland to fund public services properly, regenerate industry, local business, and the high street.",
      "education": "",
      "environment": "Our Green New Deal will create tens of thousands of new green jobs in Scotland; bringing buses, railways and energy companies into public ownership.",
      "governance": "",
      "health": "Pam works in the NHS and is proud it was a Labour Government that introduced it, that Labour doubled spending on it.",
      "immigration": "",
      "socialWelfare": "Fight poverty with a £10 minimum wage, caps on rents and energy bills.",
      "housing": [
        {
          "content": "With the biggest house building programme since the war and scrapping Universal Credit.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "This election is the fight of our lives, and there can be only two outcomes in this election - a Tory Government or a Labour one. On December 12th, vote to end poverty and austerity. Vote Labour.",
    "politicalExperience": [
      {
        "role": "Advisor to Gordon Brown, PM",
        "duration": "2007-2010",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "emailglasgowpam@gmail.com",
      "website": "www.glasgowpam.com",
      "socialMedia": {
        "facebook": "GlasgowPam",
        "twitter": "glasgowpam",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Margaret, Maryhill",
        "endorsement": "Pam is exactly the sort of person we need fighting for us in this area. She's an inspiration. She will stand up to dodgy landlords and big bosses, and fight for us."
      },
      {
        "endorser": "Diarmaid, Hyndland",
        "endorsement": "For as long as I've known her, Pam has been campaigning for a better future. Whether it's for social justice or climate justice, I know Pam will stand up and speak out. That's why I think she'll make a great MP and why I hope you'll vote for Pam on December the 12th."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Pam Duncan-Glancy with supporters"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```