```json
{
  "leaflet": {
    "candidateName": "Keith Aspden",
    "constituency": "York Outer",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Paul Healey discusses his decision to join the Liberal Democrats, his values as a social liberal, and the shift he perceives in the Conservative Party from its principles, particularly around Brexit and the choice of leadership."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Keith Aspden",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": "The Liberal Democrats have their best opportunity to win in York Outer since the seat's creation in 2010, in the process beating Boris Johnson's no-deal Brexiteer and the Corbynite far-left socialist candidates."
    },
    "issues": {
      "brexitEurope": "During the 2016 EU Referendum, like many fellow Conservative voters, and a majority of people across Yorks, opted to vote Remain.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "It has become increasingly clear the Conservative Party no longer represents my views, aspirations and future I wish to see for my children.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "My name is Paul Healey and I was a Conservative councillor, and Deputy Leader, in York for eight years. I recently left to join the Liberal Democrats and I wanted to explain why.",
    "politicalExperience": [
      {
        "role": "Conservative councillor, and Deputy Leader, in York",
        "duration": "eight years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "12a Victoria Farm Estate, Water Lane, YO30 6PQ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Paul S. Healey",
        "endorsement": "I have no hesitation in recommending that you vote for Keith for a sensible, pragmatic voice in Parliament."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul Healey's endorsement letter for Keith Aspden."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```