```json
{
  "leaflet": {
    "candidateName": "Mohsin Khan",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear Friend",
        "content": "As a child I spent a lot of time in and out of hospital – the fantastic care I received then and throughout my life inspired me to become a doctor. I am driven by a desire to help sick people get better. But during my six years as an NHS psychiatrist, it's become clear to me there is an imbalance between how we view our NHS patients' bodies and minds. For far too long mental health has been put on the back-burner and I'm frightened by this. I'm frightened for all the young people unable to access adequate services and I'm frightened that patients are all too often turned away. But most of all I'm angry – angry that patients suffering with severe mental health needs are waiting on average 14 weeks for an assessment alone – far longer than the waiting time for patients with physical ailments. That's why I'm backing the Liberal Democrats in this election. Their plan to put mental health on an equal footing with physical, ensuring treatment is available 24 hours a day, 365 days a year will ensure we have the mental health service and care Britain needs. I'm proud of our NHS and of the colleagues I work with, but we are sick and tired of being passed over and demoralised when it's our mental health department, which yet again faces cuts. The Liberal Democrats have recognised this – and have announced they will be ringfencing funding for mental health services. While successive Labour and Conservative governments have routinely overlooked mental health, the Liberal Democrats have always been at the forefront of the campaign, championing the issue. The Liberal Democrats offer the brighter future my patients so deserve. Best wishes, Dr Mohsin Khan"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Mental Health",
        "policyDescription": "Plan to put mental health on an equal footing with physical, ensuring treatment is available 24 hours a day, 365 days a year; ringfencing funding for mental health services."
      }
    ],
    "mentions": {
      "candidate": "Mohsin Khan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The Liberal Democrats plan to put mental health on an equal footing with physical health, ensuring treatment is available 24 hours a day, 365 days a year to provide the mental health service and care Britain needs.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "NHS Psychiatrist",
        "duration": "six years",
        "achievements": "Working towards improving mental health services and acknowledging the imbalance in treatment between physical and mental health."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Approximately 1 in 4 people will face a mental health issue in the UK. The Liberal Democrats have the best plan for ensuring they get the best care possible.",
        "source": "Dr Mohsin Khan",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr Mohsin Khan, NHS Psychiatrist"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```