```json
{
  "leaflet": {
    "candidateName": "Keith Aspden",
    "constituency": "York Outer",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "The Liberal Democrats are WINNING",
        "content": "Right across the UK, Jo Swinson’s Liberal Democrats are winning and gaining momentum: GAINED over 700 new councilors in May’s local elections. BEAT Labour and the Conservatives in May’s European elections. Membership has SURGED to a record high of over 125,000 members. WON parliamentary by-elections in Brecon and Shetland. MPs from both Labour and the Conservatives have JOINED the Lib Dems as more and more people abandon the two old parties. Be part of the team that is winning the fight to make Britain fairer and build a brighter future for all."
      },
      {
        "title": "Vote Liberal Democrat for a brighter future",
        "content": "It’s Lib Dem Keith Aspden or the Conservatives here Only a vote for the Lib Dems can stop the Conservatives here in York Outer. Elections here are always a clear choice between Lib Dems and the Tories. That’s why Labour supporters are lending their vote to the Lib Dems this time. They want an MP who will protect our NHS, fight for a fairer local deal and give people the final say on Brexit. Use your vote to help Lib Dem Keith Aspden beat the Tories."
      },
      {
        "title": "THE CHOICE HERE IS CLEAR:",
        "content": "It’s Lib Dem Keith Aspden or the Conservatives. Best for Britain polling projection for York Outer."
      },
      {
        "title": "ONLY THE LIB DEMS CAN BEAT THE CONSERVATIVES",
        "content": "A proven track record - Alongside residents, Keith worked to save Yearsley Pool and secure vital local flood defenses. United and working hard - Keith and the Lib Dems have built council homes and fought to protect the green belt. The local choice - Keith is the local choice – the Labour and Tory candidates don't live in our constituency. The Conservatives - No real record of action - Many people say they only hear from our conservative MP when it's election time. Locally divided & demoralised - Bitter splits have split them leading up to recent election results – losing all but 2 of their seats. Voted against our libraries - The Conservatives in York voted against our local libraries – a service the Lib Dems champion."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Want an MP who will protect our NHS."
      },
      {
        "policyTitle": "Local Deal",
        "policyDescription": "Fight for a fairer local deal."
      },
      {
        "policyTitle": "Brexit",
        "policyDescription": "Give people the final say on Brexit."
      },
      {
        "policyTitle": "Local Flood Defenses",
        "policyDescription": "Worked to secure vital local flood defenses."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Built council homes and fought to protect the green belt."
      },
      {
        "policyTitle": "Libraries",
        "policyDescription": "The Lib Dems champion our local libraries."
      }
    ],
    "mentions": {
      "candidate": "Keith Aspden",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": "Only a vote for the Lib Dems can stop the Conservatives here in York Outer. Elections here are always a clear choice between Lib Dems and the Tories."
    },
    "issues": {
      "brexitEurope": "Give people the final say on Brexit.",
      "economy": "",
      "education": "",
      "environment": "Fought to protect the green belt.",
      "governance": "",
      "health": "Want an MP who will protect our NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Built council homes and fought to protect the green belt.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Fighting for York Outer. Local Council Leader Keith Aspden has been selected as the Liberal Democrat candidate for York Outer. Keith is a qualified history teacher and has been a local councillor since 2003.",
    "politicalExperience": [
      {
        "role": "Council Leader",
        "duration": "Since 2003",
        "achievements": "Worked to save Yearsley Pool, built council homes, fought to protect the green belt, secured vital local flood defenses."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Keith Aspden and team campaigning"
        },
        {
          "caption": "Keith Aspden with local residents"
        }
      ]
    },
    "additionalNotes": "Polling projection for York Outer: Lib Dem 27%, Conservative 38%, Labour 17%. Using these figures to argue that only Lib Dems can beat the Conservatives here."
  }
}
```