{
  "leaflet": {
    "candidateName": "Nick Clegg",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Change that works for you",
        "content": "It's hardly been a normal year has it? It's not just talking about the cold winter we've been through. Our country has seen financial crisis, the worst recession in a generation and the appalling scandal of MPs' expenses."
      },
      {
        "title": "Building a fairer Britain",
        "content": "As I travel round the country, I meet more and more people who tell me that they share my frustration and disappointment about the way those in power have let us down. They want things to be different. But unbelievably some people just want to carry on 'business as usual'. The bankers are getting their big bonuses again - even though they only have their jobs thanks to taxpayers' money. It makes me angry to hear Conservative and Labour politicians make the same old promises as if the financial crisis, the recession and MPs' expenses hadn't even happened."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Nick Clegg",
      "otherPartyLeaderCandidate": "Conservative and Labour politicians",
      "partyLeader": "",
      "tacticalSituation": "the race at the General Election is between the Liberal Democrats and Labour. Your vote could decide who wins!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Our country has seen financial crisis, the worst recession in a generation and the appalling scandal of MPs' expenses.",
      "education": "A Britain where every child can get the best education and can afford to go to university if they wish.",
      "environment": "A Britain where living within our means provides more jobs and prosperity while protecting our environment.",
      "governance": "The appalling scandal of MPs' expenses.",
      "health": "Only the Liberal Democrats will deliver real change that works for you and a fairer Britain.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Only the Liberal Democrats will deliver real change that works for you and a fairer Britain.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4 Cowley Street, London, SW1P 3NB",
      "phone": "",
      "email": "",
      "website": "www.LibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Clegg - Change that works for you"
        }
      ]
    },
    "additionalNotes": "Don't forget that in many areas, the race at the General Election is between the Liberal Democrats and Labour. Your vote could decide who wins!"
  }
}