{
  "leaflet": {
    "candidateName": "Dominic Raab",
    "constituency": "Esher & Walton",
    "politicalParty": "Conservative Party",
    "electionDate": "", 
    "messages": [
      {
        "title": "Supporting Local Businesses",
        "content": "I have been listening to small businesses – from farmers' markets to Walton retailers – and embedding the local Chambers of Commerce."
      },
      {
        "title": "Fighting for a Fairer Deal for Local Services",
        "content": "Surrey pays the Treasury £5.5 billion in taxes each year, but for years this affluent region gets less public services funding per head than elsewhere. Enough is enough."
      },
      {
        "title": "Promoting Community Spirit",
        "content": "Walton has a thriving community spirit. We have the longest shopping street after Knightsbridge and numerous fairs and regular sport and community association charities."
      },
      {
        "title": "Protecting the Greenbelt",
        "content": "Pressure to build new houses is threatening Elmbridge's greenbelt. I will champion stronger local powers to preserve our environment."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Supporting Local Businesses",
        "policyDescription": "Listening to small businesses and embedding the local Chambers of Commerce."
      },
      {
        "policyTitle": "Fairer Deal for Local Services",
        "policyDescription": "Argues that Surrey pays a lot in taxes but gets less funding per head; fighting for a fairer share."
      },
      {
        "policyTitle": "Community Spirit",
        "policyDescription": "Promotes Walton's community spirit and shopping street, supports fairs and community associations."
      },
      {
        "policyTitle": "Greenbelt Protection",
        "policyDescription": "Aiming to protect Elmbridge's greenbelt from housing pressures by advocating for stronger local powers."
      }
    ],
    "mentions": {
      "candidate": "Dominic Raab",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Supporting small businesses and fighting for a fairer deal in public services funding.",
      "education": "",
      "environment": "Protecting the Greenbelt by advocating for stronger local powers to preserve the environment.",
      "governance": "Advocating for better local governance, particularly in terms of fair funding and decision power to protect the greenbelt.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Pressure to build new houses is threatening Elmbridge's greenbelt.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "My job between now and a general election involves three things. First, serving as a sturdy champion in Elmbridge as positively as possible - listening to residents, businesses and community groups.",
    "politicalExperience": [
      {
        "role": "Fax",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "esherwalton@rory.org",
      "website": "www.DominicRaab.blogspot.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dominic Raab with his wife Erika at a fete in Walton"
        }
      ]
    },
    "additionalNotes": "Unable to capture specific dates, endorser information, quotes, or detailed background information due to image quality and incomplete text."
  }
}