{
  "leaflet": {
    "candidateName": "George Lee",
    "constituency": "Gospel Oak Ward",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Camden Tax Timebomb",
        "content": "Congratulations! You have just been awarded your third Conservative Council tax freeze. In total that makes three years out of four that the Camden Conservatives, in coalition, could fix council tax so prices from them never went up at all. All of this has been achieved without cutting frontline services and by squeezing efficiency savings from the Council budget. Compare that to the 111 tax rises under Labour before them. If Labour wins the election, they plan to revalue your home, even if the Home Information Packs have made one of you own for you. It will immediately devalue your house just as the market it starting to emerse from years of being down to Camden's businesses and families, they're going to have to freeze your council tax for another two years. A vote for Labour will be a vote for the tax volano for George Lee Conservative Candidate"
      },
      {
        "title": "Know how we spend your money",
        "content": "If the Conservatives win the local and general election, we will publish the full salary details of anyone working for the council earning more than £58,000. We think it is crazy that the Lib Dems in the Council are stopping us from doing so now. We will also publish contract and tender details in full. No longer will costs be able to be hidden behind the fear of commercial confidentiality. Least not least, we will also publish comparisons with other councils across the country."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Internet for All",
        "policyDescription": "Your local Conservative Councillors are running more into Queen Crescent Library footage by 2009, proposing that when in a month, they seek to increase its use within the general election and seek to support to learn basic computer skills."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Detailing the facts about Labour Councillors selling off council homes and forcing Camden to make its homes 'decent' by 2010, with references to various actions and their financial implications across different years."
      }
    ],
    "mentions": {
      "candidate": "George Lee",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "1998-2006 Labour Councillors sell off 5,000 council homes; 2001 Labour law forces Camden to make its homes 'decent' by 2010; 2004 Camden Council tenants vote against ALMO; 2005 The Labour Government punishes them by refusing them £284m 'decent homes' money; 2006 Lib-Dems take over Camden's Housing, of which 70% are still not 'decent'; 2007 Survey reveals true 'decent homes' cost to be £413m; 2008 Gospel Oak Conservative Councillor make Frank Dobson MP for the money; 2006-2010 Lib-Dems sell off 102 of worst condition homes to raise 'decent homes' money; Labour law forces Camden to sell its homes to property developers; The last Conservative Government built 46,000 social homes each year; This Labour Government has built only 17,000 each year.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "c/o Holborn & St Pancras Conservatives, 1a Heath Hurst Road, London, NW3 2RU",
      "phone": "",
      "email": "myneighbours@hotmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Intouch with Gospel Oak Ward"
        }
      ]
    },
    "additionalNotes": "Years lived in your neighborhood: Conservatives: 88, Labour: 0. Vote Neighbour! Not Labour! Keep your Councillors Local. Vote Neighbour Not Labour."
  }
}