```json
{
  "leaflet": {
    "candidateName": "Alistair Fernie",
    "constituency": "Oxford East",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A BRIGHTER FUTURE FOR OXFORD EAST",
        "content": "You can trust Alistair and the Lib Dems to keep us in the EU and focus on your priorities, instead of years more Brexit chaos. Alistair wants to work with local communities and in Parliament to make Oxford East fairer and more prosperous for everyone."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Brexit",
        "policyDescription": "Alistair will always vote to stop Brexit. He believes in ending the division and stopping Brexit so that funds can be redirected from the Brexit Remain Bonus into valuable public services."
      },
      {
        "policyTitle": "Tackle the Climate Crisis",
        "policyDescription": "Alistair aims to tackle the climate crisis by reducing carbon emissions and advocating for the protection of the world, the UK, and Oxford from the perils of climate change, while also creating new green jobs and renewable projects."
      },
      {
        "policyTitle": "Improve Public Services",
        "policyDescription": "He believes in improving public services in Oxford's schools, healthcare services, infrastructure, and council services by investing and ensuring evidence-based decision-making in areas like mental health and Special Educational Needs."
      },
      {
        "policyTitle": "Make Oxford Affordable",
        "policyDescription": "Alistair is focused on making housing more affordable, advocating for a high standard of living and taking steps to address the housing crisis by supporting the construction of new and affordable homes."
      },
      {
        "policyTitle": "Mend Our Broken Politics",
        "policyDescription": "He criticizes the UK's political system and advocates for reform, aiming for a more collaborative and proportional system that reflects the diverse views of Oxford East residents."
      }
    ],
    "mentions": {
      "candidate": "Alistair Fernie",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "End the division and stop Brexit.",
      "economy": "",
      "education": "Invest in schools, evidence where it is most needed, including struggling areas like mental health and Special Educational Needs.",
      "environment": "Reducing carbon emissions for the world, the UK and Oxford. Protect vulnerable while creating new green jobs.",
      "governance": "Politics in the UK is not working. The political system is slow, old parties have divided the stuck in the past.",
      "health": "Improve healthcare services and infrastructure.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Many people in Oxford struggle with the cost of living in the most unaffordable city in the UK. High housing and childcare costs top most people's concerns. Quality in the UK is too high – fairer taxes and targeted subsidies can help.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alistair Fernie with supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```