```json
{
  "leaflet": {
    "candidateName": "Alistair Fernie",
    "constituency": "Oxford East",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Introducing Alistair",
        "content": "Fighting for disadvantaged people for 25 years, in the public, private and charity sectors. Runs his own consultancy business, while doing research on social mobility and equality of opportunity for young people. Lives with wife Lucy (a public sector HR director) their twins (10), and a rescue greyhound."
      },
      {
        "title": "Doing politics differently",
        "content": "Joined the LibDems because the party reflects my values: fairness, freedom, openness. My values drive not just the policies I believe in, but how I think politics should be conducted. I want to champion those values in public life, by representing Oxford East - which deserves an MP who’s a true internationalist, and 100% behind a People’s Vote on Brexit."
      },
      {
        "title": "How can we win in Oxford East?",
        "content": "Beating Labour from over 30,000 votes behind will be hard work. But these are extraordinary times. We came closest to winning in 2005 when Labour policy on Iraq alienated traditional Labour voters. Brexit is even more divisive, and gives us a chance not just to build on Layla Moran’s victory, but also to grow support in wards where we are weaker for the Council elections in 2020."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Alistair Fernie",
      "otherPartyLeaderCandidate": "Labour policy on Iraq",
      "partyLeader": "",
      "tacticalSituation": "Came closest to winning in 2005 when Labour policy on Iraq alienated traditional Labour voters."
    },
    "issues": {
      "brexitEurope": "Passionate Remainer, have campaigned for a People’s Vote since June 2016. Understand the many reasons why over 17 million voted to leave, and I can see why some are concerned that another referendum may be more divisive, or indecisive, or both.",
      "economy": "",
      "education": "",
      "environment": "The UK faces huge environmental challenges. The Liberal Democrats believe in harnessing market forces to help the environment.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The UK faces huge environmental challenges, future housing needs to intensify giving voters a clearer choice. Meanwhile, LibDems will eventually offer voters a fairer parties - on Brexit, but also on climate change, social care, housing and other big issues.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Ex-Senior Civil Servant",
        "duration": "",
        "achievements": "Expert in Government and Parliament. Worked closely with ministers. Knows what an MP's job is like."
      },
      {
        "role": "UK School Governor",
        "duration": "2015-2018",
        "achievements": ""
      },
      {
        "role": "Joined the party in 2015 as Treasurer for three wards",
        "duration": "",
        "achievements": "helped quadruple funds, and elect a LibDem Council in 2018. Came second to Sarah Olney in 2019 PPC selection in Richmond Park."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07932 279791",
      "email": "LibDemFernie@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "LibDemFernie",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alistair Fernie with an image in the background of Oxford."
        }
      ]
    },
    "additionalNotes": "Aims to change the UK's broken politics. Background includes working at Amnesty International, Médecins Sans Frontières, the Department for International Development, the Foreign and Commonwealth Office, and McKinsey & Company. Lived in 10 countries in 5 continents from 1993-2013."
  }
}
```