{
  "leaflet": {
    "candidateName": "Ronnie Hughes",
    "constituency": "Aberconwy",
    "politicalParty": "Labour/Llafur",
    "electionDate": "",
    "messages": [
      {
        "title": "Actions speak louder than words!",
        "content": "I'm an ordinary North Walian and I believe that Wales could be approaching something that no one in our country has ever known. I think that if we're not very careful about where every one of us puts his or her vote, we will find ourselves in a place few would like to be. The Tories are at heart a party of England. For them, Wales is a place they’ve never really understood. Give them your vote and you could find us just that - the country they don’t understand, but are happy to count as theirs. I’m as proudly Welsh as any nationalist and it may seem unfair for some of you at this election, but leave Plaid out of the picture. Westminster always has, and the next government certainly will."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Ronnie Hughes",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": "Westminster always has, and the next government certainly will."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "With Labour the economy is moving forward slowly but surely, and we will continue to grow our way out of recession by investing in people and families, and not by the slash and burn strategy that Cameron plans.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The poor taxpayer cannot really trust parties to people who need it to get by. Will it go? Will it just drive below a secure base? Will your tax credits be safe? The Tories openly declare they plan to make us pay more for the services they intend to cut. So remember only Labour is the party of a fair Britain and a fair Wales. Big enough for us all to matter - and small enough for us all to count.",
      "immigration": "",
      "socialWelfare": "The poor taxpayer cannot really trust parties to people who need it to get by. Will it go? Will it just drive below a secure base? Will your tax credits be safe?",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I’m an ordinary North Walian and I believe that Wales could be approaching something that no one in our country has ever known.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "32 Llandundo Road\nLlanrwst\nConwy\nLL26 0EU",
      "phone": "07707656066",
      "email": "ronnie.hughes@llanrwst.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ronnie Hughes Putting local people first"
        }
      ]
    },
    "additionalNotes": "The leaflet contains text in Welsh which hasn't been translated. Specific policy details are not given; therefore, the 'keyPolicies' and detailed 'issues' sections are largely incomplete."
  }
}