```json
{
  "leaflet": {
    "candidateName": "Kirsten Robb",
    "constituency": "Central Scotland",
    "politicalParty": "The Greens",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message from Kirsten Robb",
        "content": "The same old politics in Central Scotland has failed to tackle the area's legacy of poverty, ill health and environmental decline. Yet it's also an area of great beauty, fantastic history and wonderful people with so much potential. In my working life and as a volunteer and community councillor, I'm passionate about communities and making a difference to people's lives. As your MSP I will take on your concerns, work with you to keep vital services and help develop the great potential of local people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "MORE RECYCLING JOBS - ONLY THE GREENS OPPOSE INCINERATION",
        "policyDescription": "Kirsten will keep working with community campaigners from South Lanarkshire to oppose plans for an incinerator to reduce the council's disposable recycling the same waste creates 36 times more jobs than burning it, and reduces pollution too."
      },
      {
        "policyTitle": "SPEND PUBLIC MONEY WISELY - GROW SOCIAL ENTERPRISES AND REGENERATE COMMUNITIES",
        "policyDescription": "Projects like the Kilsyth International Carnival, which Green candidate Rob Kay has worked on, bring jobs and regeneration for communities. Greens will invest in local people and social enterprises, not grants for multinationals."
      },
      {
        "policyTitle": "MORE SOCIAL HOUSING - NOT ANOTHER FORTH ROAD BRIDGE",
        "policyDescription": "A new road bridge over the Forth would cost £2.3 billion when the existing bridge could be fixed for £120 million. Green MSPs will work to use the money to reverse cuts to public services like housing, education and transport."
      }
    ],
    "mentions": {
      "candidate": "In my working life and as a volunteer and community councillor, I'm passionate about communities and making a difference to people's lives.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Green MSPs will work to use the money to reverse cuts to public services like housing, education and transport.",
      "housing": [
        {
          "content": "Green MSPs will work to use the money to reverse cuts to public services like housing, education and transport.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "The same old politics in Central Scotland has failed to tackle the area's legacy of poverty, ill health and environmental decline. Yet it's also an area of great beauty, fantastic history and wonderful people with so much potential.",
    "politicalExperience": [
      {
        "role": "volunteer and community councillor",
        "duration": "",
        "achievements": "I'm passionate about communities and making a difference to people's lives."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kirsten Robb pictured with volunteers and community members."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```