{
  "leaflet": {
    "candidateName": "Mark Ruskell",
    "constituency": "Mid Scotland and Fife",
    "politicalParty": "Greens",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message from Mark Ruskell",
        "content": "Dear resident, We need strong MSP voices in the Scottish Parliament who will defend our public services against cuts over the next 4 years. We need MSPs who will protect our environment while bringing fresh ideas and experience to support business. These will be my priorities if elected. Please give me your support by voting for the Scottish Green Party on the peach coloured ballot paper."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "INCINERATORS NOT WANTED IN MID SCOTLAND AND FIFE",
        "policyDescription": "Greens will continue the fight against the Friarton incinerator because of the environmental and health threats this dangerous and inefficient technology poses."
      },
      {
        "policyTitle": "FAIRER TAXES AND AN END TO URBAN BLIGHT ON OUR HIGH STREETS",
        "policyDescription": "Reduced and Value Taxation to replace current business rates. This would raise revenue to cut to council tax bills and boosting civic amenity and economic activity."
      },
      {
        "policyTitle": "MARK RUSKELL CAMPAIGNS TO RE-OPEN RAILWAY STATIONS ACROSS THE REGION",
        "policyDescription": "Campaign for re-opening needed railway stations like Bannockburn, Newburgh and Blackford to put public transport first, while money is wasted on roads projects."
      },
      {
        "policyTitle": "GREEN PLEDGES FOR MID SCOTLAND AND FIFE",
        "policyDescription": "Stances against tuition fees, support for a strong education system and insulation programs to cut fuel bills, boost jobs, and tackle climate change."
      }
    ],
    "mentions": {
      "candidate": "Mark Ruskell",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "No fees - keep tuition free",
      "environment": "INCINERATORS NOT WANTED IN MID SCOTLAND AND FIFE",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Mark Ruskell lives in the Stirling area with his wife and two sons. He has real world experience in the public, voluntary and private sectors, spanning renewable energy, animal welfare, education and the poverty and conservation sectors. At Holyrood he led the successful campaign to stop high-street chains from avoiding tax and pushed legislation on climate change and GM crops to 'an outright ban on company land ownership'.",
    "politicalExperience": [
      {
        "role": "MSP",
        "duration": "",
        "achievements": "Led the successful campaign to stop high-street chains from avoiding tax and pushed legislation on climate change and GM crops to 'an outright ban on company land ownership'."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mark Ruskell outside Friarton incinerator."
        },
        {
          "caption": "Mark Ruskell supporting high street businesses."
        },
        {
          "caption": "Mark Ruskell with public transportation."
        }
      ]
    },
    "additionalNotes": "THE GREEN LIST includes Mark Ruskell followed by other candidates - Hilary Bennett, Bruce Bennett, Andrew Thompson, Kevin Clurkin, Roger Humphry."
  }
}