```json
{
  "leaflet": {
    "candidateName": "Alison Johnstone",
    "constituency": "Lothian",
    "politicalParty": "Green",
    "electionDate": "",
    "messages": [
      {
        "title": "Your Top Candidate",
        "content": "With your support I can continue Robin Harper's work as your new Green MSP for Lothian. I want to build on what Robin has done: campaigning for better homes and efficient transport, tackling waste and pollution and promoting the enormous potential of a green economy. As a competitive runner, I am passionate about protecting our precious Green spaces. As a parent, I'm determined to enhance Scotland's traditions on education: from nursery to university. And, having been a Green councillor for four years, I understand the challenges that face communities right across Lothian. I am committed to making Lothian greener and fairer for everyone."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fix the Forth Road Bridge, Save Billions for Public Services",
        "policyDescription": "A new road bridge over the Forth would cost £2.3 billion when the existing bridge could be fixed for £120 million. Alison wants to invest the difference in public services like schools, homes and transport."
      },
      {
        "policyTitle": "Go Plastic Bag Free in Lothian with the Greens",
        "policyDescription": "There is a growing movement to go plastic bag free, from individual villages in Scotland and now even the whole of Italy! Here in Lothian, Alison has been working with community groups and campaigners to push modern alternatives to plastic bags."
      },
      {
        "policyTitle": "Boost to Local Projects from Greens' Climate Challenge Fund",
        "policyDescription": "Over the last four years Green MSPs have won £37 million for community projects to tackle climate change. Alison met local residents to talk about one such project, Shandon Local Food Group, with its \"Shop Local\" campaign."
      },
      {
        "policyTitle": "Green Pledges for Lothian",
        "policyDescription": "Fair taxes to invest in public services, No fees - keep tuition free, and Cut fuel bills, insulate every home are the key policies."
      }
    ],
    "mentions": {
      "candidate": "Alison Johnstone",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Robin Harper",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "As a parent, I'm determined to enhance Scotland's traditions on education: from nursery to university.",
      "environment": "Protecting our precious Green spaces.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Campaigning for better homes.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "With your support I can continue Robin Harper's work as your new Green MSP for Lothian.",
    "politicalExperience": [
      {
        "role": "Green MSP",
        "duration": "",
        "achievements": "Campaigning for better homes and efficient transport, tackling waste and pollution and promoting the enormous potential of a green economy."
      },
      {
        "role": "Green councillor",
        "duration": "four years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alison Johnstone campaigning for Green initiatives."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```