{
  "leaflet": {
    "candidateName": "Patrick Harvie",
    "constituency": "Glasgow",
    "politicalParty": "The Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "YOUR TOP CANDIDATE",
        "content": "Patrick Harvie lives in Shawlands and was elected as Glasgow's first ever Green MP in 2003. He is the party's Co-Convenor, and has convened Parliament's Transport, Infrastructure and Climate Change Committee since 2007."
      },
      {
        "title": "A personal message from Patrick Harvie",
        "content": "It is an extraordinary honour to represent Glasgow in the Scottish Parliament. Glasgow needs MSPs who will stand up to the Westminster cuts and who resist the austerity. I'll back fair taxes on the wealthy and big business instead of cuts to public services. I'll fight for investment in Glasgow's buses and subway, and repairs to our local roads instead of building new vanity projects."
      },
      {
        "title": "DEFENDING HIGHER AND FURTHER EDUCATION IN GLASGOW",
        "content": "Patrick has been a prominent campaigner for free education. Students have been badly betrayed over tuition fees, and Holyrood must reverse the cuts to protect universities and college bursaries. Only the Greens have a costed alternative."
      },
      {
        "title": "SUPPORTING COMMUNITY CAMPAIGNERS",
        "content": "Councillor Martha Wardrop will join Patrick Harvie in Holyrood if we have our vote in Glasgow. Patrick and Martha want to safeguard small businesses and green spaces, and to support communities like Otago Lane when they feel the system is stacked against them."
      },
      {
        "title": "BACKING COMMUNITY INNOVATION IN GLASGOW AND ACROSS SCOTLAND",
        "content": "Community gardens and other projects in Glasgow have been backed by the Greens' Climate Challenge Fund. Patrick has also strongly supported the North Kelvin Meadow campaign, who have turned a wasteland into a community asset."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Funding Public Services",
        "policyDescription": "Fairer taxes to invest in public services: A fair taxation system, opposed to tuition fees, and maintenance of education funding."
      },
      {
        "policyTitle": "Energy and Environment",
        "policyDescription": "Cut fuel bills, insulate every home: Promoting insulation to reduce fuel poverty, boost jobs, and tackle climate change."
      }
    ],
    "mentions": {
      "candidate": "Patrick Harvie",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Fairer taxes to invest in public services",
      "education": "Patrick has been a prominent campaigner for free education. Students have been badly betrayed over tuition fees, and Holyrood must reverse the cuts to protect universities and college bursaries. Only the Greens have a costed alternative.",
      "environment": "Community gardens and other projects in Glasgow have been backed by the Greens' Climate Challenge Fund. Patrick has also strongly supported the North Kelvin Meadow campaign, who have turned a wasteland into a community asset.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Glasgow needs MSPs who will stand up to the Westminster cuts and who resist the austerity.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "Since 2003",
        "achievements": "Convened Parliament's Transport, Infrastructure and Climate Change Committee since 2007."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Councillor Martha Wardrop",
        "endorsement": "Will join Patrick Harvie in Holyrood if we have our vote in Glasgow."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Patrick Harvie with supporters and community members"
        }
      ]
    },
    "additionalNotes": ""
  }
}