```json
{
  "leaflet": {
    "candidateName": "Alison Johnstone",
    "constituency": "Lothian",
    "politicalParty": "The Greens",
    "electionDate": "",
    "messages": [
      {
        "title": "YOUR TOP CANDIDATE",
        "content": "Alison is 45 and has lived in Edinburgh all her life, now with her husband and daughter. She has been a Green councillor in the city since 2007, and is a keen runner."
      },
      {
        "title": "OUR CAMPAIGNS - WORKING FOR YOU",
        "content": "GO PLASTIC BAG FREE IN LOTHIAN with the Greens - There a growing movement to go plastic bag free, from individual villages in Scotland to now even the whole of Italy. Here in Lothian, Alison has been working with community groups and campaigners to push modern alternatives to plastic bags. FIX THE FORTH ROAD BRIDGE, SAVE BILLIONS FOR PUBLIC SERVICES - A new road bridge over the Forth would cost £2.3 billion when the existing bridge could be fixed for £120 million. Alison wants to invest the difference in public services like schools, housing and transport. BOOST TO LOCAL PROJECTS FROM GREENS' CLIMATE CHALLENGE FUND - Over the last four years Green MSPs have won £37 million for community projects to tackle climate change. Alison met local residents to talk about one such project, Shandon Local Food Group, with its 'Shop Local' campaign."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Green Pledges for Lothian",
        "policyDescription": "Fairer taxes to invest in public services - All the parties talk about offering an alternative, but only Greens offer better services for all of us; No fees - keep tuition free - Society benefits from a strong education system. Scotland cannot afford a return to the tuition fees which exclude poorer students; Cut fuel bills, insulate every home - A free insulation programme across Scotland would cut bills, boost jobs, and tackle both poverty and climate change."
      }
    ],
    "mentions": {
      "candidate": "Alison Johnstone",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "FIX THE FORTH ROAD BRIDGE, SAVE BILLIONS FOR PUBLIC SERVICES - A new road bridge over the Forth would cost £2.3 billion when the existing bridge could be fixed for £120 million. Alison wants to invest the difference in public services like schools, housing and transport.",
      "education": "No fees - keep tuition free - Society benefits from a strong education system. Scotland cannot afford a return to the tuition fees which exclude poorer students.",
      "environment": "GO PLASTIC BAG FREE IN LOTHIAN with the Greens - There a growing movement to go plastic bag free, from individual villages in Scotland to now even the whole of Italy. Here in Lothian, Alison has been working with community groups and campaigners to push modern alternatives to plastic bags. BOOST TO LOCAL PROJECTS FROM GREENS' CLIMATE CHALLENGE FUND - Over the last four years Green MSPs have won £37 million for community projects to tackle climate change.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "FIX THE FORTH ROAD BRIDGE, SAVE BILLIONS FOR PUBLIC SERVICES - A new road bridge over the Forth would cost £2.3 billion when the existing bridge could be fixed for £120 million. Alison wants to invest the difference in public services like schools, housing and transport.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "With your support I can continue Robin Harper's work as your new Green MSP for Lothian. I want to build on what Robin has done: campaigning for better homes and transport, taking waste out of politics and promoting environmentally and healthier economy. As a competitive runner, I am passionate about protecting our precious green spaces. As a parent, I'm determined to enhance Scotland’s traditions, education; from nursery to university. And, having been a Green councillor for four years, I understand the challenges that face communities right across Lothian. I am committed to making Lothian greener and fairer for everyone.",
    "politicalExperience": [
      {
        "role": "Green councillor",
        "duration": "since 2007",
        "achievements": "Has been working with community groups and campaigners for alternative to plastic bags, involved in projects to tackle climate change, and is committed to making Lothian greener and fairer."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alison Johnstone with the Green Party campaigning"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```