```json
{
  "leaflet": {
    "candidateName": "Jim Eadie",
    "constituency": "",
    "politicalParty": "SNP",
    "electionDate": "May 5th",
    "messages": [
      {
        "title": "A PERSONAL MESSAGE FROM JIM EADIE",
        "content": "Over the past four years the SNP government has worked hard to deliver real progress. It has succeeded. Achievements include world leading climate change legislation, crime at a 32-year low and council tax frozen. Primary classes are now the smallest on record, free education has been restored for students and thanks to the dedication of NHS staff waiting times are shorter than ever. These are firm foundations to build on, but there is much more to do. Scotland is a country with considerable resources. With the highest ever government revenues from North Sea Oil, we must harness Scotland's wealth to benefit all of our people. We need real power for Scotland – to drive economic growth, create more successful businesses and more jobs in a sustainable way to invest in our public services. I am ambitious for our city and for our country. I want to help build the kind of city and Scotland we deserve. With your support on May 5th we can win Edinburgh Southern and make Scotland better."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Freeze Council Tax",
        "policyDescription": "Easing the pressure on family budgets."
      },
      {
        "policyTitle": "Protect Investment in the NHS",
        "policyDescription": "With year on year spending increases, ensuring waiting times are shorter and treatment continues to improve."
      },
      {
        "policyTitle": "Maintain Police",
        "policyDescription": "Maintain the 1,000 extra police on our streets, helping us reduce crime levels further."
      },
      {
        "policyTitle": "Win New Job Creating Powers",
        "policyDescription": "For the Scottish Parliament. We believe the people of Scotland should be able to choose our nation's future in an independence referendum."
      },
      {
        "policyTitle": "Help Young Scots",
        "policyDescription": "Get training for work, including a record 25,000 modern apprenticeships."
      },
      {
        "policyTitle": "Secure Jobs in Low Carbon Economy",
        "policyDescription": "Secure 130,000 jobs in the low carbon economy, with Scotland leading the world in offshore renewable technology."
      },
      {
        "policyTitle": "Keep University Education Free",
        "policyDescription": "With no tuition fees or graduate contribution."
      },
      {
        "policyTitle": "Reduce Class Sizes",
        "policyDescription": "By half the number of pupils taught in the worst condition schools."
      }
    ],
    "mentions": {
      "candidate": "Jim Eadie",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Alex Salmond",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Free education has been restored for students and class sizes have been reduced.",
      "environment": "World leading climate change legislation.",
      "governance": "",
      "health": "Ensuring waiting times are shorter and treatment continues to improve in the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Ensure better condition schools by reducing class sizes.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jim Eadie wants to build the kind of city and Scotland that citizens deserve, aiming to win Edinburgh Southern and make Scotland better. He highlights the SNP's various achievements and expresses a commitment to harnessing Scotland's resources for the benefit of all people.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "bepartofbetter.net",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jim Eadie with various community members."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```