```json
{
  "leaflet": {
    "candidateName": "Simon Thomas, Elin Jones, Rhys Davies, Llywelyn Rhys",
    "constituency": "Mid and West Wales",
    "politicalParty": "Plaid Cymru",
    "electionDate": "May 5",
    "messages": [
      {
        "title": "Plaid. For a Better Wales",
        "content": "The coming Welsh election on May 5th is your chance to help change our country for the better. More and more people, from Powys to Pembrokeshire and from the Llyn to Llanelli, are switching to support Plaid and its full potential – ambitions programs for our future, positive policies to create sustainable jobs, improving NHS, protecting and managing schools, and supporting our local businesses."
      },
      {
        "title": "Cymru’n dioddef dan doriaidau San Steffan",
        "content": "People across Wales are suffering from the excessive cuts imposed by the ConDem government in Westminster. People who voted Lib Dem in particular feel betrayed by their broken promises on tuition fees and public services."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Simon Thomas, Elin Jones, Rhys Davies, Llywelyn Rhys",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Improving NHS",
      "immigration": "",
      "socialWelfare": "Supporting our local businesses.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Respected former MP",
        "duration": "",
        "achievements": "Simon Thomas is Plaid's number 1 candidate for Mid and West Wales. Widely recognised as a passionate campaigner on environmental issues. Simon has also served as Plaid's director of policy and research."
      },
      {
        "role": "County Councillor",
        "duration": "",
        "achievements": "Rhys Davies is a County Councillor for Carmarthenshire, and formerly worked as a Development Officer for Menter Cwm Gwendraeth."
      },
      {
        "role": "Llywelyn Rhys is originally from Porthmadog. He has been the manager of an organisation specializing in the creation of energy, and has also worked for the Welsh Language Board Small Businesses."
      },
      {
        "role": "Cllr. Elin Jones",
        "duration": "",
        "achievements": "Elin Jones is originally from Lampeter, Ceredigion. She is the Presiding Officer of Gwynedd Council. She is the current Chair of the Welsh Local Government Association and has previously stood for Parliament in Monmouthshire."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.plaidcymru.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Plaid pick strong and experienced team for Mid and West Wales"
        },
        {
          "caption": "Wales let down by Con-Dem cuts"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```