```json
{
  "leaflet": {
    "candidateName": "Luciana Berger",
    "constituency": "Liverpool Wavertree",
    "politicalParty": "Labour Co-operative",
    "electionDate": "4th March 2010",
    "messages": [
      {
        "title": "TACKLING CRIME AND GRIME",
        "content": "Noise, neighbourhood nuisance, dog fouling, litter, graffiti...these are things that no one should have to put up with. Too many people across the constituency have told me this is a problem."
      },
      {
        "title": "PUBLIC SERVICES",
        "content": "Housing, hospitals and schools; these are vital services that we all depend on. Many of them are getting better all the time."
      },
      {
        "title": "I hope together we can.",
        "content": "Please let me know your views about my pledges to you on the enclosed survey."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Cleaning up the neighbourhood",
        "policyDescription": "Work with residents to put together a local anti-social behaviour action plan to deal with crimes and nuisances, and publish the council use laws to keep communities clean and safe."
      },
      {
        "policyTitle": "Improving public services",
        "policyDescription": "Campaign to bring down the number of derelict houses by ensuring the Council use tough laws to deal with absent landlords. Fight to make sure Alder Hey and The Royal get the promised resources needed for a 21st century health service and work with local schools to make them centres of excellence."
      }
    ],
    "mentions": {
      "candidate": "Luciana Berger",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Jobs have been harder to find and hold on to. We must continue to invest in the future by supporting regeneration schemes like the Edge Lane retail park and the Wavertree Park project road. We need to bring new companies to Liverpool and encourage local markets on Prescot Road. Businesses are the backbone of our economy.",
      "education": "Work with local schools to make them centres of excellence.",
      "environment": "",
      "governance": "Noise, neighbourhood nuisance, dog fouling, litter, graffiti—issues to deal with alongside anti-social behaviour action plan.",
      "health": "Fight to make sure Alder Hey and The Royal get the promised resources for a 21st century health service.",
      "immigration": "",
      "socialWelfare": "Housing issues, making sure to bring down the number of derelict houses.",
      "housing": [
        {
          "content": "Campaign to bring down the number of derelict houses by ensuring the Council use tough laws to deal with absent landlords.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I'm Luciana Berger, Labour's candidate for Wavertree at the next election. Let's be up front, there's been a lot said in the papers about me and my selection.",
    "politicalExperience": [
      {
        "role": "Labour's candidate for Wavertree",
        "duration": "",
        "achievements": "Different jobs; worked as a community liaison officer, on projects for the treasury and the Big Lottery Fund, worked with NHS trusts and more recently I've run an organisation tasked with bringing peace to the Middle East."
      }
    ],
    "contactInformation": {
      "address": "108 Prescot Road Liverpool L7 0JA",
      "phone": "0151 280 8730",
      "email": "luciana4wavertree@googlemail.com",
      "website": "luciana4wavertree.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Luciana Berger"
        }
      ]
    },
    "additionalNotes": "Disgusted to learn that the Tories have pledged a tax break worth £1.5 billion to the richest 3,000 estates in the country while at the same time threatening to cut front line public services. You could build two completely new hospitals with that amount of money. A vote for anyone other than Labour in Wavertree will help the Tories form the next Government."
  }
}
```