{
  "leaflet": {
    "candidateName": "",
    "constituency": "Edinburgh Southern",
    "politicalParty": "Scottish Labour and Co-operative",
    "electionDate": "Thursday 5 May",
    "messages": [
      {
        "title": "Let down by the Lib Dems?",
        "content": "Send a message to Nick Clegg's Lib Dems. On 5 May 2011 you have a chance to send a message to Nick Clegg's Lib Dems. The new Edinburgh Southern seat is a straight fight between Labour and the Lib Dems. Both locally and nationally, the Lib Dems have let people down. They have broken their promises on VAT and on tuition fees. Locally they are slashing funding for our schools and other key services. Labour will focus on what really matters - not make promises which cannot be kept."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Nick Clegg",
      "partyLeader": "",
      "tacticalSituation": "The new Edinburgh Southern seat is a straight fight between Labour and the Lib Dems."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Lib Dems have betrayed hard-working families by increasing VAT",
      "education": "Lib Dems' broken promise on tuition fees; Locally they are slashing funding for our schools",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Printed by Online Print and Design Ltd, Bon Accord House, Riverside Drive, Aberdeen, AB11 7SL. Promoted by Gordon Dalyell on behalf of Paul Godzik, both of 31 Minto Street, Edinburgh EH9 2BT",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Broken promise - Nick Clegg has betrayed students over tuition fees"
        },
        {
          "caption": "Broken promise - the Lib Dems have betrayed hard-working families by increasing VAT"
        },
        {
          "caption": "Broken promise - the Lib Dems are helping the Tories to impose cuts"
        }
      ]
    },
    "additionalNotes": ""
  }
}