{
  "leaflet": {
    "candidateName": "Firstname Surname",
    "constituency": "",
    "politicalParty": "Scottish Labour Party",
    "electionDate": "5 May",
    "messages": [
      {
        "title": "Why I am united with Labour...",
        "content": "I've supported Labour all my life and think the country is a better place for what Labour stands for. Now the Tories are back, is time we really focus on the things that really matter like jobs, apprenticeships, the health service and crime."
      },
      {
        "title": "",
        "content": "Footballers need to be part of a strong team to achieve their potential and families and communities need strong voices to stick up for them and help them achieve their potential too. Labour is that strong voice for you and your family."
      },
      {
        "title": "",
        "content": "The global downturn has meant tough times for lots of people across the whole country. I know Labour will fight to make sure you don't pay the price of Tory cuts."
      },
      {
        "title": "",
        "content": "I think Labour are the best team to fight for Scottish families because they always focus on people's real concerns and priorities. That's why I am urging people to vote Labour this time and make Iain Gray a First Minister that fights for what really matters."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Stability",
        "policyDescription": "Labour aims to protect the population from the global downturn and ensure people don't pay the price of Tory cuts."
      },
      {
        "policyTitle": "Supporting Families and Communities",
        "policyDescription": "Labour serves as a strong voice for families and communities, emphasizing their potential and the need for strong advocacy."
      }
    ],
    "mentions": {
      "candidate": "Iain Gray",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Use BOTH your votes for Scottish Labour to ensure we have a Scottish government fighting for what really matters."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Alex Ferguson",
        "endorsement": "Strong support for Labour, emphasizing that the party is a strong voice for families and communities and that they focus on people's real concerns and priorities."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Why I am united with Labour... by Alex Ferguson"
        }
      ]
    },
    "additionalNotes": "Campaign leaflet urges voters to use both their votes for the Scottish Labour Party in the Scottish Parliament election, with the aim of making Iain Gray the First Minister."
  }
}