```json
{
  "leaflet": {
    "candidateName": "Marco Biagi",
    "constituency": "Edinburgh Central",
    "politicalParty": "Scottish National Party",
    "electionDate": "",
    "messages": [
      {
        "title": "On May 5th Choose the Party You Trust to Govern Scotland.",
        "content": "Dear voter, I'm proud of what the SNP Government has achieved for you. Across the country people have benefited from the distinctive direction Scotland has taken on health, law and order, education, transport, energy, housing and the environment. The vote on May 5th is about who leads the next government of Scotland. So, please take a moment to think afresh about what your choice means, for you and for others across the country. This is too important a decision to be left to habit."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting Your Income",
        "policyDescription": "We will freeze your Council Tax to protect your monthly income."
      },
      {
        "policyTitle": "Investing in Public Services",
        "policyDescription": "We will fund universities without charging fees, because opportunity should not have a price tag; create 100,000 apprenticeships, a record in Scotland; and protect the free bus pass and free personal care."
      },
      {
        "policyTitle": "Promoting Green Energy",
        "policyDescription": "We will generate 100% of your electricity needs from green energy by 2020, so we can power on without depending on nuclear fuel."
      },
      {
        "policyTitle": "Responding to Crises",
        "policyDescription": "We will put the NHS at the front of the queue for budget increases because when it's needed, it's a lifeline owed."
      },
      {
        "policyTitle": "Supporting Education",
        "policyDescription": "We will support new high-tech low carbon industries and create a record number of apprenticeships; reform teacher training and education from the earliest years of school because vital character is shaped there; and believe you have the right to a second independence referendum."
      },
      {
        "policyTitle": "Environmental Action",
        "policyDescription": "We will promise big steps on recycling like diverting all biodegradable waste from landfill, because doom and gloom is not an option."
      },
      {
        "policyTitle": "Maintaining International Relationships",
        "policyDescription": "We will maintain the international aid budget system because solidarity is priceless."
      },
      {
        "policyTitle": "Advancing Justice",
        "policyDescription": "We will pass a Victims' Rights Act to help re-balance the justice system in your favor."
      },
      {
        "policyTitle": "Supporting Fair Elections",
        "policyDescription": "We will support fairer voting systems so everyone's vote counts."
      }
    ],
    "mentions": {
      "candidate": "Marco Biagi",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We adopted climate change targets that lead the world and an action plan to deliver them - because it matters what kind of planet our children will inherit.",
      "education": "We built 330 schools, because when we took office, 250,000 children were not even learning in fit-for-purpose classrooms.",
      "environment": "We will generate 100% of your electricity needs from green energy by 2020, so we can power on without depending on nuclear fuel.",
      "governance": "We brought waiting times down to 9 weeks, because when you need the NHS you shouldn't be left on queue.",
      "health": "We will put the NHS at the front of the queue for budget increases because when it's needed, it's a lifeline owed.",
      "immigration": "",
      "socialWelfare": "We will fund universities without charging fees, because opportunity should not have a price tag; protect the free bus pass and free personal care.",
      "housing": [
        {
          "content": "We will put the NHS at the front of the queue for budget increases because when it's needed, it's a lifeline owed.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.snp.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "On May 5th, vote to keep Scotland moving forward - re-elect the SNP Government.",
        "source": "Marco Biagi",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "On May 5th choose the party you trust to govern Scotland."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```