```json
{
  "leaflet": {
    "candidateName": "Martin Veart",
    "constituency": "Edinburgh Northern and Leith",
    "politicalParty": "Scottish Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A penny for education",
        "content": "Half a billion pounds EXTRA to be the best again. Scottish Liberal Democrats want to bring Scotland back up the international rankings for education."
      },
      {
        "title": "Supporting the NHS",
        "content": "Our health plan will recruit extra GPs to tackle the shortfall of 700 GPs that by 2020. We'll take mental health seriously and stop it as a 'younger sibling' to other treatments."
      },
      {
        "title": "Protect the environment",
        "content": "To tackle climate change we focus on low carbon future and renewable fuels. For car ownership, rental and support for car public transport."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Raise attainment for every classroom to extra money, free childcare from age of two, build back up colleges, and stop council cuts to education."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Recruit extra GPs, tackle mental health seriously and stop viewing it as a 'younger sibling' to other treatments."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Challenge the Scottish Government record on environment. Focus on a low carbon future and renewable fuels, and support car public transport."
      }
    ],
    "mentions": {
      "candidate": "Martin Veart",
      "otherPartyLeaderCandidate": "the SNP",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Scottish Liberal Democrats want Scotland back up the international rankings for education.",
      "environment": "The Lib Dems challenge the Scottish Government's record on environment.",
      "governance": "",
      "health": "Our health plan will recruit extra GPs to tackle the GP shortfall and will take mental health seriously.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "We're backing Martin Veart",
    "politicalExperience": [
      {
        "role": "Lib Dem",
        "duration": "",
        "achievements": "Challenge the Scottish Government record on environment and have punched above their weight at Holyrood."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.scotlibdems.org.uk/martinveart",
      "socialMedia": {
        "facebook": "martin.veart",
        "twitter": "@Martin_Veart",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": "\"Local issues are extremely important to Martin Veart. As Liberal Democrat candidate for Edinburgh North and Leith he will fight tirelessly to make sure that these remain at the top of the agenda. He very much believes that he is there to serve and support his constituency, not the other way around\" - and this is why I support him."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A penny for education"
        },
        {
          "caption": "Supporting the NHS"
        },
        {
          "caption": "Protect the environment"
        }
      ]
    },
    "additionalNotes": "Elect a Scottish Liberal Democrat MSP who will put children first with a positive plan for unity, fairness and reform."
  }
}
```