```json
{
  "leaflet": {
    "candidateName": "Willie Rennie",
    "constituency": "Mid Scotland & Fife",
    "politicalParty": "Scottish Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Supporting the NHS",
        "content": "Our health plan will recruit extra GPs to tackle the shortfall of 700 forecast by 2020. We will take mental health seriously and stop teenagers having to wait a year for urgent treatment."
      },
      {
        "title": "Guaranteeing your civil liberties",
        "content": "Liberal Democrats stood up for civil liberties by opposing big-scaled stop and search and armed police on routine patrols. We will safeguard you from misuse of your information and rights by the state."
      },
      {
        "title": "Empower nurses, doctors, teachers and social workers",
        "content": "We will reverse the centralisation of power in Edinburgh under the SNP and let people have more control over their own lives."
      },
      {
        "title": "Protect the environment",
        "content": "To tackle climate change we will focus on a warm home plan, low-carbon public transport, and support for renewable electricity. We will take tougher action on wildlife crime."
      },
      {
        "title": "A penny for education",
        "content": "The Scottish Liberal Democrats will invest an EXTRA £500 million in Scottish education."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Supporting the NHS",
        "policyDescription": "Recruit extra GPs, address shortfall by 2020, take mental health seriously, stop teenagers waiting a year for urgent treatment"
      },
      {
        "policyTitle": "Guaranteeing your civil liberties",
        "policyDescription": "Stand up for civil liberties, oppose big-scaled stop and search, armed police on routine patrols, safeguard information and rights"
      },
      {
        "policyTitle": "Empower nurses, doctors, teachers and social workers",
        "policyDescription": "Reverse centralisation of power in Edinburgh under the SNP, give people more control over their lives"
      },
      {
        "policyTitle": "Protect the environment",
        "policyDescription": "Focus on warm home plan, low-carbon public transport, renewable electricity, take action on wildlife crime"
      },
      {
        "policyTitle": "A penny for education",
        "policyDescription": "Invest an EXTRA £500 million in Scottish education, empower teachers, prevent council cuts to education"
      }
    ],
    "mentions": {
      "candidate": "Willie Rennie",
      "otherPartyLeaderCandidate": "SNP",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Invest EXTRA £500 million, extra money for every classroom to raise attainment, free childcare from age two, build colleges back up, stop council cuts to education.",
      "environment": "Tackle climate change, warm home plan, low-carbon public transport, support renewable electricity, tougher action on wildlife crime.",
      "governance": "Reverse centralisation of power in Edinburgh under the SNP.",
      "health": "Recruit extra GPs, address shortfall by 2020, take mental health seriously, prevent teenagers from waiting a year for urgent treatment.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Mr Rennie’s remarks caught the tone: a desire to make things work in the interests of the Scottish people",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.scotlibdems.org.uk",
      "socialMedia": {
        "facebook": "scotlibdems",
        "twitter": "scotlibdems",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "The Sunday Times",
        "endorsement": "The Lib Dems have punched above their weight at Holyrood."
      },
      {
        "endorser": "Brian Taylor - BBC Scotland",
        "endorsement": "Mr Rennie's remarks caught the tone: a desire to make things work in the interests of the Scottish people."
      },
      {
        "endorser": "The Scotsman",
        "endorsement": "Rennie: One of the best performers at Holyrood."
      },
      {
        "endorser": "The Herald",
        "endorsement": "The Lib Dems have challenged ministers effectively over the series of controversies that have engulfed Police Scotland."
      }
    ],
    "quotes": [
      {
        "text": "The Lib Dems have punched above their weight at Holyrood.",
        "source": "Sunday Times",
        "date": ""
      },
      {
        "text": "The Scottish Lib Dems want to build colleges back up and prevent council cuts to education.",
        "source": "",
        "date": ""
      },
      {
        "text": "The biggest investment in Scottish education in a generation.",
        "source": "The Herald",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Willie Rennie supporting the NHS."
        },
        {
          "caption": "Willie Rennie with supporters."
        },
        {
          "caption": "Willie Rennie advocating for education."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```