```json
{
  "leaflet": {
    "candidateName": "Robert Brown",
    "constituency": "Glasgow Region",
    "politicalParty": "Scottish Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A message from Robert",
        "content": "I strongly believe Scotland needs a strong liberal voice, fighting for local people and local communities; working to make sure all people have the freedom, fairness and opportunity to be the best that their talents and efforts can reveal; opposing the centralising instincts of both the SNP Government and the Conservative opposition - and ready to seize every opportunity life delivers."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Reform the UK: a secure Scotland in a federal Britain",
        "policyDescription": "Last year's referendum divided Scotland and the other nations of our family of nations but was an opportunity for the SNP to choose to pursue a new shared society in Scotland and in Britain. Instead, the SNP choose to retreat back to the comfort of the referendum campaign, to flee from the chance of a leading roll in a Scottish and British future that works for everyone."
      },
      {
        "policyTitle": "More local GPs",
        "policyDescription": "The Liberal Democrats are leading the opposition to the SNP Government who have failed our public services. More local GPs are needed to address the crisis in Scottish healthcare."
      },
      {
        "policyTitle": "Opportunity for young people",
        "policyDescription": "As regional MSP I will fight to get our young people the best opportunities going on in life. I will fight to protect our colleges and will 'fight to get financial muscle to take on a once in a generation building program to ensure young people are not left behind'."
      },
      {
        "policyTitle": "Supporting council services",
        "policyDescription": "Glasgow City have to make £65million of cuts in the next year, threatening 1,500 jobs, while South Lanarkshire face cuts of £36million."
      }
    ],
    "mentions": {
      "candidate": "Robert Brown",
      "otherPartyLeaderCandidate": "Nicola Sturgeon",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I strongly believe Scotland needs a strong liberal voice, fighting for local people and local communities; working to make sure all people have the freedom, fairness and opportunity to be the best that their talents and efforts can reveal...",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "90b Balmoral Road, Rutherglen, Glasgow, G73 4JA",
      "phone": "07796 177742",
      "email": "Robert@glasgowlibdems.org.uk",
      "website": "www.glasgowlibdems.org.uk",
      "socialMedia": {
        "facebook": "Robert4LibDems",
        "twitter": "Robert4LibDems",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "'Lib Dems 'on way back' in shock win.'",
        "source": "The Press and Journal",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Robert Brown for Glasgow Region in the Scottish Parliament."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```