```json
{
  "leaflet": {
    "candidateName": "Hefin David",
    "constituency": "Caerphilly Constituency",
    "politicalParty": "Welsh Labour",
    "electionDate": "May",
    "messages": [
      {
        "title": "Why I am backing Hefin David",
        "content": "Neville Southall, former Wales football international, says Hefin is Caerphilly born and bred and simply wants to help his community. He thinks Hefin would make an excellent Assembly Member."
      },
      {
        "title": "Listening to Local People",
        "content": "Hefin will ensure that Welsh Labour's six campaign pledges are delivered for the benefit of all our people. As a local person, he will listen to your views and ensure that he is making a real difference to the lives of people of all ages in the constituency."
      },
      {
        "title": "Working For Our Community",
        "content": "Welsh Labour is out and about in the Caerphilly constituency all year round. If elected, Hefin will hold regular local surgeries in this area. Retiring AM Jeff Cuthbert said, 'Hefin works very hard as a councillor and will be an outstanding Assembly Member for the Caerphilly Constituency.'"
      },
      {
        "title": "Supporting Local Social Enterprise",
        "content": "Hefin supports local social enterprises such as the Ridings Cafe Club on Caerphilly mountain. As a councillor, Hefin between GEOFIT Ltd and Coalfields Regeneration Trust is a model of different types of people coming together and creating a project that benefits many in our area."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Childcare",
        "policyDescription": "Free childcare for working parents of three and four year olds"
      },
      {
        "policyTitle": "Small Businesses",
        "policyDescription": "Tax cuts for all small businesses in Wales"
      },
      {
        "policyTitle": "Apprenticeships",
        "policyDescription": "100,000 quality apprenticeships for all ages"
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "New treatment fund for life-threatening illnesses"
      },
      {
        "policyTitle": "Social Care",
        "policyDescription": "Double the capital limit for those going into residential care"
      },
      {
        "policyTitle": "Education",
        "policyDescription": "An extra £100m to improve school standards"
      }
    ],
    "mentions": {
      "candidate": "Hefin David",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "An extra £100m to improve school standards",
      "environment": "",
      "governance": "",
      "health": "New treatment fund for life-threatening illnesses",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was born and brought up in the Caerphilly Constituency and I live in Hengoed with my wife Anna and our baby daughter Caitlin. I work as a university lecturer specialising in business and employment relations. I have been a county councillor since 2007 and I am chair of the council's Policy and Resources Scrutiny Committee. My aim as chair has been to open up the council to members of the public and drive improvement.",
    "politicalExperience": [
      {
        "role": "County Councillor",
        "duration": "Since 2007",
        "achievements": "Chair of the council's Policy and Resources Scrutiny Committee, driving improvement and opening up the council to members of the public."
      },
      {
        "role": "Governor of local primary school",
        "duration": "",
        "achievements": "Governor of Trinity Fields School, supports many voluntary groups through our community."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Neville Southall",
        "endorsement": "Neville Southall is Wales most capped footballer, playing in real 92 times. He said, 'I now work in a South Wales pupil referral unit and I've discussed with Hefin the work we do. Hefin is Caerphilly born and bred and simply wants to help his community. I think he would make an excellent Assembly Member and I look forward to speaking with him again if he is elected in May.'"
      },
      {
        "endorser": "Jeff Cuthbert",
        "endorsement": "Retiring AM Jeff Cuthbert said, 'Hefin works very hard as a councillor and will be an outstanding Assembly Member for the Caerphilly Constituency.'"
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Hefin David with Neville Southall and family"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```