```json
{
  "leaflet": {
	"candidateName": "Leanne Wood",
	"constituency": "",
	"politicalParty": "Plaid Cymru - Party of Wales",
	"electionDate": "",
	"messages": [
  	{
    	"title": "THINK TWICE: GET THE MOST OUT OF BOTH YOUR ASSEMBLY VOTES",
    	"content": "The Welsh Assembly elections take place on May 5th and you will have two votes to use. Your constituency vote will help to elect a Member for your area on the day, but you can also vote for a better Wales with your second vote... Leanne Wood has been an Assembly Member for the Rhondda since 2003, and recently refused a salary increase for her work."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Plaid’s plan for Wales:",
    	"policyDescription": "Cancer diagnosis guaranteed within 28 days, Train and recruit 1000 doctors for the NHS, Ban the cruel trade that is the sale of puppies in pet shops, 50 hours free childcare for all 3 year olds, £300 grant for teenagers and their parents to help them stay in education, Build 10,000 new green energy social homes, A new Welsh Development Bank to support businesses, Create a million Welsh speakers by increasing use of Welsh at home and in education, Move Transport for Wales to the Valleys, Give nurses public health and social care workers the pay rise they’ve been denied, Cut business rates to local firms"
  	}
	],
	"mentions": {
  	"candidate": "Leanne Wood is Plaid Cymru's candidate for the Rhondda. She is the only Assembly leader who lives and works in the community she seeks to represent.",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Leanne Wood is also party leader",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Create a million Welsh speakers by increasing use of Welsh at home and in education, Move Transport for Wales to the Valleys",
  	"education": "50 hours free childcare for all 3 year olds, £300 grant for teenagers and their parents to help them stay in education, Create a million Welsh speakers by increasing use of Welsh at home and in education",
  	"environment": "Build 10,000 new green energy social homes",
  	"governance": "",
  	"health": "Cancer diagnosis guaranteed within 28 days, Train and recruit 1000 doctors for the NHS",
  	"immigration": "",
  	"socialWelfare": "Give nurses public health and social care workers the pay rise they’ve been denied",
  	"housing": [
    	{
      	"content": "Build 10,000 new green energy social homes",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Leanne Wood has been a Member of the Welsh Assembly since 2003 and has lived and worked all her life in the Rhondda, except for three years when she worked to build schools in Eritrea.",
	"politicalExperience": [
  	{
    	"role": "Member of the Welsh Assembly",
    	"duration": "since 2003",
    	"achievements": "Recently refused a salary increase for her work."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Leanne Wood with supporters and the slogan 'Think Twice. Change Wales. Vote Plaid Cymru.'"
    	}
  	]
	},
	"additionalNotes": "The leaflet contains a survey about the voting intention towards different parties and the importance of certain political topics to the recipients."
  }
}
```