```json
{
  "leaflet": {
    "candidateName": "Paul Halliday",
    "constituency": "Newport East",
    "politicalParty": "Welsh Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "The positive Lib Dem plan for Wales:",
        "content": "Making the Welsh Government work for the people of Wales - on the issues that really matter. Helping our young people to get into work - by removing barriers that are stopping businesses growing. Reducing infant class sizes - giving teachers the time they need to spend with each child. Doubling the number of new and affordable homes in Wales - with more support for first time buyers. Delivering more nurses - bringing safe nursing levels into law, meaning more time for patients."
      },
      {
        "title": "17 years of Labour failure:",
        "content": "\"Labour blasted for not taking action earlier to protect steel industry.\" - Wales Online, Feb 2016 \"NHS Wales: Waiting times worse than in England.\" - BBC, Jan 2016 \"Wales has fallen behind the rest of the UK significantly in reading, maths, and science for the third time.\" - BBC, Dec 2013"
      },
      {
        "title": "A real record of fighting for Newport East",
        "content": "Led the fight against Labour's closure of the Caerleon Campus of the University of South Wales. Won the battle against the Labour administration at Newport City Council who tried to criminalise rough sleepers. Fighting to secure a new hospital for the region. First promised in 2006 all we still have is an empty field."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A Wales that works for YOU!",
        "policyDescription": "Proposes various measures including helping young people to find work, reducing class sizes, doubling the number of new and affordable homes, and delivering more nurses."
      }
    ],
    "mentions": {
      "candidate": "Paul Halliday",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Reducing infant class sizes - giving teachers the time they need to spend with each child.",
      "environment": "",
      "governance": "Making the Welsh Government work for the people of Wales - on the issues that really matter.",
      "health": "Delivering more nurses - bringing safe nursing levels into law, meaning more time for patients.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Doubling the number of new and affordable homes in Wales - with more support for first time buyers.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Paul Halliday has built up a strong reputation for getting things done for local people.",
    "politicalExperience": [
      {
        "role": "Led the fight against Labour's closure of the Caerleon Campus of the University of South Wales.",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Won the battle against the Labour administration at Newport City Council who tried to criminalise rough sleepers.",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Fighting to secure a new hospital for the region.",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Paul Halliday, 31 Seabreeze Drive, Newport, NP19 0LF",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "\"Proposals to ban rough sleepers from Newport city centre in Wales have been dropped at the last moment following an outcry.\"",
        "source": "Guardian, Nov 2015"
      },
      {
        "text": "\"An investigation found information regarding the closure of a university campus should have been made public.\"",
        "source": "South Wales Argus, Nov 2015"
      },
      {
        "text": "Newport Council, recognised what we have done to improve the lives of people in the city....Paul Halliday, for his work with disadvantaged people.",
        "source": "South Wales Argus, Feb 2012"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul Halliday."
        }
      ]
    },
    "additionalNotes": "Only a vote for Paul Halliday can give Newport East and Severside the strong, passionate voice it deserves."
  }
}
```