{
  "leaflet": {
    "candidateName": "David Rowlands",
    "constituency": "Merthyr",
    "politicalParty": "UKIP",
    "electionDate": "5th May 2016",
    "messages": [
      {
        "title": "PROTECT THE NHS:",
        "content": "UKIP will make local health boards elected and accountable to you, link up the NHS and social care, and at least halve the number of managers getting six figure salaries."
      },
      {
        "title": "PRACTICAL EDUCATION:",
        "content": "UKIP will reintroduce grammar schools to allow children from poorer backgrounds the best opportunities. We will introduce University Technical Colleges to teach key vocational trade skills to 14 to 19 year olds in Wales."
      },
      {
        "title": "NO TO TAX RAISING POWERS:",
        "content": "UKIP is the only party that opposes giving tax raising powers to the Welsh Assembly without the referendum you were promised."
      },
      {
        "title": "NO MORE ASSEMBLY MEMBERS:",
        "content": "UKIP opposes any increase in the current 60 AMs. In its 16 years it has only passed 22 pieces of legislation."
      },
      {
        "title": "DEVOLVE ECONOMIC DEVELOPMENT FROM CARDIFF:",
        "content": "UKIP believes that councils should lead on economic development in their area. Let's give them the power and the money to do it."
      },
      {
        "title": "SCRAP THE SEVERN BRIDGE TOLLS:",
        "content": "These tolls are a deterrent to trade and tourism for Wales."
      },
      {
        "title": "CONTROLLING OUR OWN BORDERS:",
        "content": "Why should we not be able to control who comes into this country? This country has taken in millions of people in the last 15 years. It is forecast that a further ten million will arrive over the next two decades."
      },
      {
        "title": "THE EUROPEAN UNION:",
        "content": "The NHS is close to the hearts of the Welsh people for obvious reasons. But...there is a cloud on the horizon!!! Un-elected bureaucrats from the EU are 'secretly' in talks with the USA on what they call a trade deal (which is nothing of the sort), it is called TTIP and will allow giant corporations to take over the NHS and schools. And if the UK has a policy that conflicts with these companies, they will be able to sue our government. We can only avoid this 'catastrophe' by leaving the European Union!!!"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "PROTECT THE NHS",
        "policyDescription": "UKIP will make local health boards elected and accountable, link NHS and social care, reduce number of high-salary managers."
      },
      {
        "policyTitle": "PRACTICAL EDUCATION",
        "policyDescription": "Reintroduce grammar schools and introduce University Technical Colleges for vocational skills."
      },
      {
        "policyTitle": "NO TO TAX RAISING POWERS",
        "policyDescription": "Opposes giving tax raising powers to the Welsh Assembly without a promised referendum."
      },
      {
        "policyTitle": "NO MORE ASSEMBLY MEMBERS",
        "policyDescription": "Opposes increase in the number of Assembly Members (AMs)."
      },
      {
        "policyTitle": "DEVOLVE ECONOMIC DEVELOPMENT",
        "policyDescription": "Wants councils to lead on economic development with more power and funding."
      },
      {
        "policyTitle": "SCRAP THE SEVERN BRIDGE TOLLS",
        "policyDescription": "Eliminate the Severn Bridge tolls to boost trade and tourism."
      },
      {
        "policyTitle": "CONTROLLING OUR OWN BORDERS",
        "policyDescription": "Advocates for control over immigration into the country."
      },
      {
        "policyTitle": "THE EUROPEAN UNION",
        "policyDescription": "Supports leaving the EU to avoid being sued by giant corporations over NHS and schools, as per the TTIP deal."
      }
    ],
    "mentions": {
      "candidate": "David Rowlands",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The NHS is close to the hearts of the Welsh people for obvious reasons. But...there is a cloud on the horizon!!! Un-elected bureaucrats from the EU are 'secretly' in talks with the USA on what they call a trade deal (which is nothing of the sort), it is called TTIP and will allow giant corporations to take over the NHS and schools. And if the UK has a policy that conflicts with these companies, they will be able to sue our government. We can only avoid this 'catastrophe' by leaving the European Union!!!",
      "economy": "DEVOLVE ECONOMIC DEVELOPMENT FROM CARDIFF: UKIP believes that councils should lead on economic development in their area. Let's give them the power and the money to do it.",
      "education": "PRACTICAL EDUCATION: UKIP will reintroduce grammar schools to allow children from poorer backgrounds the best opportunities. We will introduce University Technical Colleges to teach key vocational trade skills to 14 to 19 year olds in Wales.",
      "environment": "",
      "governance": "NO MORE ASSEMBLY MEMBERS: UKIP opposes any increase in the current 60 AMs. In its 16 years it has only passed 22 pieces of legislation.",
      "health": "PROTECT THE NHS: UKIP will make local health boards elected and accountable to you, link up the NHS and social care, and at least halve the number of managers getting six figure salaries.",
      "immigration": "CONTROLLING OUR OWN BORDERS: Why should we not be able to control who comes into this country? This country has taken in millions of people in the last 15 years. It is forecast that a further ten million will arrive over the next two decades.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Born in the mining village of Argoed I am appalled by the way the valleys have been left to ‘wither on the vine’ by the Assembly Government under Labour. This must change.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01495 750391",
      "email": "chairman.torfaen@ukipwales.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Last year I stood for Merthyr Tydfil & Rhymney in the General Election. I was amazed at the resilience and spirit of the people. However, the neglect of once ‘great’ town was plain to see. Years of Labour policy and countless promises has totally let the people down and it is time to hold such people to account for their actions. Our aim is to rive voters the true facts and not those ‘Dressed up’ to make political gain.",
        "source": "David Rowlands",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Rowlands UKIP Candidate for Merthyr"
        },
        {
          "caption": "Vote UKIP on the 5th May"
        },
        {
          "caption": "Have you had enough of Labour in the Assembly?"
        }
      ]
    },
    "additionalNotes": ""
  }
}