```json
{
  "leaflet": {
    "candidateName": "Peter Black",
    "constituency": "",
    "politicalParty": "Welsh Liberal Democrats",
    "electionDate": "May 5th",
    "messages": [
      {
        "title": "We will deliver a Wales that works for you",
        "content": "People are telling us they feel let down by an out-of-touch Government in Cardiff Bay. The Welsh Liberal Democrats have this radical vision for Wales and our schools, health service, the economy, and your community."
      },
      {
        "title": "Too close to call",
        "content": "At the last Assembly election Peter Black was elected as the final regional Assembly Member by 54 votes out of 154,000 cast on the second ballot paper. With two candidates competing for votes this election is too close to call."
      },
      {
        "title": "A Record of action, a promise of more",
        "content": "Peter Black has taken on cases for thousands of people in Swansea, Neath Port Talbot and Bridgend, helping them with housing, education, benefits and pensions. He has worked on individual constituent services, as well as important environmental and local issues, from improving public transport to opposing the M4 through Gower."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A growing economy",
        "policyDescription": "The Welsh economy has consistently fallen behind the rest of the UK under Labour. Welsh Lib Dems will establish a Welsh Development Bank focused on helping SMEs, invest in skills through more apprenticeships and create a transport and digital infrastructure for the 21st Century. We will build 20,000 new affordable homes over the next five years and help young people get on the housing ladder with a Rent to Own scheme."
      },
      {
        "policyTitle": "A health service that works for you",
        "policyDescription": "Despite the best efforts of hard-working and dedicated staff, the Welsh NHS is not delivering. People are waiting too long for treatment whilst response times have been consistently worse. Welsh Liberal Democrats will get more nurses on our wards to improve patient care, building on Kirsty Williams' Nurse Staffing Levels Act. We will make it quicker and easier to see a GP and we will end mental health discrimination."
      },
      {
        "policyTitle": "A better education for our children",
        "policyDescription": "With Wales falling behind the rest of the UK, we need to give teachers time to teach. We will increase the amount of free gallery visits per pupil for the Welsh Lib Dem pupil premium. We will increase the amount for the pupil premium and we will deliver funding for all Welsh students going through a student living support grant for parents and we will introduce a degree fee waiver for remitting payment and delinquent past conduct."
      },
      {
        "policyTitle": "Tata Steel",
        "policyDescription": "Welsh Lib Dems are calling on the Government to act more urgently in relation to Tata Steel job losses. We are calling on the Welsh Government to cut Tata's rates bill."
      }
    ],
    "mentions": {
      "candidate": "Peter Black",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Kirsty Williams",
      "tacticalSituation": "This is Dai. He understands the Welsh Assembly voting system. Dai knows that if he votes Labour on the 2nd regional ballot paper that UKIP will instead win seats. So Dai gives his 2nd list vote to the Welsh Lib Dems to stop UKIP winning and re-elect Peter Black. Dai is smart - vote like Dai."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Welsh economy has consistently fallen behind the rest of the UK under Labour. Welsh Lib Dems will establish a Welsh Development Bank focused on helping SMEs, invest in skills through more apprenticeships and create a transport and digital infrastructure for the 21st Century.",
      "education": "With Wales falling behind the rest of the UK, we need to give teachers time to teach. We will increase the amount for the pupil premium and we will deliver funding for all Welsh students going through a student living support grant for parents and we will introduce a degree fee waiver for remitting payment and delinquent past conduct.",
      "environment": "",
      "governance": "",
      "health": "Despite the best efforts of hard-working and dedicated staff, the Welsh NHS is not delivering. People are waiting too long for treatment whilst response times have been consistently worse. Welsh Liberal Democrats will get more nurses on our wards to improve patient care, building on Kirsty Williams' Nurse Staffing Levels Act. We will make it quicker and easier to see a GP and we will end mental health discrimination.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Welsh economy has consistently fallen behind the rest of the UK under Labour. Welsh Lib Dems... will build 20,000 new affordable homes over the next five years and help young people get on the housing ladder with a Rent to Own scheme.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Assembly Member",
        "duration": "",
        "achievements": "Peter Black has taken on cases for thousands of people in Swansea, Neath Port Talbot, and Bridgend, helping them with housing, education, benefits, and pensions. He has worked on... improving public transport to opposing the M4 through Gower."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Peter Black has been a consistent and powerful voice for South West Wales...",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of Peter Black during various campaign activities."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```