```json
{
  "leaflet": {
	"candidateName": "Peter Black and Chris Holley",
	"constituency": "Swansea West",
	"politicalParty": "Welsh Liberal Democrats",
	"electionDate": "5th May",
	"messages": [
  	{
    	"title": "Local campaigners chosen",
    	"content": "Welsh Liberal Democrats have once more chosen Peter Black to lead up their regional list for the Welsh Assembly Election on 5th May. Peter is well known as a hard-working Assembly Member who always puts his community and his constituents first. He works alongside Regional Assembly being elected to the Welsh Assembly in 1999 and is also a Swansea Councillor. He lives in Swansea with his wife."
  	},
  	{
    	"title": "Delivering for Wales",
    	"content": "Despite only being a small group at the Welsh Lib Dems have been active throughout the Welsh Assembly."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "A growing economy",
    	"policyDescription": "Establish a Welsh Development Bank to support small businesses, invest in skills through more apprenticeships and create a 21st-century digital infrastructure for transport and energy."
  	},
  	{
    	"policyTitle": "A health service that works for you",
    	"policyDescription": "Building on Kirsty Williams' Nurse Staffing Levels Act. Will make it quicker and easier to see a GP and will build on mental health provision."
  	},
  	{
    	"policyTitle": "A better education for our children",
    	"policyDescription": "With Wales falling behind the rest of the UK, we need to give teachers time to teach and reduce infant class sizes to 25."
  	}
	],
	"mentions": {
  	"candidate": "Peter Black",
  	"otherPartyLeaderCandidate": "UKIP",
  	"partyLeader": "",
  	"tacticalSituation": "The fight is likely to be between Peter and UKIP for the last top-up seat. By voting for Chris Holley on the second vote you can ensure that it is the Welsh Lib Dems who win this seat."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "A growing economy - Establishing a Welsh Development Bank, supporting small businesses, investing in skills training, building a digital infrastructure.",
  	"education": "A better education for our children - Giving teachers more time to teach, reducing infant class sizes to 25.",
  	"environment": "",
  	"governance": "",
  	"health": "A health service that works for you - Building on the Nurse Staffing Levels Act by Kirsty Williams, improving GP access and enhancing mental health provision.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"Create new affordable homes over the next five years and introduce a housing ladder that young people can afford.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "Assembly Member for Swansea West",
    	"duration": "1999-present",
    	"achievements": "Working along with the Regional Assembly, elected to the Welsh Assembly in 1999 and retains his seat since then."
  	}
	],
	"contactInformation": {
  	"address": "110 Walter Road, Swansea, SA1 5QQ and 446 Middle Road, Gendros, Swansea, SA5 8EL",
  	"phone": "636535; 809668",
  	"email": "peter.black@welshlibdems.org.uk; chris.holley.number10@gmail.com",
  	"website": "www.peterblack.wales",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Peter Black at Tata Steel visit"
    	},
    	{
      	"caption": "Peter Black and Chris Holley"
    	}
  	]
	},
	"additionalNotes": "To re-elect Peter Black to the Welsh Assembly, put a cross next to Welsh Liberal Democrats under the regional list ballot. A double vote for the Welsh Lib Dems will not only strengthen our voice in the Assembly and deliver a Wales that works for you."
  }
}
```