```json
{
  "leaflet": {
    "candidateName": "Luciana Berger",
    "constituency": "Wavertree",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "EXCLUSIVE! CORRIE’S VERA DUCKWORTH: 'PENSIONERS WILL SUFFER IF TORIES WIN'",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing Modernisation",
        "policyDescription": "Took the Minister to a number of homes to demonstrate the use of government cash in home improvements, through the Liverpool Mutual Homes (LMH) initiative."
      },
      {
        "policyTitle": "Support for Students",
        "policyDescription": "First parliamentary candidate in Liverpool to sign the National Union of Students (NUS) 'Funding our Future' pledge to oppose any increase in fees in the next parliament and to support the introduction of a fairer alternative."
      }
    ],
    "mentions": {
      "candidate": "Luciana Berger",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Mentions of over £1 million invested in the local community, improvements particularly affecting pensioners if the opposition party wins."
    },
    "housing": [
      {
        "content":"Labour's housing Minister visits Wavertree. Discusses the Labour governments investment in homes through the Liverpool Mutual Homes (LMH) housing modernisation programme. More than £1 billion of funding available for city councils. Labour rejects the £1.5 billion of extra funding that the Labour government made available for councils to build new council houses. Over 23,000 people on the waiting list in Liverpool and Labour focuses on making improvements to existing housing, building decent, affordable homes should be a council priority.",
        "yimbyNimby": "YIMBY"
      }
    ],
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Housing Minister Ian Austin and Labour's Luciana Berger discuss LMH's housing modernisation programme."
        },
        {
          "caption": "Luciana Berger was the first parliamentary candidate in Liverpool to sign the National Union of Students (NUS) 'Funding our Future' pledge."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```