```json
{
  "leaflet": {
    "candidateName": "Kat Boettge",
    "constituency": "Broxtowe",
    "politicalParty": "Green Party",
    "electionDate": "General Election on December 12th",
    "messages": [
      {
        "title": "Stay in the EU",
        "content": "Vote for staying in the EU. Vote for action on climate change."
      },
      {
        "title": "Climate Chaos Action",
        "content": "The EU plays a significant role in tackling the climate emergency. By remaining in the EU we are part of international action to limit the worst of the upcoming climate chaos. We were given only 12 years. It’s our, our children’s and grandchildren’s future we’re protecting."
      },
      {
        "title": "Bring Social Justice",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stay in the EU",
        "policyDescription": "Kat Boettge and the Green Party advocate for remaining in the EU to address climate change and social injustice."
      },
      {
        "policyTitle": "Climate Chaos Action",
        "policyDescription": "The party emphasizes the significant role of the EU in tackling the climate emergency and commits to international action to avert the climate crisis."
      },
      {
        "policyTitle": "Bring Social Justice",
        "policyDescription": "The Green Party is committed to addressing social justice as part of its core platform."
      }
    ],
    "mentions": {
      "candidate": "Kat Boettge was selected as the East Midlands lead candidate for the European Elections in 2014 and 2019.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Broxtowe European election results: Change UK - 1,542; Green Party - 4,385 (we beat Labour and the Tories too!)"
    },
    "issues": {
      "brexitEurope": "Kat Boettge and the Green Party advocate for remaining in the EU to address climate change and social injustice.",
      "economy": "",
      "education": "",
      "environment": "The Green Party emphasizes the significant role of the EU in tackling the climate emergency and commits to international action to avert the climate crisis.",
      "governance": "",
      "health": "Kat Boettge is a psychotherapist within NHS services and recognizes first hand the importance of properly funding the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "\"The Greens have consistently been on the right side of politics, speaking out about the climate catastrophe, demanding social justice, opposing failed austerity\" - Kat Boettge",
    "politicalExperience": [
      {
        "role": "East Midlands lead candidate for the European Elections",
        "duration": "2014 and 2019",
        "achievements": "Argued passionately to remain in the EU."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "\"The Greens have consistently been on the right side of politics, speaking out about the climate catastrophe, demanding social justice, opposing failed austerity\"",
        "source": "Kat Boettge",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kat Boettge - Your Green Party Parliamentary Candidate"
        }
      ]
    },
    "additionalNotes": "Kat Boettge is originally from Germany but came to the UK 20 years ago. She has been working as a psychotherapist within NHS services whilst raising her daughter."
  }
}
```