```json
{
  "leaflet": {
    "candidateName": "Greg Marshall",
    "constituency": "Broxtowe",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "A personal message from Greg Marshall",
        "content": "I'm proud to be standing as Labour's Parliamentary Candidate here in Broxtowe, a place where I was born and brought up. Broxtowe is the place I love and call home. It's the place where I've served local residents for nine years as a member of Broxtowe Borough Council; and where I've spent five years serving as Vice Chair of governors at the school I went to when I was younger."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Ending Tory Austerity",
        "policyDescription": "Reversing the devastating effects of ten years of Tory austerity."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "We can choose a privatised NHS, chlorinated chicken, and remove ourselves from a position of influence in the world, or we can be a country which raises the bar for workers, provides strong public services, leads the world in tackling the climate crisis."
      },
      {
        "policyTitle": "Climate Crisis",
        "policyDescription": "Leads the world in tackling the climate crisis."
      },
      {
        "policyTitle": "Jobs and Economy",
        "policyDescription": "A Labour government would deliver 400,000 new green jobs as part of a Green New Deal."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "A Labour government would end student tuition fees and protect free university allowances."
      },
      {
        "policyTitle": "Social Welfare",
        "policyDescription": "A Labour government would protect free TV licenses and free bus passes for pensioners."
      }
    ],
    "mentions": {
      "candidate": "Greg Marshall",
      "otherPartyLeaderCandidate": "Anna Soubry, Darren Henry",
      "partyLeader": "",
      "tacticalSituation": "Anna Soubry's stance on fracking, Darren Henry's background and situation in the constituency, and the need for a candidate who truly cares for Broxtowe."
    },
    "issues": {
      "brexitEurope": "Breaking the Brexit deadlock.",
      "economy": "Deliver 400,000 new green jobs as part of a Green New Deal, and invest in more doctors and more nurses.",
      "education": "End student tuition fees and protect free university allowance.",
      "environment": "Tackle the climate crisis, be part of a Green New Deal.",
      "governance": "Labour promises a new direction with choices that offer hope and opportunity for everyone.",
      "health": "Invest in more doctors and nurses. Reject a privatised NHS and chlorinated chicken.",
      "immigration": "",
      "socialWelfare": "Protect free TV licenses and free bus passes for pensioners."
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Member of Broxtowe Borough Council",
        "duration": "Nine years",
        "achievements": "Serving local residents."
      },
      {
        "role": "Vice Chair of governors at the school",
        "duration": "Five years",
        "achievements": "Where I went to when I was younger."
      }
    ],
    "contactInformation": {
      "address": "106 Chilwell Road Beeston Nottingham NG9 1ES",
      "phone": "07856 812 006",
      "email": "greg4broxtowe@gmail.com",
      "website": "www.broxtowelabour.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "@greg4broxtowe",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "An MP who tells it like it is. I will always do that.",
        "source": "Greg Marshall",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Greg Marshall in Broxtowe, engaged in various community activities."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```