```json
{
  "leaflet": {
    "candidateName": "LAURA GORDON",
    "constituency": "SHEFFIELD HALLAM",
    "politicalParty": "LIBERAL DEMOCRAT",
    "electionDate": "Thursday 12th December",
    "messages": [
      {
        "title": "",
        "content": "Dear Resident, Around a quarter of people will suffer from a mental health issue this year. That's over 20,000 people just in Sheffield Hallam. And yet, there is still a chronic imbalance at the heart of the NHS: the way in which we treat people with physical illness and those who need mental health support. That's why I'm incredibly proud that the Liberal Democrats have committed to ensuring mental health support is available 24 hours a day, 365 days a year."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Support and Mental Health",
        "policyDescription": "Committed to ensuring mental health support is available 24 hours a day, 365 days a year, will tackle the imbalance in the NHS in treating physical illness and mental health support, and ensure proper funding."
      }
    ],
    "mentions": {
      "candidate": "LAURA GORDON",
      "otherPartyLeaderCandidate": "Conservatives",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "There is a chronic imbalance at the heart of the NHS: the way in which we treat people with physical illness and those who need mental health support. The Liberal Democrats' carefully costed plan will invest in the NHS across Britain. It will start to tackle the problems we hear about every week. We will cut waiting times in our NHS, increase access to mental health support and ensure it's properly funded.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "That's why I need your support on Thursday 12th December - so you get an MP helping to build a brighter future for Sheffield Hallam and to tackle the injustice of mental health care provision.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": "Led the campaign to save the NHS Walk-in Centre and Minor Injuries Unit which so many people rely on."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Laura Gordon with text 'LIBERAL DEMOCRAT CAMPAIGNER FOR SHEFFIELD HALLAM'"
        }
      ]
    },
    "additionalNotes": "P.S. Please support me on December 12th to help ensure we get the funding our local services need."
  }
}
```