```json
{
  "leaflet": {
    "candidateName": "Maddy Kirkman",
    "constituency": "Edinburgh Central",
    "politicalParty": "Scottish Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "An election like no other",
        "content": "Due to Covid-19, this election will look like none that has happened before. To protect the health of voters and the workers and volunteers who deliver the election, it is recommended that residents apply for a postal vote. You can request a form online and this must be returned by April 6th."
      },
      {
        "title": "Let’s SHAKE things up",
        "content": "We desperately need to diversify our parliament to be representative of the communities of the lives I am proud to be a young, disabled, working class woman standing for Holyrood, and hope to bring the lived experience of inequality into our parliament so that it can make better decisions on our behalf."
      },
      {
        "title": "My pledge to you",
        "content": "If elected, I am making a pledge that I will not take a pay-rise which currently stands at a value which is approximately half that of an MSP. Instead, I will donate the rest to causes and campaigns across the constituency, believe it is important for our political representatives to be rooted in their communities and it is not possible to do this on a grossly inflated income."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "JOBS",
        "policyDescription": "This crisis has proved that our city is sustained by key workers who are paid far too little for their essential work. We need good quality, well paid and long-term jobs in sectors like social care, hospitality, meet local needs."
      },
      {
        "policyTitle": "HOMES",
        "policyDescription": "Housing is a human right, but it is too expensive for many people to stay in our city. The housing market is out of control and we need to rebalance power in favour of residents. Housing quality is 27% of poor, with rise in Scottish housing of a state of urgent disrepair. It’s a scandal that there are homes lying empty whilst people sleep on the streets. I support controlling rent, short term lets investing in social housing, and strengthening local tenures to end homelessness for good."
      },
      {
        "policyTitle": "SERVICES",
        "policyDescription": "Councils like ours are collapsing under the weight of austerity from Westminster and neglect from Holyrood. Scottish Government has cut local councils to the bone, leading to job losses and service closures. The SNP promised to reform the regressive council tax but have failed to do so in 14 years of government. The Scottish Government has also failed to properly fund councils to deliver on legislation it has passed, or to properly respond to the greater need during the pandemic. I’m calling for a new deal for our local services that protects and supports our communities to thrive."
      },
      {
        "policyTitle": "CLIMATE",
        "policyDescription": "The climate emergency is the biggest challenge to this generation and it’s clear a business-as-usual approach just won’t cut it. We know how to tackle this crisis, and in doing so we can build a fairer and healthier society. Scottish Labour has the resources to lead the way in a just transition to renewable energy, instead of allowing good green jobs to go abroad. The Scottish Government has repeatedly missed its own targets for emissions harmful reducing. We can create jobs, warm homes, and better public transport while addressing the climate crisis, but only if our ambitions are matched by decisive action."
      }
    ],
    "mentions": {
      "candidate": "Maddy Kirkman",
      "otherPartyLeaderCandidate": "The SNP",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Housing is a human right, but it is too expensive for many people to stay in our city.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I am a disability activist with a range of experience campaigning for rights in education and health and against welfare reform and cuts to services. I’m a policy specialist who has worked across the third sector on issues relating to mental health, social care, children with experience of the care system, and homelessness. I’m a community campaigner who has been involved in collective action to protect tenants' rights, protect hospitality workers' rights, and save Gorgie community farm from closure.",
    "politicalExperience": [
      {
        "role": "Policy specialist",
        "duration": "",
        "achievements": "Worked across the third sector on mental health, social care, children with experience of the care system, and homelessness."
      },
      {
        "role": "Community campaigner",
        "duration": "",
        "achievements": "Involved in collective action to protect tenants' rights, protect hospitality workers' rights, and save Gorgie community farm from closure."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "MaddyKirkman.ScottishLabour@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "MK4EC",
        "twitter": "@MaddyKirkman",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Maddy Kirkman for Edinburgh Central"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```