```json
{
  "leaflet": {
    "candidateName": "Maddy Kirkman",
    "constituency": "Edinburgh Central",
    "politicalParty": "Scottish Labour",
    "electionDate": "May's Holyrood elections",
    "messages": [
      {
        "title": "Re: Your Ballot",
        "content": "Dear Edinburgh resident, I'm writing to you as your Scottish Labour candidate in May's Holyrood elections. I'm standing because I believe local people face urgent issues that our parliament is not dealing with."
      },
      {
        "title": "Who I am",
        "content": "I am a disability activist with years of experience campaigning for rights in education and health and against welfare reform and cuts to services."
      },
      {
        "title": "Let's SHAKE things up",
        "content": "We desperately need to diversify our parliament to be representative of the communities it serves."
      },
      {
        "title": "My pledge to you",
        "content": "If elected, I am making a pledge that I will not take a pay-rise on my current salary, which is approximately half that of an MSP."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Jobs",
        "policyDescription": "Protect and ensure that essential workers, many of whom are women or from BAME communities, are not paid less for the work they work they do. Also, to guard recriters, help-paid, and long-term jobs in sectors such as social care, and also, as tourism recovers, we must protect hospitality workers by improving pay and conditions and tackling insecurity in the gig economy."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Make it a human right and too expensive for many people to stay in our city. The housing market is out of control in Edinburgh, and we need to rebalance power in favor of people who live here. That means ending rents, regulating short-term lets, investing in social housing, and ending homelessness for good."
      },
      {
        "policyTitle": "Services",
        "policyDescription": "Councils like ours are collapsing under the weight of austerity from Westminster and neglect from Holyrood. We're at its limits, parks, schools, or the services that support vulnerable groups—our council has to be able to meet local needs. I'm calling for a new deal for local government that keeps services open, protects council jobs and supports our communities to thrive."
      },
      {
        "policyTitle": "Climate",
        "policyDescription": "The climate crisis is the biggest challenge of this generation and it's clear a business-as-usual approach just won't cut it. Scotland has the resources to lead the world in a just transition to renewable energy, but in a socialised model local councils like ours get homes to protect people from fuel poverty. It's time to do what it takes to meet net zero. If Scotland leads, and protecting our green spaces for the health of our planet."
      },
      {
        "policyTitle": "Scottish Labour's National Recovery Plan",
        "policyDescription": "Jobs Recovery: Guarantee a job for every young Scot by investing in a National Training Fund and a Business Restart Fund. NHS Recovery: Fund our NHS to get cancer treatment back on track, improve mental health, and give carers the pay they deserve. Education Recovery: Develop a catch-up plan which invests in schools, and ensures IT support in every primary and secondary. Community Recovery: Create a community recovery fund to invest in local areas, and make our communities safer and stronger."
      }
    ],
    "mentions": {
      "candidate": "Maddy Kirkman",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "This constituency needs a representative who will speak up for local people and not use this seat to keep themselves in a London HQ, and to rebuild people's rights including access to benefits and work that's fair for all."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Scotland has resources to lead the world in a just transition to renewable energy. Protecting our green spaces for the health of our planet.",
      "governance": "Calling for a new deal for local government that keeps services open, protects council jobs, and supports our communities to thrive.",
      "health": "Fund NHS to get cancer treatment back on track, improve mental health.",
      "immigration": "",
      "socialWelfare": "Guard essential workers, hospital workers improving pay and conditions.",
      "housing": [
        {
          "content": "Housing marked out control in Edinburgh, need to rebalance power in favor of people who live here, ending homelessness for good.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I am a disability activist with years of experience campaigning for rights in education and health and against welfare reform and cuts to services. I'm a policy specialist who has worked across the third sector on issues relating to mental health, social care, children with experience of the care system, and homelessness.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "78 Buccleuch Street Southside, Edinburgh, EH8 9LS",
      "phone": "",
      "email": "MaddyKirkman.ScottishLabour@gmail.com",
      "website": "www.maddy-kirkman.uk",
      "socialMedia": {
        "facebook": "/MK4EC",
        "twitter": "@MaddyKirkman",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Maddy Kirkman with others in front of Scottish Parliament Public Entrance"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```