{
  "leaflet": {
    "candidateName": "",
    "constituency": "Barnet",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Let's start the debate....",
        "content": "The economy is everyone’s top concern. Labour has led the world in stopping recession from turning into depression by maintaining spending. The Tories opposed these measures. Alone in the developed world, they would have cut the deficit now, rather than when the recession ends. This is economic illiteracy. The Conservatives would have sent us deeper into recession. Labour is pledged to halve the deficit, but only when the economy starts to grow again."
      },
      {
        "title": "Bankers’ bonuses",
        "content": "The Financial Services Bill announced in the Queen’s Speech will transform the way the financial sector is policed and ensure that banks themselves and not the taxpayer are made to pay for their failings. Bankers’ contracts may be declared void if the Financial Services Authority believes the pay structure encourages too much risk."
      },
      {
        "title": "Barnet Council",
        "content": "The Conservatives want to run it like a well-known budget airline, pairing services to the bone and charging for everything else. Already they have voted to axe sheltered housing wardens for elderly people. Why does the local MP, Theresa Villiers, have nothing to say on these radical proposals? I shall be campaigning hard to protect services for those least well off in Barnet."
      },
      {
        "title": "Care for the elderly",
        "content": "From next October 280,000 of the neediest people are to get free care in their homes, demonstrating that even in a tough financial climate Labour remains committed to a progressive programme to help the most vulnerable in our society. The Tories do not want this. They are proposing an insurance based scheme where a one-off payment of £8,000 will guarantee cover for future nursing home costs. Maybe fine for those who can afford it, but what about the rest?"
      },
      {
        "title": "Fare rises",
        "content": "Why has local MP, Theresa Villiers, Shadow Transport Minister, had nothing to say about Boris Johnson’s fare increases in London?"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour has maintained spending to prevent turning recession into depression, opposing Conservative cuts to the deficit now. Labour aims to halve the deficit when the economy grows."
      },
      {
        "policyTitle": "Europe",
        "policyDescription": "Labour believes in being a leading player in the EU, opposing Conservative plans to renegotiate treaties which could put Britain at the margins of Europe."
      },
      {
        "policyTitle": "Bankers’ bonuses",
        "policyDescription": "The Labour Party supports the Financial Services Bill to ensure banks are held accountable for their failings, not taxpayers."
      },
      {
        "policyTitle": "Care for the elderly",
        "policyDescription": "Labour proposes free care for the neediest elderly at home, counter to Conservative insurance-based alternatives."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Labour aims to protect sheltered housing and services for the elderly from Conservative budget cuts in Barnet."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Theresa Villiers",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Labour wants Britain to be a leading player in the EU, opposing Conservative renegotiation of EU treaties.",
      "economy": "Labour intends to halve the deficit when the economy grows, criticising Conservative economic measures during a recession.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour is critical of Conservative plans to cut services and sheltered housing for the elderly in Barnet.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.damien4chippingbarnet.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "For comments by Damien on Labour policies go to www.damien4chippingbarnet.com"
  }
}