{
  "leaflet": {
    "candidateName": "Theresa Villiers",
    "constituency": "Chipping Barnet",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "WE NEED CHANGE TO GET THE COUNTRY BACK ON ITS FEET",
        "content": "Britain urgently needs change. The Government is spending far more than it is receiving from taxes, running up a huge deficit and leaving larger debt for future generations. Even more debt when the world is in its deepest recession for sixty years. We need change to get the country back on its feet."
      },
      {
        "title": "BARNET COUNCIL SUPPORTS CHURCH FARM YOUTH CLUB WITH £21,000 GRANT",
        "content": "Once again Barnet Council has found the funds to ensure access for all to its key services, in this case the youth of your area. The Youth Club is also open all night, a week to youngsters with autism."
      },
      {
        "title": "WWII NAMES TO BE ADDED TO WAR MEMORIAL",
        "content": "A campaign led by local resident Catherine Loveday to get the names of WWII servicemen and women added to East Barnet War Memorial has been given the go ahead by Barnet Council. The campaign was backed by Theresa Villiers MP and East Barnet Ward Councillors, Joanna Tambourides and Robert Rams."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Policy",
        "policyDescription": "The campaign leaflet emphasizes the need to tackle the government's deficit, reduce public expenditure, and create job opportunities."
      },
      {
        "policyTitle": "Support for Public Services",
        "policyDescription": "The candidate supports providing grants to local services such as the Church Farm Youth Club."
      }
    ],
    "mentions": {
      "candidate": "Theresa Villiers",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Conservatives have radical plans to free up our public services, by abolishing centrally imposed targets, giving frontline clinicians control over the majority of the NHS budget and giving teachers unqualified powers to maintain discipline in the classroom. We will give more police more power on our streets by cutting the bureaucracy Labour has inflicted on them.",
      "education": "The conservatives also have radical plans to free up our public services by giving teachers unqualified powers to maintain discipline in the classroom.",
      "environment": "",
      "governance": "The biggest and most important change needs to be reform our economy to growth. Here in Chipping Barnet, I have always demonstrated how we work best when we are free from diktats from central government.",
      "health": "The conservatives have radical plans to free up our public services by giving frontline clinicians control over the majority of the NHS budget.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I'm proud of my work over the past few years.",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "the previous five years",
        "achievements": "I have campaigned tirelessly against the threat of overdevelopment and the loss of precious green space. I've also supported our excellent local schools and health services, and worked hard to help local businesses in today's difficult economic climate."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "020 8449 7346",
      "email": "theresa@theresavilliers.co.uk",
      "website": "www.theresavilliers.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Theresa Villiers, Member of Parliament for Chipping Barnet"
        }
      ]
    },
    "additionalNotes": ""
  }
}