{
  "leaflet": {
    "candidateName": "George Kerevan",
    "constituency": "Edinburgh East",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "WHO WILL STAND UP FOR YOU AFTER THE ELECTION?",
        "content": "My message is simple: traditional politicians have failed to serve the people. We need to elect not just politicians but local champions dedicated to listening to their constituents and serving their local community above anything else."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Building the City’s Conference Centre",
        "policyDescription": "Responsible for building the city’s conference centre."
      }
    ],
    "mentions": {
      "candidate": "George Kerevan is a campaigning journalist and a former teacher of economics at Napier University.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "If there is a hung parliament, a strong SNP group of MPs will be in the best position to get Scotland a good deal from the London parties."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Will champion the most vulnerable by fighting for better pensions and opposing university fees and spending cuts in our community.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have served as local councillor for Portobello for 12 years, where I dealt directly with local problems. I chaired the Edinburgh Tourist Board and sat on the Edinburgh Festival Council. As Convener of Edinburgh’s Economic Development Committee, I was responsible for building the city’s conference centre. I have championed Edinburgh and its people for the last 30 years.",
    "politicalExperience": [
      {
        "role": "Local councillor for Portobello",
        "duration": "12 years",
        "achievements": "Dealt directly with local problems."
      },
      {
        "role": "Chair of the Edinburgh Tourist Board",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "George Kerevan, SNP candidate for Edinburgh East"
        }
      ]
    },
    "additionalNotes": "Note: Due to recent boundary changes you are now in Edinburgh East Constituency, currently held by the SNP’s Kenny MacAskill in the Scottish Parliament."
  }
}