```json
{
  "leaflet": {
    "candidateName": "Bridget Fox",
    "constituency": "Islington South",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear [Constituent]",
        "content": "If you vote Conservative here in the General Election – Labour will win. Sounds odd, doesn't it? But it's true. One thing is clear - Labour certainly don't deserve to win again here. We've got a Labour MP who time and again has sided with Gordon Brown instead of fighting for local people. Votes cast here, even in the General Election, don't count towards who forms the Government. They only count towards who gets to be your local MP. And your local MP will either be me, or the Labour MP we currently have. I stood here at the last General Election – and finished just 484 votes behind Labour. The Conservatives finished a distant third. But to beat Labour and their stranglehold on Islington, we need everyone who wants to see change pull the same direction. Voting Conservative will just let Labour sneak back in. Strange though it sounds – every vote for the Conservatives just helps Labour in Islington South. Every Lib Dem vote helps to beat Labour. Top election pundits, the bookies and journalists say this election race is neck and neck between me and Gordon Brown's Labour MP. It's time for a change and Labour can be beaten. With your support, we can win real change and a fresh start for our area."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Bridget Fox",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "If you vote Conservative here in the General Election – Labour will win. ... every vote for the Conservatives just helps Labour in Islington South. Every Lib Dem vote helps to beat Labour. ... this election race is neck and neck between me and Gordon Brown's Labour MP."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "I stood here at the last General Election – and finished just 484 votes behind Labour.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "3N Leroy House, 436 Essex Road, London, N1 3QP",
      "phone": "",
      "email": "",
      "website": "www.BridgetFox.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Bridget Fox for Islington South"
        }
      ]
    },
    "additionalNotes": "Our area will be a two-horse race between me and Gordon Brown's Labour MP. The result is possible. The Conservatives can't win and Labour don't deserve to."
  }
}
```