```json
{
  "leaflet": {
    "candidateName": "Norman Lamb",
    "constituency": "North Norfolk",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "The only politician who gets it right – every time",
        "content": "As the UK's financial crisis continues Lib Dem Shadow Chancellor Vince Cable has gained an enviable record as the only person who predicted the crash and then produced the right response. He is demanding radical changes to the banking system."
      },
      {
        "title": "A lifeline for the NHS",
        "content": "Lib Dems publish blueprint for reform. 'The NHS is a much loved institution but it is facing an unprecedented financial challenge over the next few years,' says Norman Lamb, Lib Dem MP for North Norfolk."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Banking System Reform",
        "policyDescription": "Vince Cable is demanding radical changes to the banking system, dealing with RBS's losses and bonus payments, endorsing split-up of banks."
      },
      {
        "policyTitle": "NHS Reform",
        "policyDescription": "Norman Lamb has published his vision on how the NHS can cope in the current economic climate, proposing a balanced approach to drastically reduce costs, improve the quality of care, and give the option to contact GPs by email."
      }
    ],
    "mentions": {
      "candidate": "As the UK's financial crisis continues Lib Dem Shadow Chancellor Vince Cable...cheered for agreeing with Barack Obama that old-style banks should be split from their investment arms.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Vince Cable, the Lib Dem Shadow Chancellor of the Exchequer",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Vince Cable has gained an enviable record as the only person who predicted the crash... demanding radical changes to the banking system.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "'The NHS is a much loved institution but it is facing an unprecedented financial challenge over the next few years,' says Norman Lamb, Lib Dem MP for North Norfolk.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Shadow Health Secretary",
        "duration": "",
        "achievements": "Published radical proposals that would safeguard our NHS"
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Jacky Howe",
        "endorsement": "with Vince Cable MP, the Lib Dem Shadow Chancellor of the Exchequer"
      }
    ],
    "quotes": [
      {
        "text": "Cable praised worldwide when RBS paid out in bonuses...when RBS continues to make losses.",
        "source": "Polly Toynbee, 17 February 2010",
        "date": "17 February 2010"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jacky Howe with Vince Cable MP, the Lib Dem Shadow Chancellor of the Exchequer"
        },
        {
          "caption": "Norman Lamb, Shadow Health Secretary and North Norfolk's Liberal Democrat MP has published radical proposals that would safeguard our NHS"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```