```json
{
  "leaflet": {
    "candidateName": "Vince Cable",
    "constituency": "Carshalton",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Let’s get Britain on the road to recovery",
        "content": "Our economy is in a fragile state. One wrong move could send Britain tumbling back into recession. Now more than ever our country needs the right policies to get the economy moving again."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Recovery",
        "policyDescription": "As Chancellor of the Exchequer, I would move immediately to get the banks lending to small businesses to help create jobs. We will break up the banks to ensure people's savings are never put at risk again. Our fairer tax plan will put money back in the pockets of ordinary families."
      }
    ],
    "mentions": {
      "candidate": "After thirteen years of disappointment and failure, you've seen what Labour can do.",
      "otherPartyLeaderCandidate": "David Cameron and George Osborne",
      "partyLeader": "Only Nick Clegg's Liberal Democrats",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Our economy is in a fragile state. One wrong move could send Britain back into recession. Now more than ever our country needs the right policies to get the economy moving again. After thirteen years of disappointment and failure, you've seen what Labour can do.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Only Nick Clegg’s Liberal Democrats are offering a different approach.",
    "politicalExperience": [
      {
        "role": "Shadow Chancellor of the Exchequer for the Liberal Democrats",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "4 Cowley Street, London, SW1P 3NB",
      "phone": "",
      "email": "",
      "website": "www.libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vince Cable MP Liberal Democrat Shadow Chancellor"
        }
      ]
    },
    "additionalNotes": "PS - Make sure your voice is heard by signing up for a postal vote today using the form enclosed. Your vote could be the one that brings real change to Britain."
  }
}
```