{
  "leaflet": {
    "candidateName": "Stephen Mold",
    "constituency": "Derby",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message from Stephen Mold",
        "content": "We are now facing the prospect of our own judgement day in Britain. A General Election is imminent and for my own part, I am looking forward with optimism and energy to the prospect of a positive change for Derby and for the country. Despite my positivity, I have found it both unfortunate and disappointing that we have been subjected to a series of negative campaigns from other candidates in Derby, rather than hearing them focus on what positive changes they believe they can bring to our city. It seems the most important thing for them, is to speak to you at length about why you shouldn't vote for a real Conservative Change, rather than detailing what they intend to do to turn our country around. I think the people of Derby deserve, and expect better."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Stephen Mold",
      "otherPartyLeaderCandidate": "Liberal Democrats Campaign",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "I believe that the era of the career politician is coming to an end. I feel I can make a real positive contribution to drive Derby and our country forward. I believe I can help to make a real difference.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "In addition to our home in Derby, our family also has a place near where I work in Northampton. Like most of you, I have to earn a living in order to see my family at night, which I will never sacrifice, such an arrangement is unavoidable.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I urge you all, come the election, to think about your own future, your own hopes, your own dreams, and make sure your vote counts for the good of us all.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "8 Priory Heights Court, Burton Road, Derby DE23 6AX",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "The leaflet criticizes negative campaigns from other candidates and emphasizes the need for constructive proposals for the city. It also expresses a sentiment against 'career politicians' and suggests that being an MP is about serving the people rather than themselves."
  }
}