```json
{
  "leaflet": {
    "candidateName": "Gerald Kaufman",
    "constituency": "Levenshulme",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "WORKING TO HELP THE ELDERLY",
        "content": "Gerald Kaufman celebrates his 102nd birthday with Florence Stockwin in Levenshulme. Florence's greatest wish was to remain in her own home, and new Labour Government laws help to make her wish possible. The Labour Government brought in Winter Fuel Payments, which are provided for pensioners every year. And Labour has brought in free television licences for all pensioners aged 75 and over."
      },
      {
        "title": "WORKING FOR A FIRST-RATE NATIONAL HEALTH SERVICE",
        "content": "Gerald Kaufman presenting the 'Cash Back for Christie' petition at 10 Downing Street. Because of Icelandic bank collapses, Christie Hospital’s charity cash was risked. Gerald Kaufman worked closely with Christie, had urgent meetings with Government Ministers to get Christie’s money repaid. It was the Labour Government that made sure the repayment was made. With Labour in office, the NHS has more funding than ever before and nine out of ten times gets free anti-flu vaccinations from our NHS."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Support for the Elderly",
        "policyDescription": "Introducing laws to help elderly people like Florence Stockwin remain in their own home, Winter Fuel Payments provision every year, and free television licenses for pensioners aged 75 and over."
      },
      {
        "policyTitle": "Strengthening the National Health Service",
        "policyDescription": "Ensuring funding for the NHS and the repayment of money for Christie Hospital, promoting vaccinations and opposition to NHS service cuts previously made by Conservatives."
      }
    ],
    "mentions": {
      "candidate": "Gerald Kaufman",
      "otherPartyLeaderCandidate": "Conservatives",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Mention of Gerald Kaufman ensuring the NHS has more funding than ever with Labour in office and getting free anti-flu vaccinations from the NHS. Also mentions Gerald Kaufman's role in getting 'Cash Back for Christie' after the Icelandic bank collapse.",
      "immigration": "",
      "socialWelfare": "Support for the elderly with new Labour Government laws to help them remain in their homes along with providing Winter Fuel Payments and free television licences to pensioners aged 75 and over.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "And remember: when they were in power the Conservatives cut the link between pensions and the earnings of those in work. The Conservatives in Parliament opposed Winter Fuel Payments and free TV licences.",
        "source": "Leaflet message on elderly support",
        "date": ""
      },
      {
        "text": "And remember: when the Conservatives were the Government, they slashed the funding and the NHS desperately needed and waiting-lists soared. Until Gerald Kaufman shamed the Conservative Government in Parliament, at Gorton Medical Centre patients, doctors and medical staff were forced to use a building that was almost a shack.",
        "source": "Leaflet message on National Health Service",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Gerald Kaufman with Florence Stockwin, celebrating her greatest wish to stay in her own home."
        },
        {
          "caption": "Gerald Kaufman presenting the 'Cash Back for Christie' petition at Downing Street."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```