```json
{
  "leaflet": {
    "candidateName": "Nick de Bois",
    "constituency": "Enfield North",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "PUTTING ENFIELD FIRST",
        "content": "I'm Nick de Bois, your Conservative candidate for the general election. I have been frustrated by the constant running down of public services in Enfield, such as the downgrading of Chase Farm Hospital, the closure of post offices and police having to spend more time on paperwork than patrolling the streets. At this time when we're paying more taxes than ever, this all has to stop and needs everything else second."
      },
      {
        "title": "IT'S TIME FOR CHANGE",
        "content": "The general election is just weeks away now. This is a big moment for Britain. It comes at a time when our economy is in deep trouble, we need to mend our broken society and rebuild trust in our political system. We can't go on like this; Britain needs change to get the country back on its feet - to heal the mistakes of the past and bring new ideas and energy for our future. This can be the year for change—and the Conservatives have the plans to make that a reality."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Chase Farm Hospital",
        "policyDescription": "Support David Cameron's pledge to halt Labour's cuts to Chase Farm, review them on clinical grounds only."
      },
      {
        "policyTitle": "Criminal Justice",
        "policyDescription": "End the soft touch approach to criminals where violent offenders are given cautions."
      }
    ],
    "mentions": {
      "candidate": "Nick de Bois",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "I believe we need more MPs with real experience of life outside Westminster; MPs from a different type of politics. I've fought off post office closures, kept a health club at Princess Park running when the administrators wanted to close it down, and through my business, I've helped hundreds of people re-mortgage and find new homes, saving them money and providing them with security.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Enfield North Conservatives, 276 Baker Street, Enfield, EN1 3LD",
      "phone": "0206 336053",
      "email": "office@enfieldnorth.com",
      "website": "www.nickdebois.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick de Bois with David Cameron and other Conservatives"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```