```json
{
  "leaflet": {
    "candidateName": "Roberta",
    "constituency": "Durham",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Roberta: an MP who has delivered for Durham's families",
        "content": ""
      },
      {
        "title": "Sure Start is under threat with Tory cuts",
        "content": "Roberta said, 'I speak to mums and dads all the time, and they tell me how much they value their local Sure Start Centre and the services they provide. I agree that Sure Start Centres are one of Labour's best successes. 'But we all need to remember that it was Labour that delivered them, and only Labour is really committed to them. The Tories have pledged to slash public spending and Sure Starts could easily be the target. Do you want to take that risk? Vote Labour to make sure we keep our Sure Start Centres.'"
      },
      {
        "title": "How can I support Roberta and Labour in Durham?",
        "content": "A form asking for support and voting intentions with options such as intending to vote for Roberta, happy to display a poster, etc."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "New schools across Durham",
        "policyDescription": "Thanks to Labour we have new schools right across Durham. Durham Johnston School has brand new buildings and was the location of the recent Cabinet visit to the North East. Framwellgate School is being rebuilt as a Science Campus and there will be a new Academy to serve Belmont and Gilesgate. Primary schools are also being rebuilt and refurbished in many of our villages."
      },
      {
        "policyTitle": "MP brings Free School Meals to Durham",
        "policyDescription": "Roberta campaigned to get Free School Meal pilots for all Primary School children established. The first of these pilots was in Durham where children have been receiving their free meals since September. The scheme has proved very popular indeed with some schools reporting 100% take-up so that every single child is now enjoying a free, hot, nutritious meal every day."
      },
      {
        "policyTitle": "A new National Care Service",
        "policyDescription": "Labour is committed to giving older people the help and support they need. That is why we are moving towards a new National Care Service which will give people more help to stay in their own home if they wish. The new scheme will give people the power to choose for themselves how and where they receive the care they need. This includes those people with the greatest need who will be able to receive free personal care. Remember, only Labour will continue to support the most vulnerable in society."
      }
    ],
    "mentions": {
      "candidate": "Roberta",
      "otherPartyLeaderCandidate": "Tories",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Thanks to Labour we have new schools right across Durham.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Labour's commitment to Sure Start Centres and the introduction of Free School Meals in Durham.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Roberta's record on expenses is exemplary.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "Since being elected in 2005",
        "achievements": "Roberta has been commended for running such a strong support service for her constituents, taking up almost 30,000 cases."
      }
    ],
    "contactInformation": {
      "address": "FREEPOST RTHU-JCXC-KRGT, Durham Labour Party, Milburngate House, Durham DH97 1PA",
      "phone": "",
      "email": "",
      "website": "www.roberta.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of Roberta with children, school meals, Gordon Brown and the Cabinet at Durham Johnston School, and a voter."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```