```json
{
  "leaflet": {
    "candidateName": "Phil Sawford",
    "constituency": "Kettering",
    "politicalParty": "Labour",
    "electionDate": "Spring 2010",
    "messages": [
      {
        "title": "Local, Honest, Hard working, Outspoken and Independent",
        "content": "I have stood as a Labour candidate six times since 1977 and I am proud to do so again. This election is about the kind of future you want for yourself, your family and your community. I am happy to stand on my record and your continued support."
      },
      {
        "title": "Working for you",
        "content": "Supporting the NHS."
      },
      {
        "title": "Time for tactical voting",
        "content": "The majority of people in Kettering Constituency do not want a Conservative MP but their votes split up between Labour and smaller parties. The only candidate that can beat the Tories to the vote is him."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Supporting the NHS",
        "policyDescription": "Phil has worked hard to get local investment and new facilities at Kettering General Hospital."
      },
      {
        "policyTitle": "Opportunity for all",
        "policyDescription": "A good education is an investment in the future. Phil has always campaigned for more teachers, more school support staff, more university places and a better school environment."
      }
    ],
    "mentions": {
      "candidate": "Phil Sawford",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The majority of people in Kettering Constituency do not want a Conservative MP but their votes split up between Labour and smaller parties."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Phil has always campaigned for more teachers, more school support staff, more university places and a better school environment.",
      "environment": "",
      "governance": "",
      "health": "Phil has worked hard to get local investment and new facilities at Kettering General Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "This election is about the kind of future you want for yourself, your family and your community. I am happy to stand on my record and your continued support.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for the Kettering Constituency",
        "duration": "1997 to 2005",
        "achievements": "Phil Sawford served as the Member of Parliament for the Kettering Constituency from 1997 to 2005."
      }
    ],
    "contactInformation": {
      "address": "24 Market Hill Rothwell Northants, NN14 6BW",
      "phone": "01536 711511",
      "email": "[email protected]",
      "website": "www.ketteringlabourparty.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "@philsawford",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Glenda Weston",
        "endorsement": "Glenda Weston is a retired Nurse and Rothwell local. She says 'Residents and people know Phil and they know how hard he worked for the community. He is the best MP we have ever had and if you want him back in Westminster working just for you then you have to vote for him. The choice is yours.'"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Phil and Rose - Together for over thirty years."
        },
        {
          "caption": "Phil Sawford – Local voice - Local choice."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```