```json
{
  "leaflet": {
	"candidateName": "Portia Wilson",
	"constituency": "Corby",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "",
    	"content": "I am passionate about the National Health Service and the environment. As a young mum who works as a District Nurse I know how important our NHS is..."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Fair taxes",
    	"policyDescription": "Close loopholes for the richest and introduce a tax on mansions to fund tax cuts of up to £700 on average for everyone else."
  	},
    {
      "policyTitle": "Education",
      "policyDescription": "Cut class sizes so children get the attention they need at school. We will also invest £2.5 billion into schools for more teachers, better discipline and resources."
    },
    {
      "policyTitle": "Fair, clean and local politics",
      "policyDescription": "Getting big money and corrupt donors out of politics altogether, reducing the number of MPs by 150, giving power over the police and NHS to local communities, changing the voting system to abolish safe seats and giving you the right to sack corrupt MPs."
    },
    {
      "policyTitle": "A fair, green economy with jobs that last",
      "policyDescription": "We will enable growth in every part of Britain to promote greener technology and create lasting jobs. We will end the casino banking that caused the financial crisis by breaking up the banks. We will bring in private money to build the transport links, energy grid and public buildings we need for a sustainable, low carbon economy in every part of Britain."
    }
	],
	"mentions": {
  	"candidate": "Portia Wilson",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": "Lib Dems on the up! Time after time elections in Corby show people are turning their trust in the Liberal Democrats."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "We will enable growth in every part of Britain to promote greener technology and create lasting jobs...",
  	"education": "We will also invest £2.5 billion into schools for more teachers, better discipline and resources.",
  	"environment": "I am passionate about...the environment...",
  	"governance": "Getting big money and corrupt donors out of politics altogether, reducing the number of MPs by 150...",
  	"health": "I am passionate about the National Health Service...",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"We will close loopholes for the richest and introduce a tax on mansions to fund tax cuts...",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "As a young mum who works as a District Nurse I know how important our NHS is...",
	"politicalExperience": [
  	{
    	"role": "District Nurse",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "Unit H9, 10 St. Mark's Lane, Oakham, Corby, NN18 8EF",
  	"phone": "01536 74470",
  	"email": "corbylibdems@gmail.com",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Image of Portia Wilson"
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```