```json
{
  "leaflet": {
	"candidateName": "Wendy Morton",
	"constituency": "Tynemouth",
	"politicalParty": "Conservatives",
	"electionDate": "",
	"messages": [
  	{
    	"title": "WE CAN'T GO ON LIKE THIS. IT'S TIME FOR CHANGE.",
    	"content": "The general election is just weeks away now. This is a big moment for Britain. It comes at a time when our economy is in deep trouble, we need to mend our broken society and rebuild trust in our political system. We can't go on like this. Britain needs change to get the country back on its feet - to heal the mistakes of the past and bring new ideas and energy for our future."
  	},
  	{
    	"title": "VOTE FOR CHANGE",
    	"content": "As every family knows, the longer you leave a debt, the more serious the problem, the worse it gets. I want a better future for Tynemouth Constituency with its stunning coastline, iconic landmarks, cultural heritage and real communities is a great place to live - but I believe it could be even better. People have told me they are concerned about jobs, the cost of living; debt and its implications for the future; and the loss of local amenities including Post Offices. This recession has changed not only the way we live but our quality of life. Savings rates have plummeted; leaving many pensioners worried how they will pay their bills. I want our streets to be safer and the regeneration of our town centres to continue."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Supporting Families, Fighting Crime",
    	"policyDescription": "We will protect spending on the NHS and improve it for everyone. We will stand up for families, sort out our schools and fight back against crime."
  	},
  	{
    	"policyTitle": "Economy",
    	"policyDescription": "We will cut the deficit, stop the tax credit overpayments worth £2 billion, tackle the welfare dependency and bringing greater transparency to government spending."
  	},
  	{
    	"policyTitle": "Renewing Trust in Politics",
    	"policyDescription": "Work tirelessly to restore trust and integrity to the political scene."
  	},
  	{
    	"policyTitle": "Local Police and Bureaucracy",
    	"policyDescription": "Campaign for more police officers on our streets by reducing unnecessary paperwork and bureaucracy."
  	},
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Lead the fight for first class local services and champion a fairer deal for hard pressed pensioners and schools."
  	}
	],
	"mentions": {
  	"candidate": "Wendy Morton",
  	"otherPartyLeaderCandidate": "Gordon Brown",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "We will cut the deficit.",
  	"education": "Lead the fight for first class local services and champion a fairer deal for...schools.",
  	"environment": "",
  	"governance": "Work tirelessly to restore trust and integrity to the political scene.",
  	"health": "We will protect spending on the NHS and improve it for everyone.",
  	"immigration": "",
  	"socialWelfare": "tackle the welfare dependency and bringing greater transparency to government spending.",
  	"housing": [
    	{
      	"content":"I want our streets to be safer and the regeneration of our town centres to continue.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "5 Albion Road, North Shields, NE30 2RJ",
  	"phone": "0191 257 1404",
  	"email": "wendy4tynemouth@btinternet.com",
  	"website": "www.wendy4tynemouth.com",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Wendy Morton with local residents"
    	}
  	]
	},
	"additionalNotes": "The leaflet does not provide a date for the election referred to. The personal statement and political experience sections are not filled out due to lack of specific information in the provided image. The economy topic is filled in both the keyPolicies and issues sections because it is a key campaign pledge and is also an important national issue."
  }
}
```