```json
{
  "leaflet": {
    "candidateName": "Simon Nayyar",
    "constituency": "Hackney South and Shoreditch",
    "politicalParty": "Conservatives",
    "electionDate": "6th May",
    "messages": [
      {
        "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
        "content": "In just a few weeks we will have the most important election for a generation. Our economy is broken, our politics are in disarray and we need to change our behaviour. Our political system is in a crisis. We cannot go on like this. A Conservative government will take bold action on all fronts. We'll cut Gordon Brown's waste and debt to get our economy moving. We'll stop tax rises that hit people who do the right thing and make people who sit on society's sidelines pull themselves up as we protect our support as well."
      },
      {
        "title": "GUARANTEES OF ACTION IN HACKNEY SOUTH AND SHOREDITCH",
        "content": "Hi, I'm Simon Nayyar, Conservative Parliamentary Candidate for Hackney South and Shoreditch. If you think Hackney could be better run, better policed, with better schooling and safer neighbourhoods, now's the time to vote for change. Real change. Be that change."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "GETTING BRITAIN WORKING",
        "policyDescription": "We will reverse the rise in National Insurance."
      },
      {
        "policyTitle": "BACKING THE NHS",
        "policyDescription": "David Cameron has made the NHS his number one priority in government."
      },
      {
        "policyTitle": "RAISING STANDARDS IN SCHOOLS",
        "policyDescription": "We will create an environment of discipline and respect in schools, give parents more say and set higher standards."
      },
      {
        "policyTitle": "SUPPORTING FAMILIES",
        "policyDescription": "Families are the foundation of a strong society. David Cameron will support families."
      }
    ],
    "mentions": {
      "candidate": "Simon Nayyar",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour's debt isn't working. Residents are always telling me how worried they are about their livelihoods and financial security under Labour who will hit jobs by supporting local small businesses to generate the jobs Hackney needs.",
      "education": "I promise that parents will be able to decide what's best for their kids. Hackney kids mustn't be shut out of their own community for their schooling just because Hackney can't provide sufficient places in the borough.",
      "environment": "",
      "governance": "",
      "health": "One of the main reasons for rising GP and A&E appointment congestion is the Labour-instated - as a consequence of defeats suffered from no-win, no-fee lawsuits - present compensation culture and a source of contrite policy.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Hackney homes is failing its tenants. Many residents at [location redacted] live in bedsits with their entire families, and anti-social behaviour in and so around the tenabts are living in conditions that nobody should ever have to endure. We will hold Hackney homes to account for their shortcomings.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "67 Halliford Street, London, N1 3HF",
      "phone": "020 7226 1599",
      "email": "simon@simonnayyar.com",
      "website": "www.simonnayyar.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Simon Nayyar, Conservative Parliamentary Candidate"
        },
        {
          "caption": "Labour still isn't working."
        },
        {
          "caption": "Vote Simon Nayyar for the change Hackney needs"
        }
      ]
    },
    "additionalNotes": "Crime should not be alright, Unemployment should not be alright, Healthcare waiting should not be alright, Education should not happen outside the borough."
  }
}
```