{
  "leaflet": {
    "candidateName": "Paul Smith",
    "constituency": "",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local business and enterprise",
        "policyDescription": "Support local businesses and enterprise providing jobs, wealth, and innovation."
      },
      {
        "policyTitle": "Climate change and renewable energy",
        "policyDescription": "Ensure investment in new technologies and energy efficiency within the constituency."
      },
      {
        "policyTitle": "Public and community services",
        "policyDescription": "Promote quality public services which reflect the real needs of individuals and families."
      },
      {
        "policyTitle": "Public transport",
        "policyDescription": "Continue to campaign for reliable, affordable public transport including the expansion of local rail services."
      },
      {
        "policyTitle": "Local accountability",
        "policyDescription": "Promises to enable Bristol West residents in work, remaining accessible and locally accountable."
      }
    ],
    "mentions": {
      "candidate": "Paul Smith",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "As a teacher and a parent I believe that good quality education is essential for a fair, more equal society and a healthy economy. I will work to protect and expand ‘Sure Start’ centres; Bristol’s schools and Sure Start centres.",
      "environment": "Having qualified as a scientist and worked for four years in the environmental sector I am committed to the development of new technologies which use resources and generates green jobs that help to do this.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "People tell me they want to live in a future Britain with the chance of a good job, first-class education, genuine fairness, speedy public services and homes that are affordable for everyone, not just the privileged few. I live in Bristol West and I've campaigned to improve things we all care about like jobs, housing and the environment for over 20 years.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Jim",
        "endorsement": "Paul Smith has the experience, commitment and vision needed to represent Bristol West residents in parliament."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul Smith and Candidate Visited a Local Solar Energy Project"
        }
      ]
    },
    "additionalNotes": ""
  }
}