```json
{
  "leaflet": {
    "candidateName": "Fiona O'Donnell",
    "constituency": "East Lothian",
    "politicalParty": "Labour",
    "electionDate": "6 May",
    "messages": [
      {
        "title": "A STRONG, NEW VOICE FOR EAST LOTHIAN",
        "content": "Fiona’s contract with the voters of East Lothian - I will be a strong voice for East Lothian in Westminster working to: Secure economic recovery by bringing more jobs to East Lothian, Improve public services while getting value for money, Do more for those who currently don’t want to find work, Give more police back on the streets."
      },
      {
        "title": "Polling day - 6 May",
        "content": "The choice - it's a two horse race. Labour in East Lothian has chosen a strong, new voice to stand up for local people. Now the voters of East Lothian have a choice between a Labour government that will secure the recovery and protect front line services and a Tory government that puts the recovery at risk with savage cuts to public services."
      },
      {
        "title": "Fiona’s message to East Lothian",
        "content": "The race is on! It'll be either Labour or the Tories that crosses the finishing line first, and the implications are serious. Can you afford to take a gamble on the Tories?"
      },
      {
        "title": "Working together for a better, fairer future for East Lothian.",
        "content": "East Lothian needs a Labour team to stand up for local people and protect the services they use. Fiona and Iain will work for new jobs and investment to the area and to improve our town centres."
      },
      {
        "title": "Putting local people first",
        "content": "Give me your support on 6 May and I will work to earn your trust and improve the lives of the people of East Lothian."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The choice for families",
        "policyDescription": "The Tories are threatening to cut Child Tax Credits and Child Trust funds which would mean that a couple in East Lothian each earning just £16,000 would see their help with childcare. At the same time the Tories would give away £200,000 to the 3000 richest people in Scotland. It's the oldest Tory story. Standing up for the few, not the many."
      },
      {
        "policyTitle": "The choice for pensioners",
        "policyDescription": "Labour has delivered the Winter Fuel Payments, cold weather payments, pensioner bus passes and free TV licenses. We want to do more and will restore the link between pensions and earnings."
      }
    ],
    "mentions": {
      "candidate": "Fiona O’Donnell",
      "otherPartyLeaderCandidate": "the Tories",
      "partyLeader": "Iain Gray, MSP",
      "tacticalSituation": "The choice - it's a two horse race."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Secure economic recovery by bringing more jobs to East Lothian.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Labour government that will secure the recovery and protect front line services",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have four grown up children, the eldest, Kathleen, was born in Port Seton back in 1981. ... I want to be the kind of MP who puts local people's priorities first in their daily lives.",
    "politicalExperience": [
      {
        "role": "voluntary sector in mental health, services for the disabled",
        "duration": "",
        "achievements": "Most of my working life has been in the voluntary sector in mental health, services for the disabled and families and children. I am experienced in and committed to improving the quality of people's lives."
      }
    ],
    "contactInformation": {
      "address": "FREEPOST RSCL-SLUC-YSKR, East Lothian Labour, 65 High Street, Tranent EH33 1LN",
      "phone": "",
      "email": "",
      "website": "scottish.labour.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Fiona O'Donnell with supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```