```json
{
  "leaflet": {
    "candidateName": "David Drew",
    "constituency": "North Stroud",
    "politicalParty": "Labour and Co-operative",
    "electionDate": "",
    "messages": [
      {
        "title": "Your choice at this election",
        "content": "An MP who works hard, who is accessible, who knows and stands up for our communities or a Tory Government that puts the recovery at risk, threatens public services and makes life tougher for families. Whether David is still our MP after May is up to you."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investing in education & young people",
        "policyDescription": "Improvements in funding for schools, 3,800 more teachers, and increased per pupil funding."
      },
      {
        "policyTitle": "Investing in our health service",
        "policyDescription": "We've waited 18 months for operations and didn't get a fair wage, we're leaving holes in North Stroud hospitals, reducing waiting time to 2 weeks."
      },
      {
        "policyTitle": "Investing in our communities",
        "policyDescription": "David Drew has worked with community organizations and parish councils, fought to keep local services, and worked with employers and traders. Supports increases for council budgets, and improvement grants."
      }
    ],
    "mentions": {
      "candidate": "David Drew",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour brought us the Minimum Wage; rights to paid holidays; tax credits helping make work pay for millions of families; pensioner free bus passes and Winter Fuel payments for 25,000 pensioners in this Constituency.",
      "education": "Every school in this area has benefited from Government money. Government for school improvements has gone up from £8 million in 1997 to £53 million in 2009.",
      "environment": "",
      "governance": "",
      "health": "Waited for 18 months for operations and didn’t get a fair wage, now getting a brand new investment in Gloucester Royal Hospital.",
      "immigration": "",
      "socialWelfare": "Minimum Wage; tax credits; pensioner free bus passes and Winter Fuel payments for 25,000 pensioners in this Constituency",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "13 years",
        "achievements": "Investment in local schools and hospitals, 170 more police officers and staff, and 20 years lowest crime rate."
      }
    ],
    "contactInformation": {
      "address": "Labour Office, FREEPOST NATW1243, Stroud GL5 1BR",
      "phone": "01453 840080",
      "email": "david.drew2010@hotmail.com",
      "website": "www.stroudlabour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Mary O'mnes",
        "endorsement": "Without Gordon Brown’s tax credits, I would not have been able to manage looking after my children properly. Tax credits aren’t guaranteed under a Tory Government - and alone that is a reason to support Labour, as well as keeping David Drew as our MP."
      }
    ],
    "quotes": [
      {
        "text": "I left the Labour Party at the last General Election in protest against the Iraq War but was shocked when David won only by 350 votes in 2005. This time it’s a close fight between David and the Tory candidate. Whatever disagreements I’ve had with Labour, I don’t want to risk losing David as our MP.",
        "source": "Dr. Anastasia Hackett",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Drew with constituents."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```