```json
{
  "leaflet": {
    "candidateName": "RICHARD GRAHAM",
    "constituency": "Gloucester",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "REGENERATION ACROSS THE CITY",
        "content": "There has been lots done around the docks and that's great. But there's much more to do. After thirty years of Labour, the Railway Triangle is worse now than it was in 1997. That has to be sorted. As MP I will lead regeneration on sites like Kings Square and B & Q site, build houses, sort out city centre housing, and encourage Gloucester City and the county to match my enthusiasm on this."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Regeneration and Housing",
        "policyDescription": "Lead regeneration on sites like Kings Square and B & Q site, build houses, sort out city centre housing, and encourage Gloucester City and the county to match enthusiasm."
      }
    ],
    "mentions": {
      "candidate": "RICHARD GRAHAM",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Lead regeneration on sites like Kings Square and B & Q site, build houses, sort out city centre housing, and encourage Gloucester City and the county to match my enthusiasm on this.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Gloucester Conservatives, 1143 Regent Court, Gloucester Business Park, Gloucester, GL3 4AD",
      "phone": "01452 371630",
      "email": "richard@richardgraham.org",
      "website": "www.richardgraham.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Optimism, humour and love for our national game. Richard gets Vernon to back Brexit, the Army and a riverside gym. One of the heroes in recent UK-Oz cricket."
        },
        {
          "caption": "The Gloucestershire County Cricket Club, sponsored each year of a successful campaign announced by Richard, is happy to be the great news for sport in our city."
        },
        {
          "caption": "Richard looks to the Shadow Pensions Minister outside the Docks as they review Managed Payment Pension plans following Question Time. Outside The Daily Telegraph offices."
        },
        {
          "caption": "Richard organised a meeting between disabled groups and the city about recovering the disabled grant cut the consultation on pre-planning charges."
        },
        {
          "caption": "Follow the crowd to a better Gloucester."
        },
        {
          "caption": "Following questions by Richard, Richard listens to the president of the Confucius Institute about student accommodation and broadcasts."
        },
        {
          "caption": "e-mails when Richard left his day job:\"Best wishes. We need people with your integrity in power. (Pension Consultant)\"...\"Every success...your good neck is a worry we could have a sensible chairman! (Government funds advisor)\""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```