```json
{
  "leaflet": {
    "candidateName": "Nicola Turner",
    "constituency": "Colne Valley",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Fighting for our NHS",
        "content": "When Labour came to power there was one manager for every twelve hospital beds. Now there is a manager for every four. The Lib Dems would spend effectively on the things that matter."
      },
      {
        "title": "Tackling crime locally",
        "content": "The Lib Dems are fighting to get more police out on our streets. Nationally the Lib Dems want 3,000 more police officers on the beat."
      },
      {
        "title": "Putting our area first",
        "content": "Nicola Turner has lived here most of her life. She will always put our area first and would be a strong voice for us in Parliament."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fighting for NHS",
        "policyDescription": "Focus on effective spending on the things that matter: not on managers but on more doctors and nurses; support for maternity and other NHS services locally."
      },
      {
        "policyTitle": "Reducing Crime",
        "policyDescription": "Get more police out on the streets; nationally push for an additional 3,000 officers."
      }
    ],
    "mentions": {
      "candidate": "Nicola Turner",
      "otherPartyLeaderCandidate": "Gordon Brown, Tony Blair, David Cameron, Tory Health spokesman",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "It's Nicola Turner or the Conservatives."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Fairer taxes that put money back in your pocket.",
      "education": "A fair chance for every child with smaller class sizes, no school cutting a teacher to save £70,000.",
      "environment": "Nicola has a proven record of fighting to stop big developers. She’s fought for vital community services, local libraries and is fighting for our green belt.",
      "governance": "At this election, in our area, the choice is between Nicola Turner and the Conservatives.",
      "health": "Will take action to protect front-line NHS services.",
      "immigration": "",
      "socialWelfare": ""
    },
    "personalStatement": "Nicola Turner has the ‘hands-on’ experience we need in an MP. She’s lived in the Colne Valley for most of her life.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "",
        "achievements": "Nicola has a proven track record, including fighting for local services and against cuts to local schools."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nicola delivering real change for Broadlands Drive, Golcar."
        }
      ]
    },
    "additionalNotes": "More and more people are switching to back Nicola this time to keep the Conservatives out. Tactical voting consideration is present."
  }
}
```