```json
{
  "leaflet": {
    "candidateName": "Virginia Morris",
    "constituency": "West Ham",
    "politicalParty": "Conservative",
    "electionDate": "6th May",
    "messages": [
      {
        "title": "YOUR VOTE CAN MAKE CHANGE HAPPEN",
        "content": "This election is about choice. Five more years of Gordon Brown and Labour. Or a fresh start with David Cameron and a Conservative MP for West Ham with the energy, insight and ambition to get things really moving in Newham."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A FAIRER, SAFER SOCIETY",
        "policyDescription": "Virginia pledges to tackle crime with tougher community police, cut NHS bureaucracy and give schools the right to set discipline."
      },
      {
        "policyTitle": "SUPPORTING OUR LOCAL COMMUNITY",
        "policyDescription": "She will meet with residents and local groups regularly, and listen to community views and challenges to provide advice and help build a positive working relationship."
      },
      {
        "policyTitle": "BUILDING A PROSPEROUS FUTURE",
        "policyDescription": "She supports the London 2012 Olympics as an important part of securing our future. Ensuring the games deliver economic and social benefits for local people is essential."
      },
      {
        "policyTitle": "THE BEST POSSIBLE EDUCATION FOR OUR CHILDREN",
        "policyDescription": "Virginia supports policies that give power to parents. Schools will have the freedom to pay good teachers more and discipline teachers with underperformance issues. Virginia supports measures and guidance which strive to restore discipline."
      },
      {
        "policyTitle": "POSITIVE ACTION FOR LOCAL PEOPLE AND BUSINESSES",
        "policyDescription": "Virginia commits to freezing the Council Tax and will work to end the unfair parking charges which are affecting local businesses. She will personally meet the enterprises which are vital to local employment."
      }
    ],
    "mentions": {
      "candidate": "Virginia Morris",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "A fresh start with David Cameron and a Conservative MP for West Ham."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Virginia supports policies that give power to parents. Schools will have the freedom to pay good teachers more and discipline teachers with underperformance issues.",
      "environment": "",
      "governance": "",
      "health": "Virginia pledges to tackle crime with tougher community police, cut NHS bureaucracy.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Virginia Morris meeting with residents"
        }
      ]
    },
    "additionalNotes": "Election communication for West Ham"
  }
}
```