```json
{
  "leaflet": {
    "candidateName": "Kevin Lang",
    "constituency": "Edinburgh North & Leith",
    "politicalParty": "Scottish Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Time to Cut Crime",
        "content": "Kevin Lang recently joined police on the beat to find out how supporting them when faced with anti-social behaviour is crucial. He calls on the Scottish Liberal Democrats to invest in thousands of extra police to make our streets safer."
      },
      {
        "title": "SAVE OUR POST OFFICE",
        "content": "Kevin Lang, Alex Cole-Hamilton and Louise Lang campaigning to Keep Elm Row Post Office open."
      },
      {
        "title": "WHY LABOUR SHOULD SAY SORRY",
        "content": "The Labour MP votes for cuts and closures: Voted with Gordon Brown to shut local post offices, then pretended to support them when faced with a backlash by local people. Voted with the Labour Government to double the rate of tax paid by the poorest people in order to fund a tax cut for the rich. Voted to waste billions of pounds of our money on an ineffective ID Card scheme, rather than investing money in more police to cut crime. Repaid over £7000 of taxpayers' money at the height of the MPs' expenses scandal, and then complained about having to return the money."
      },
      {
        "title": "IT'S TIME FOR A CHANGE!",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Cut Crime",
        "policyDescription": "Supporting police with anti-social behaviour and calling for an investment in thousands of extra police to make streets safer."
      },
      {
        "policyTitle": "Save Our Post Office",
        "policyDescription": "Campaigning to keep Elm Row Post Office open."
      }
    ],
    "mentions": {
      "candidate": "Kevin Lang is a local man of great integrity, he will stand up for what we all deserve: an honest MP who listens to us.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "It's a two-horse race. Only Kevin Lang can beat Labour here. The SNP and the Conservatives can't win here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A vote for Kevin Lang and the Liberal Democrats is a vote for: Fairer taxes and a rebalanced economy",
      "education": "",
      "environment": "Green jobs that protect the environment",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Kevin Lang is a local man of great integrity, he will stand up for what we all deserve: an honest MP who listens to us.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "1 Clifton Terrace, Edinburgh, EH12 5DR",
      "phone": "07876 023620",
      "email": "",
      "website": "www.northandleithlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Charles Dundas",
        "endorsement": "Popular local councillor for our area, Charles Dundas is backing Kevin to be our new local MP."
      }
    ],
    "quotes": [
      {
        "text": "I am voting for Kevin because: More and more people are switching to back Kevin Lang as the best choice for our next MP. Here is why some of them will be voting for Kevin on 6 May.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Local councillor Charles Dundas backs Kevin to win."
        },
        {
          "caption": "Kevin Lang and the local Lib Dem team saved our Elm Row Post Office."
        },
        {
          "caption": "34% Labour, 29% Lib Dem. A two-horse race. Only Kevin Lang can beat Labour here."
        }
      ]
    },
    "additionalNotes": "Top Tory predicts Lib Dem win here! Senior Conservative and political commentator Iain Dale says nationally respected party activist Kevin Lang will beat Labour and become our new local MP in the next Parliament."
  }
}
```