```json
{
  "leaflet": {
    "candidateName": "David McBride",
    "constituency": "Orpington",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Orpington matters",
        "content": "David McBride has campaigned for road repairs, new playgrounds and better street lighting; he protested the racial attacks in St. Mary Cray and the closure of the library in Bromley Council."
      },
      {
        "title": "A two horse race here!",
        "content": "Local campaigner David McBride has a strong record of campaigning for local residents in Orpington for the past 12 years."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Services",
        "policyDescription": "Campaign to improve local services and maintain access to green spaces."
      }
    ],
    "mentions": {
      "candidate": "David McBride",
      "otherPartyLeaderCandidate": "Ashcroft funded Orpington Conservatives",
      "partyLeader": "",
      "tacticalSituation": "Labour can't win here in Orpington. It's neck and neck between Lib Dem 49% and Con 40%."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Orpington's residents have been let down by Labour and short changed by Bromley's Tories. The Tories in Bromley have a record of short-changing us here in Orpington.",
      "education": "",
      "environment": "Keeping Orpington clean and tidy is most important to David. He has led successful local campaigns to improve our local environment here in Orpington, such as the 'Adopt a Street'. He has regularly joined in the Friends of the Parks groups litter picks from Poverest into Goddington Park.",
      "governance": "Labour doesn’t even one councillor in Orpington and their candidate doesn’t even live locally; they have no chance of winning.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Campaign to improve local services and maintain access to green spaces.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "David McBride is dedicated to Orpington, having lived here for over 30 years, and has earned a reputation for fighting hard for local residents.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "12 years",
        "achievements": "Fighting for local residents."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.xxx.libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David McBride campaigning for better local services."
        },
        {
          "caption": "David McBride and supporters cleaning up the local environment."
        },
        {
          "caption": "Graphical representation of tactical voting situation in Orpington."
        }
      ]
    },
    "additionalNotes": "David McBride has been a trustee of local charities, Chair of governors of a local school, and President of Orpington Town FC. He also has personal education connections to local schools."
  }
}
```