```json
{
  "leaflet": {
    "candidateName": "Seema Kennedy",
    "constituency": "Ashton Under Lyne",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "ONLY BY VOTING FOR SEEMA KENNEDY CAN WE ACHIEVE THE CHANGE WE NEED.",
        "content": "In just a few days you'll have the chance to vote in the most important general election for a generation. When you're standing in the polling booth with the pencil in your hand, think about the kind of country you want Britain to be. If you want a country that has an economy that works for everyone and where enterprise is rewarded, vote for change. If you want a country with a strong society, where families and pensioners are supported, and where responsible behavior is rewarded, vote for change. If you want a country where people have more power over their lives, where the size and cost of Parliament is cut and it's the people who call the shots, vote for change."
      },
      {
        "title": "We urgently need to make these changes so that Britain can move forward.",
        "content": "We cannot afford to wait any longer. This is a crucial time in the history of our country and the choice at this election is clear: five more years of Gordon Brown or change with the Conservatives."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Seema Kennedy",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "If you want a country that has an economy that works for everyone and where enterprise is rewarded, vote for change.",
      "education": "",
      "environment": "",
      "governance": "If you want a country where people have more power over their lives, where the size and cost of Parliament is cut and it's the people who call the shots, vote for change.",
      "health": "",
      "immigration": "",
      "socialWelfare": "If you want a country with a strong society, where families and pensioners are supported, and where responsible behavior is rewarded, vote for change.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Cameron, Leader of the Conservative Party"
        }
      ]
    },
    "additionalNotes": "The leaflet contains a call to action for voting for Seema Kennedy and a message from David Cameron endorsing her as the candidate."
  }
}
```