```json
{
  "leaflet": {
    "candidateName": "Zahid Shah",
    "constituency": "St Peter's Ward",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Zahid Shah looks set to win here beating the increasingly unpopular Labour candidate.",
      "otherPartyLeaderCandidate": "The Conservatives are way behind in third place. Residents across the area are switching to Zahid and the Liberal Democrats due to his hard work and record of action.",
      "partyLeader": "",
      "tacticalSituation": "It's so close here! Lib Dem can win. Tories can't win here"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "discuss how ordinary Wolverhampton residents will benefit from the Liberal Democrats' fairer tax plans.",
      "education": "",
      "environment": "Zahid Shah is interviewed by BBC News after he raised the alarm about the former Farndale School being used as a drugs den. He acted to have the owners forced to make the building safer.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Zahid Shah is interviewed by BBC News after he raised the alarm about the former Farndale School being used as a drugs den.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "3 Merridale Crescent, Wolverhampton, WV3 9QY",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Councillor Robin Lawrence",
        "endorsement": "\"I am backing Zahid, he has shown he will stand up and fight to improve our area.\""
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Zahid Shah is interviewed by BBC News after he raised the alarm about the former Farndale school being used as a drugs den."
        },
        {
          "caption": "Parliamentary candidate Robin Lawrence and Zahid Shah discuss how ordinary Wolverhampton residents will benefit from the Liberal Democrats’ fairer tax plans."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```