{
  "leaflet": {
    "candidateName": "Bill Grant",
    "constituency": "Ayr, Carrick and Cumnock",
    "politicalParty": "Scottish Conservative",
    "electionDate": "February 2010",
    "messages": [
      {
        "title": "We can’t go on like this.",
        "content": "Britain can’t go on with the same irresponsible economic policies that failed to fix the roof when the sun was shining, giving us the biggest boom and bust and are now threatening future jobs with more debts, more instability, higher taxes and higher mortgages. History tells us that Labour governments always run out of money and true to form they have done so again."
      },
      {
        "title": "We need change to get the country back on its feet.",
        "content": "Britain needs a strong, modern Prime Minister leading a united government. David Cameron, our party leader, can and will be that Prime Minister. Britain needs responsible economic policies that deal with our debts, so we have stability to get Britain working again."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Britain needs responsible economic policies that deal with our debts and provide stability. Proposes cutting the deficit, not the NHS, to strengthen the NHS and support families to fix our broken society."
      }
    ],
    "mentions": {
      "candidate": "Bill Grant",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Britain needs responsible economic policies that deal with our debts, so we have stability to get Britain working again.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "We will cut the deficit, not the NHS, because a strong NHS is the bedrock of a fair society.",
      "immigration": "",
      "socialWelfare": "We support social responsibility and strong families so that we fix our broken society on the life chances it supports.",
      "housing": [
        {
          "content":"",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "1 Wellington Square, Ayr, KA7 1EN",
      "phone": "01292 263991",
      "email": "bill.grant@scottishconservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Bill Grant engaging with constituents."
        }
      ]
    },
    "additionalNotes": ""
  }
}