```json
{
  "leaflet": {
    "candidateName": "Natalie Bennett",
    "constituency": "Holborn and St Pancras",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear Holborn and St Pancras voter,",
        "content": "'Business as usual' is not an option for the British government or British society. It is now clearly a very, very bad idea to be intensely relaxed about people getting filthy rich. Inequality harms everyone, the rich as well as the poor. Reducing inequality will make us all healthier and happier. Green Party policy recognises this. It also recognises that you can't have infinite growth in a finite world. On May 6 please vote Green, in both the general and council elections. It's time for a different kind of politics."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Pensions",
        "policyDescription": "£170 basic pension (£300 for couples)"
      },
      {
        "policyTitle": "Jobs and a living wage",
        "policyDescription": "£8.10/hour minimum wage (now £5.83)"
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Create 1 million jobs in energy efficiency, sustainable energy, public transport"
      },
      {
        "policyTitle": "Housing",
        "policyDescription": ""
      },
      {
        "policyTitle": "The banking system",
        "policyDescription": "50% tax on incomes over £100,000, crackdown on tax havens and other tax evasion, ongoing tax on bankers' bonuses"
      },
      {
        "policyTitle": "POLITICS, BUT DIFFERENT...",
        "policyDescription": "We want to stop waste by not replacing the Trident nuclear system, abandoning ineffective, illiberal ID cards, and saving £30bn over 10 years on roadbuilding. We want to protect public services by renationalizing the railways, stopping the privatisation of the NHS, and supporting local post offices with a £1bn subsidy."
      }
    ],
    "mentions": {
      "candidate": "Natalie Bennett",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Recognises that you can't have infinite growth in a finite world.",
      "governance": "About constitutional reform: We want to create a written constitution. The House of Commons should be elected by proportional representation, meaning every vote counts, and we want a completely elected House of Lords using the same system.",
      "health": "Create 1 million jobs in energy efficiency, sustainable energy, public transport",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Natalie Bennett, 44, lives in Somers Town. She is the editor of the Guardian Weekly and is a former UN consultant on women's and children's issues. She has been a leading figure in the campaign against the proposed medical lab behind the British Library (the lab's site should be used for housing and community facilities). She is an active member of Camden Keep Our NHS Public, promotes local vegetable growing and edits a community newsletter.",
    "politicalExperience": [
      {
        "role": "Editor of the Guardian Weekly",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Former UN consultant on women's and children's issues",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Campaigner against proposed medical lab behind the British Library",
        "duration": "",
        "achievements": "Proposed for the site to be used for housing and community facilities."
      },
      {
        "role": "Active member of Camden Keep Our NHS Public",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Promoter of local vegetable growing",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Editor of a community newsletter",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "56 Walker House, London, NW1 1EP",
      "phone": "0207-388 8965",
      "email": "camden@greenparty.org.uk",
      "website": "camden.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jean Lambert, London's Green MEP, with Natalie Bennett, your Green Party candidate"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```