```json
{
  "leaflet": {
    "candidateName": "Jenny Jones",
    "constituency": "Camberwell and Peckham",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A Living Wage",
        "content": "We think it’s unfair that so many people are working on the brink of bankruptcy while bankers gain huge bonuses. We will provide a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families."
      },
      {
        "title": "A million new jobs",
        "content": "Green industries will provide more employment and Green MPs will press for every single home as part of a free insulation scheme to cut fuel bills and create a million new jobs."
      },
      {
        "title": "Protect our NHS",
        "content": "Opposing cuts, closures and privatisation in the service."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protect the NHS from privatisation",
        "policyDescription": "Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures and privatisation within our NHS and protect the jobs of public sector workers."
      },
      {
        "policyTitle": "Tackle poverty and low pay",
        "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families. We will fight for a fair financial deal, with community banks, credit unions and mutuals providing realistic loans to families and small businesses."
      },
      {
        "policyTitle": "Provide more community policing for safer streets",
        "policyDescription": "As a Green, she pledges to fight for more visible policing to ensure local communities are safer and more trusting."
      }
    ],
    "mentions": {
      "candidate": "Jenny Jones",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "We think it’s unfair that hospitals and health centres are treated like businesses rather than vital public services. We want to make sure no more public money is wasted on bad planning and privatisation schemes.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "While many people are unemployed and need homes, a great Britain is one that would bring work by upgrading our housing cut to green standards using public ('Green') Britain's jobless to create much-needed electricians, builders, plumbers, house builders and more as part of a free insulation scheme to cut fuel bills. Green Party councilors have already pioneered such a scheme in Kirklees.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Jenny has a track record of achievement. She is the leader of the Green Group on the London Assembly, Chair of the Planning and Housing Committees, and a Southwark Councillor. She has successfully fought to make Southwark pay the London Living Wage to their employees, improve safety for cyclists and pedestrians, and make our borough greener.",
    "politicalExperience": [
      {
        "role": "Leader of the Green Group on the London Assembly",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Chair of the Planning and Housing Committees",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Southwark Councillor",
        "duration": "",
        "achievements": "Successfully fought to make Southwark pay the London Living Wage to their employees, improve safety for cyclists and pedestrians, and make our borough greener."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "08454 44 2217",
      "email": "",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jenny Jones with Met Police and Ambulance service cycling"
        },
        {
          "caption": "Jenny Jones with local residents and school children"
        }
      ]
    },
    "additionalNotes": "Printed on 100% recycled paper using sustainable technologies that do not harm the environment."
  }
}
```