{
  "leaflet": {
    "candidateName": "Elfyn Llwyd",
    "constituency": "Dwyfor Meirionnydd",
    "politicalParty": "Plaid Cymru",
    "electionDate": "2010",
    "messages": [
      {
        "title": "Tourism – essential for the economy!",
        "content": "Elfyn Llwyd has worked diligently for the constituency of Dwyfor Meirionnydd – ensuring that tourism is promoted as well as improving infrastructure like rail and road access."
      },
      {
        "title": "Supporting Local Representatives!",
        "content": "Elfyn Llwyd always stands up for local representation, ensuring that local voices and decisions are heard at the national level."
      },
      {
        "title": "Succeeding for the next generation!",
        "content": "Arguably the most successful Assembly Member for the wider area – securing millions in compensation for the BSE crisis and fighting for the people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Committed to improving the economy by promoting tourism as a key asset for the constituency and by ensuring good rail and road connectivity."
      },
      {
        "policyTitle": "Local Representation",
        "policyDescription": "Advocates for ensuring that local voices are represented at all levels and that local decisions are upheld to defend the community's best interest."
      },
      {
        "policyTitle": "Youth",
        "policyDescription": "\"Plaid Cymru yn cefnogi ffermwyr ifanc\" (Plaid Cymru supports young farmers) - policies aimed at supporting young farmers, as well as educational and career opportunities for the youth."
      }
    ],
    "mentions": {
      "candidate": "Elfyn Llwyd",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The MP has worked diligently to ensure that tourism, a key aspect of the local economy, is promoted.",
      "education": "",
      "environment": "",
      "governance": "Stands up for local decisions to be heard and made at a national level.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Assembly Member",
        "duration": "Since 1992",
        "achievements": "Secured significant compensation for the BSE crisis, stands up for constituents at the national level."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "\"Hwn yw ein cyfle i ethol Aelod Seneddol sy'n gwybod sut i ymladd dros ei bobl.\" (This is our chance to elect a Member of Parliament who knows how to fight for his people.)",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Elfyn Llwyd engaging with constituents and participating in local events."
        }
      ]
    },
    "additionalNotes": ""
  }
}