{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "The choice for pensioners at this election is clear:",
        "content": "Five more years of Gordon Brown, who has failed Britain’s pensioners or A higher state pension, a council tax freeze and a strong NHS with David Cameron and the Conservatives"
      },
      {
        "title": "HOW LABOUR HAVE FAILED BRITAIN’S PENSIONERS",
        "content": "Over the last 13 years, older people have been let down by Gordon Brown. He raided pensions, turning one of the best retirement systems in Europe into one of the worst."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Raising the basic state pension and restoring the link to earnings",
        "policyDescription": "We have pledged to re-link the basic state pension to average earnings within the next parliament."
      },
      {
        "policyTitle": "Ending the scandal of elderly people having to sell their home to pay for residential care",
        "policyDescription": "Under Labour, around 48,000 elderly people currently in residential care are forced to sell their home to pay fees. We will give everyone the option of paying a voluntary one-off fee in return for which they’ll get all their residential care costs covered."
      },
      {
        "policyTitle": "A two year council tax freeze",
        "policyDescription": "For a typical pensioner, almost half this inflation-busting increase in the basic state pension will go directly into paying a Conservative council tax bill."
      },
      {
        "policyTitle": "More police on the beat",
        "policyDescription": "We promise more police keeping people safe in their homes and communities as a true force by example. Conservative councils already help deliver this and get tough on crime and antisocial behaviour."
      },
      {
        "policyTitle": "Raising the inheritance tax threshold",
        "policyDescription": "We plan to raise the threshold to £1 million, taking the family home out of inheritance tax for most people."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "A strong NHS with David Cameron and the Conservatives",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Ending the scandal of elderly people having to sell their home to pay for residential care",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "We need a Government that will stand up for pensioners and ensure that Britain’s older people are treated with dignity and respect.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.conservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "William Roache MBE",
        "endorsement": "Why I’ll be voting Conservative"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Theresa May with elderly people and David Cameron."
        }
      ]
    },
    "additionalNotes": ""
  }
}