```json
{
  "leaflet": {
    "candidateName": "Michael Law-Riding",
    "constituency": "Blackburn",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "YOUR VOTE OUR CHANGE",
        "content": "It is time for real change in Blackburn. Jack Straw has had his day. The only real credible alternative to the shambles that Jack and his team have inflicted on this town is a local Conservative member of Parliament."
      },
      {
        "title": "3 POSITIVE REASONS TO VOTE FOR MICHAEL LAW-RIDING",
        "content": "1. Blackburn born and raised. \n2. Experience and vision. \n3. A voice for change for all."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Michael Law-Riding",
      "otherPartyLeaderCandidate": "Jack Straw",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "LEFT: There are major differences emerging on a daily basis with Blackburn's team. Quality of life, soaring bills, health, crime, education. Right: As a member of Blackburn Council's Executive, I have tried to ensure that the shambles of the Axes to People's Local Bus Services and the funding or the refurbishment of nearly 30 playgrounds for our children.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Right: I have been out and about visiting all areas of the town to listen to your concerns. The results are often starkly in the opposite to the declared intent that is increasing the divide socially and economically.",
    "politicalExperience": [
      {
        "role": "Member of Blackburn Council's Executive",
        "duration": "",
        "achievements": "Tried to ensure the shambles of the Axes to People's Local Bus Services and the funding of the refurbishment of nearly 30 playgrounds for our children."
      }
    ],
    "contactInformation": {
      "address": "St. Stephen's Conservative Club, Robinson Street",
      "phone": "01254 690 858",
      "email": "blackburnconservatives@btconnect.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "LEFT: Sharing a community's concern. ABOVE: Facilities aren't really about bricks and mortar, it's about the people in your lives and the legacy that you want to leave to others. RIGHT: As a member of Blackburn Council's Executive. LEFT: If you want to be part of a borough that looks after your interests. RIGHT: I have been out and about visiting all areas of the town. ABOVE: People in Blackburn have had enough of the tired rhetoric. ABOVE: Election communication."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```