```json
{
  "leaflet": {
    "candidateName": "Tara Saville",
    "constituency": "Easington",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Who is Tara and what does she believe in?",
        "content": "As you decide who you want to represent you in the next parliament, I wanted to explain what makes the Liberal Democrats different and what you would get if you elected me as your member of Parliament. The Lib Dems believe that Government should work to make society free and fair. No one should be held back by poverty or ignorance. We cherish individual diversity, talents and creativity. To nourish this we would disperse power instead of concentrating it. All citizens should be able to contribute to their government's decision making."
      },
      {
        "title": "Who is Tara?",
        "content": "I believe in the good our public services do and work for them myself as a teacher in a local school. I'm a governor at a local special school, and a local parish councillor. I moved to county Durham 8 years ago when I did my teacher training and fell in love with area, where I have lived since."
      },
      {
        "title": "Tara's campaigning:",
        "content": "Police campaign: Tara has been out working with Peterlee police to find out about their work and how they can be best supported. She is campaigning for more police on our streets. One street at a time: Tara has met with council workers and councillors to get action on projects such as the street cleaning project in Horden. As a parish councillor, Tara has been involved in development of new play areas, installing a war memorial, village improvement consultations and projects such as traffic calming and planting in the village."
      },
      {
        "title": "What I'd do in parliament:",
        "content": "I'd always vote for what is right for the Easington constituency first and the Lib Dem party second. Meet regularly with local schools, police and health services, to take their concerns to parliament. Have an office in the constituency open at convenient times, and hold easily accessible regular advice 'surgeries'. Report back about what I am doing on a regular basis, not just at election times."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax",
        "policyDescription": "The first £10,000 you earn every year would be tax free. People on average wages would be £700 a year better off."
      },
      {
        "policyTitle": "Police",
        "policyDescription": "More police officers on the streets and scrap the ID card scheme."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Support and training for those struggling to find jobs, a payment of £55 a week for young people, and an increase in apprenticeships."
      },
      {
        "policyTitle": "Investment in Public Services",
        "policyDescription": "Investing in jobs, green technology, cut class sizes, and reduce council tax."
      }
    ],
    "mentions": {
      "candidate": "Tara Saville",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "The Lib Dems hold the second largest number of council seats. Lib Dem record in government: the only parliamentary motion allowing Gurkhas settlement rights. This is the only parliamentary vote Gordon Brown has lost. Lib Dems introduced the freedom bill to restore civil liberties we have lost over the past 20 years, including the right to protest in parliament square and ensuring everyone has a right to trial by jury, among others."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Cut class sizes.",
      "environment": "Investing in green technology.",
      "governance": "Disperse power instead of concentrating it.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I believe in the good our public services do and work for them myself as a teacher in a local school.",
    "politicalExperience": [
      {
        "role": "Governor at a local special school",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Local parish councillor",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "45 Station Estate East, Murton, SR7 9TG",
      "phone": "",
      "email": "tarasaville@easingtonlibdems.org.uk",
      "website": "www.easingtonlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tara with Peterlee police discussing support for more police on our streets."
        },
        {
          "caption": "Tara meeting with council workers and councillors to get action on projects."
        },
        {
          "caption": "Tara campaigning for the Easington constituency in various roles and interactions."
        }
      ]
    },
    "additionalNotes": "If these principles and policies appeal to you, vote for Tara Saville on the 6th May to get an MP that will represent your views to Westminster and strengthen the Lib Dem voice in parliament."
  }
}
```