```json
{
  "leaflet": {
    "candidateName": "ANDREW ILLSLEY",
    "constituency": "STONE",
    "politicalParty": "UNITED KINGDOM INDEPENDENCE PARTY",
    "electionDate": "",
    "messages": [
      {
        "title": "TIME FOR “STRAIGHT TALKING”",
        "content": "UKIP took 2.5million votes at the 2009 European elections and made history by beating Labour nationally and winning 13 MEP seats."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Governance",
        "policyDescription": "UKIP is in favour of us being free to run our own affairs and to bring back respect for parliament with elected MPs who are accountable to their constituents first and their party second."
      },
      {
        "policyTitle": "EU Regulation",
        "policyDescription": "The EU 'one cap fits all' legislation has created massive red tape and regulation on small companies comprising 80% of our UK business base."
      }
    ],
    "mentions": {
      "candidate": "ANDREW ILLSLEY",
      "otherPartyLeaderCandidate": "LibLabCon",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "With the Lisbon Treaty, we now have an EU President, EU Foreign Minister and Embassies will now be opened in all 27 states. UKIP believes in replacing the EU membership with Swiss-type free trade agreements with the EU and other countries across the globe.",
      "economy": "We pay in excess of £45m a day to be in the EU. The EU forces us to accept unlimited immigration from 26 other countries.",
      "education": "",
      "environment": "",
      "governance": "Only UKIP is in favour of us being free to run our own affairs and to bring back respect for parliament with elected MPs who are accountable to their constituents first and their party second.",
      "health": "",
      "immigration": "The EU forces us to accept unlimited immigration from 26 other countries. The EU's legislation has also affected policies such as VAT, fuel taxes, farming, and fishing.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Andrew has been a resident of Stone for more than 22 years. A marketing consultant, having spent over 35 years in industry and was responsible for the overseas business of a local ceramics manufacturer. If elected I pledge my only job will be devoted full time to working for the needs of my constituents.",
    "politicalExperience": [
      {
        "role": "Marketing Consultant",
        "duration": "over 35 years",
        "achievements": "Responsible for the overseas business of a local ceramics manufacturer."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andrew Illsley's portrait."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```