```json
{
  "leaflet": {
    "candidateName": "Iain Stewart",
    "constituency": "Milton Keynes South",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "THE CONSERVATIVE VISION FOR MK",
        "content": "Working with Parliamentary candidate Iain Stewart, local Conservative Councillors have a vision for Milton Keynes which builds on everything that makes Milton Keynes so very special and that is for better to preserve the good place change. We want these things which have proved successful to stay."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Conservatives offer a fiscally responsible vision of the economy with an aim to rebuild it and save jobs amidst the recession."
      },
      {
        "policyTitle": "BACKING THE NHS",
        "policyDescription": "Increase spending on the NHS every year and ensure its finances because the needs there are increasing as people live longer and medical treatments become available. Reduce the party staff time, targets and bureaucracy which wastes funds as well as areas such as cancer survival rates."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "There's an emphasis on the importance of education, with planning to turn around under-performing primary schools and ensuring children are taught to read and write properly."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Pledges to work with local Conservative Councillors for the betterment of the Milton Keynes. Promises to preserve what has been proven successful in Milton Keynes."
      }
    ],
    "mentions": {
      "candidate": "Iain Stewart",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Discusses the current economic challenge and implies a direction for recovery.",
      "education": "Plans to turn around under-performing primary schools.",
      "environment": "",
      "governance": "Working with local Conservative Councillors for a vision of MK",
      "health": "Increase spendings on the NHS, tackling bureaucracy and improving cancer survival rates.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Parliamentary candidate",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "MK Conservative Association, 11 High Street, MK17 8RF",
      "phone": "01908 222 660",
      "email": "office@mkconservatives.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Only Conservatives offer a fiscally responsible vision of the economy. MK News have given them three out of four.",
        "source": "MK News",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images include Iain Stewart with supporters, interacting with constituents, and alongside party leader David Cameron."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```