```json
{
  "leaflet": {
	"candidateName": "Chris Coleman",
	"constituency": "Forest & West Gloucestershire",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Action on crime...",
    	"content": "The Liberal Democrats want to cut crime to make you safer. Crime is one of the biggest issues facing our country. It is far too high and too many people don't feel safe - in their own homes and in their town and villages. As well as putting 3,000 more police officers on the beat by scrapping ID cards, the Liberal Democrats are committed to an equal reform of the police service and to putting criminal justice policy on a meaningful footing. As our Member of Parliament, Chris Coleman will fight to reopen local Police Stations and our local Courthouse."
  	},
  	{
    	"title": "Action on healthcare...",
    	"content": "Liberal Democrats believe that patients must come first. We believe in fairness with entitlements to healthcare guaranteed. We believe access to personal care should be based on need not the ability to pay. We will scrap central targets, give people the power to stop hospital closures and we will put doctors and nurses back in charge of their hospitals and wards. Liberal Democrats want a people-centred NHS, for the 21st century."
  	},
  	{
    	"title": "Action on education...",
    	"content": "Liberal Democrats want every child to get an excellent education because it is the best way to get on in life, get a good job, and learn about the world. We will cut class sizes, set teachers free to spend more time in the classroom and raise standards in every school with more money for things like one to one tuition and classes in the evenings. We are the only party to believe nursery education should be free. Everyone who has the ability should be able to go to university and not be put off by the cost."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Crime Reduction",
    	"policyDescription": "Plan to reduce crime by putting more police officers on the beat and scrapping ID cards, reopening local Police Stations and the local Courthouse."
  	},
  	{
    	"policyTitle": "Healthcare",
    	"policyDescription": "Guaranteeing healthcare entitlements, scrapping central targets, stopping hospital closures, and prioritizing a people-centred NHS."
  	},
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Improving education by cutting class sizes, freeing teachers for more classroom time, raising standards with more funding, and making sure nursery education is free and university education affordable."
  	}
	],
	"mentions": {
  	"candidate": "Chris Coleman",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Nick Clegg & Vince Cable",
  	"tacticalSituation": "At the last General Election, the Lib Dem vote increased by more than the other two parties put together. Last year, the Lib Dems finished ahead of Labour in vital elections held locally. Many people believe that only Chris Coleman and the Lib Dems can beat the Conservatives here."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "Liberal Democrats want every child to get an excellent education... We will cut class sizes… raise standards... nursery education should be free. Everyone who has the ability should be able to go to university and not be put off by the cost.",
  	"environment": "",
  	"governance": "",
  	"health": "Liberal Democrats believe that patients must come first... We believe in fairness with entitlements to healthcare guaranteed.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "www.chriscoleman.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Nick Clegg & Vince Cable",
    	"endorsement": "Backing Chris Coleman to win."
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": ""
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```