{
  "leaflet": {
    "candidateName": "",
    "constituency": "Croydon Central",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "A Conservative Government will take bold action on all three fronts. We'll cut Gordon Brown's waste and debt to get our economy moving. We will support families and encourage responsibility in our society by backing people who do the right thing. We'll sort out our political system by scrapping perks and taking power away from the political elite to give you more control over your life."
      },
      {
        "title": "",
        "content": "Remember, a vote for anyone other than Gavin could mean a Labour MP and five more years of Gordon Brown."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Cut Gordon Brown's waste and debt to get the economy moving."
      },
      {
        "policyTitle": "Society",
        "policyDescription": "Support families and encourage responsibility in society by backing people who do the right thing."
      },
      {
        "policyTitle": "Political System",
        "policyDescription": "Sort out the political system by scrapping perks and taking power away from the political elite to give people more control over their lives."
      }
    ],
    "mentions": {
      "candidate": "Gavin",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "Croydon Central is one of the seats we need to win. Remember, a vote for anyone other than Gavin could mean a Labour MP and five more years of Gordon Brown."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We'll cut Gordon Brown's waste and debt to get our economy moving.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Cameron",
        "endorsement": "Gavin...will prove to be a conscientious MP and a real champion for Croydon."
      }
    ],
    "quotes": [
      {
        "text": "Gavin...has lived in the area all his life and you will have seen just how hard he works on your behalf. I know he will prove to be a conscientious MP and a real champion for Croydon.",
        "source": "David Cameron",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Cameron, Leader of the Conservative Party"
        }
      ]
    },
    "additionalNotes": ""
  }
}