{
  "leaflet": {
    "candidateName": "Jonathan Lees",
    "constituency": "Epsom and Ewell",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Where will the money come from?",
        "content": "We will restrict tax relief on pension contributions to the basic rate, so that those on high incomes do not benefit disproportionately. We will align capital gains tax to income tax rates to prevent wealthy people having an incentive to present their income as capital to pay a lower rate of taxation. We will reduce the annual exemption of capital gains tax from £10,100 to £2,000, to stop wealthy individuals exploiting this for tax planning. And we will tackle council tax unfairness through a 1% levy for properties above a threshold of £2m (Mansion Tax). These proposals will raise approximately £10.4bn a year. Green taxation proposals as described opposite, will raise approximately £2.6bn a year. We will combat National Insurance contributions leakage by changing the taxation of rewards in kind, such as private health insurance. We will crack down on avoidance evasion for those with income and business outside the UK, and introduce land value tax to avoid paying stamp duty land tax. These proposals will raise approximately £4.7bn a year. Total = £17.7bn"
      },
      {
        "title": "A fair and sustainable economy that creates jobs",
        "content": "We will make Britain the world leader in the green economy – investing to create tens of thousands of new jobs that last. We will use at least £3.5 billion of savings that we have identified from current expenditure in the first year of a new government to invest in public transport, national programme of home insulation and new social housing. Our nation's finances need to be sustainable too. We will be honest about where savings must be made to balance the books – and we will break up the banking system to ensure financial gambling can never again bring our economy to its knees."
      },
      {
        "title": "We will recruit 3,000 more police officers",
        "content": "To keep our streets safe - paid for by scrapping the ID card scheme – and cut bureaucracy so they're out fighting crime not filling in forms."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taxation",
        "policyDescription": "Restrict pension contribution tax relief, align capital gains tax with income tax, reduce annual exemption for capital gains tax, tackle council tax unfairness with a Mansion Tax."
      },
      {
        "policyTitle": "Green Economy",
        "policyDescription": "Invest in the green economy, creating tens of thousands of new jobs, use savings to invest in public transport, home insulation, and new social housing."
      },
      {
        "policyTitle": "Police Recruitment",
        "policyDescription": "Recruit 3,000 more police officers, funded by scrapping the ID card scheme and reducing bureaucracy."
      }
    ],
    "mentions": {
      "candidate": "Jonathan Lees",
      "otherPartyLeaderCandidate": "Vince Cable MP",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}