```json
{
  "leaflet": {
    "candidateName": "Philippa Stroud",
    "constituency": "Sutton, Cheam & Worcester Park",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "WHY I WANT TO BE YOUR MP...",
        "content": "Sutton is a great place to live. We have so much going for us. Close to the heart of London and yet so many of the benefits of a close community and easy access to schools, beautiful parks, superb sports facilities and good transport links."
      },
      {
        "title": "Our young people need good youth provisions in the last few years, 3 youth groups have closed down in the borough, not opening youth groups election school."
      },
      {
        "title": "We do not have enough school places in Sutton – particularly in Worcester Park. I have lobbied to build a new school in Worcester Park."
      },
      {
        "title": "Many of you have told me about the tax from the Council Tax. You have told me your concern over Osborne's plans to freeze Council Tax for 2 years.",
        "content": "I appreciate and understand the concerns raised. We will need to make a difference."
      },
      {
        "title": "Old people and disabled people particularly have been suffering terribly while we wait for a new hospital. This envisaging is not happening and there is no end for when it will happen."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Youth Provisions",
        "policyDescription": "Supporting restoration of youth services and opening new youth groups."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Increasing school places in Sutton, particularly in Worcester Park."
      },
      {
        "policyTitle": "Council Tax",
        "policyDescription": "Address concerns regarding the freeze of Council Tax for 2 years proposed by Osborne."
      },
      {
        "policyTitle": "Hospital Services",
        "policyDescription": "Improving hospital services for old and disabled people, addressing delays in new hospital development."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Ensuring Sutton's social housing is well maintained and upgraded with comforts like new doors and windows."
      }
    ],
    "mentions": {
      "candidate": "Philippa Stroud",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "The leaflet mentions lobbying to build a new school in Worcester Park to address the shortage of school places.",
      "environment": "",
      "governance": "",
      "health": "The leaflet references concerns with hospital services for elderly and disabled and the wait for a new hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Sutton's social housing has seen less investment or maintenance over the last 20 years. I have spoken with London Mayor Boris Johnson, to make sure that the Decent Homes Funding actually comes into Sutton's way should be getting improved our homes - starting with doors and windows that fit.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I live in Sutton with my family. I want to continue my positive campaign, to ensure a cross-party and cross-community approach to fighting for local services in Sutton, Cheam & Worcester Park.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.philippastroud.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Philippa Stroud in various situations including speaking with constituents, participating in local services and standing outside a hospital."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```