{
  "leaflet": {
    "candidateName": "Philippa Stroud",
    "constituency": "Sutton & Cheam",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "THE CHOICE...",
        "content": "Gordon Brown recently promised to \"go on and on\" if he wins the General Election. Most people I speak with say that things cannot go on as they are and they want change. To change the government, you need to vote for it. Don't leave it up to someone else. Use your vote to make it happen and back. David Cameron's Conservatives."
      },
      {
        "title": "How to change the government in 3 easy steps...",
        "content": "1. David Cameron needs to win 117 extra seats to get rid of Gordon Brown and the government. 2. Sutton & Cheam is one of those 117 David Cameron must win. 3. Use your vote to back Cameron's government."
      },
      {
        "title": "WELL DONE ST HELIER!",
        "content": "The announcement that £219 million is going to be invested in St Helier Hospital represents years of hard work by the staff of St Helier and political leaders of all parties."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "INVEST IN THE NHS",
        "policyDescription": "The commitment to increasing NHS funding. Philippa Stroud and her party believe in protecting the NHS, speaking up for the elderly, providing more choice and local control, and delivering comprehensive plans for all, which requires a change of government."
      }
    ],
    "mentions": {
      "candidate": "Philippa Stroud",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "Sutton & Cheam is one of the 117 seats David Cameron must win to change the government."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The commitment to increasing NHS funding.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I live in Sutton with my family and love our local area – but it could be even better – which is why I want to be your local MP. I am extremely child and for a great education is foremost to fighting for David Cameron's commitment to increasing NHS funding.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote Philippa Stroud... living locally, campaigning positively."
        },
        {
          "caption": "Philippa Stroud with David Cameron"
        },
        {
          "caption": "Philippa's Campaign Pledges"
        },
        {
          "caption": "INVEST IN THE NHS"
        }
      ]
    },
    "additionalNotes": "Philippa Stroud runs a positive campaign, aiming for honest, local, personal service, and to rebuild confidence in politics. She is willing to hold 'Town Hall' style meetings where residents can question the government in a direct way."
  }
}