```json
{
  "leaflet": {
    "candidateName": "Chris Huhne",
    "constituency": "Eastleigh",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "Chris Huhne - making a real difference for you in Eastleigh",
        "content": "It's been great to meet so many friends and neighbours in recent weeks. Almost everyone I have met agrees that Gordon Brown and Labour have left our country in a mess. Labour bailed out the banks, but did little to help ordinary people. Labour left pensioners struggling to heat their homes. They wasted billions of pounds on red tape and bureaucracy. Britain needs change. Labour have never won a General Election in this constituency."
      },
      {
        "title": "",
        "content": "In Eastleigh, the choice is between having a local Lib Dem MP - or someone recently arrived from Essex with no record of action and whose party is fighting the most negative campaign local people have ever seen."
      },
      {
        "title": "That's one of the reasons why many Conservatives are switching to back me this time.",
        "content": "As your local MP, I've fought for a fair deal for local residents. I have spoken out against Labour's tax hikes and am someone who brings back taxes that put money back in the pockets of local people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fighting Development and Environmental Issues",
        "policyDescription": "Chris Huhne fought successfully to get local asbestos-related cancer issues that were affecting local day and AWAY APW pensioners are now covered by the Government lifeboat. He worked hard with local residents to protect our communities from over-development, defend jobs and help start-up businesses."
      },
      {
        "policyTitle": "Opposing Conservative Plans",
        "policyDescription": "Chris Huhne is fighting against Conservative County Council plans for a gravel pit in Hamble and for an SDA new town north of Hedge End and Botley."
      }
    ],
    "mentions": {
      "candidate": "Chris Huhne",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "Labour have never won a General Election in this constituency. In Eastleigh, the choice is between having a local Lib Dem MP or someone from another party. Conservatives are switching to back Chris Huhne. Labour can't win here, with only 21% compared to Lib Dem's 39% and Conservatives 37%."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour bailed out the banks, but did little to help ordinary people.",
      "education": "",
      "environment": "Chris Huhne fought to get local asbestos-related cancer issues covered by the government.",
      "governance": "Labour left pensioners struggling to heat their homes. They wasted billions of pounds on red tape and bureaucracy.",
      "health": "",
      "immigration": "",
      "socialWelfare": "Labour left pensioners struggling to heat their homes.",
      "housing": [
        {
          "content": "Chris Huhne worked hard with local residents to protect our communities from over-development, defend jobs and help start-up businesses.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "It's been great to meet so many friends and neighbours in recent weeks.",
    "politicalExperience": [
      {
        "role": "Local MP for Eastleigh",
        "duration": "",
        "achievements": "Fought successfully to get local asbestos-related cancer issues covered. Protected communities from over-development, defended jobs, helped start-up businesses, fought against labour's tax hikes."
      }
    ],
    "contactInformation": {
      "address": "109a Leigh Road, Eastleigh, SO50 9DR",
      "phone": "023 8062 0007",
      "email": "chris@chrishuhne.org.uk",
      "website": "www.chrishuhne.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chris Huhne with local residents and supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```