```json
{
  "leaflet": {
    "candidateName": "Jenny Gould",
    "constituency": "Runnymede and Weybridge",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "MEP Awards 2008",
        "content": "Green Party leader and MEP Caroline Lucas receives the prestigious Parliament magazine award as MEP of the Year 2008 for her work on trade."
      },
      {
        "title": "Greens are ahead!",
        "content": "Our 'green' policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these crucial issues. Greens now sit in the European Parliament, the Scottish Parliament, the London Assembly and on many local councils."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A 'Living Wage' for all",
        "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers can earn enough to provide for themselves and their families. We will fight for a fair financial deal, with realistic loans to families and small businesses."
      },
      {
        "policyTitle": "A million new jobs",
        "policyDescription": "Green MPs will press for a free insulation scheme for every single home to cut bills and create a million new jobs. Green Party councillors have already pioneered such a scheme in Kirklees."
      },
      {
        "policyTitle": "Protect our NHS",
        "policyDescription": "Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures and privatisation within our NHS and protect the jobs of public sector workers."
      }
    ],
    "mentions": {
      "candidate": "Jenny Gould",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Caroline Lucas",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We need to transform existing homes into 'good homes' that are cheap to keep warm, rescue and reuse more goods and materials. She would promote research exploring how to grow food naturally and safely.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jenny says 'We need to transform existing homes into 'good homes' that are cheap to keep warm, rescue and reuse more goods and materials.'",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "0844 544 9277",
      "email": "",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jenny Gould standing with a group of people."
        }
      ]
    },
    "additionalNotes": "FAIR IS WORTH FIGHTING FOR. Jenny Gould supports: a fair taxation system that stops benefits dependency and does not penalise part-time workers and small businesses; an integrated public transport network as a realistic alternative to car dependency; an army of green jobs."
  }
}
```