```json
{
  "leaflet": {
    "candidateName": "Peter Roberts",
    "constituency": "North East Cambridgeshire",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Election Communication",
        "content": "This election is a choice between a Labour or a Tory Government. Only Labour Can Beat The Tories In North East Cambridgeshire."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Best Deal on Public Services",
        "policyDescription": "I will fight for the best deal on public services for local workers, families and pensioners."
      },
      {
        "policyTitle": "Support for Better and Safer Transport Networks",
        "policyDescription": "I will continue to vocally support better and safer transport networks across the Fens."
      },
      {
        "policyTitle": "Secondary School Building Plans",
        "policyDescription": "Unlike the Conservative candidate, I will carry on supporting the government's secondary school rebuilding plans that have benefited our area and community so much."
      }
    ],
    "mentions": {
      "candidate": "Peter Roberts",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The Lib Dems CANNOT win here"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Minimum Wage, Winter Fuel Allowance, Free TV Licences for Over-75s, Rebuilding our Schools Programme, New Deal Work Scheme, Sure Start Centres for Families",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Peter Roberts, 27, lives in Little Downham and is Labour's candidate for North East Cambridgeshire. Born in Alvastron, an industrial relocation to a local comprehensive school nurse.",
    "politicalExperience": [
      {
        "role": "Member of the Bramley Line group, member of the Labour Party, Unite and a school governor at Fenland Junior School",
        "duration": "",
        "achievements": "Completed a 300 mile walk through the Fens for charity in March 2009."
      }
    ],
    "contactInformation": {
      "address": "Promoted by Stephen Paevy, on behalf of Peter James Roberts, both of 57 Main Street, Little Downham, Cambridgeshire, CB6 2ST. Printed by GJ Plastics Ltd, 11 Mary Street, Camden, London NW1 9SE",
      "phone": "01353 698121",
      "email": "peter@necambslabour.co.uk",
      "website": "www.necambslabour.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "It’s been a privilege to campaign on your behalf for nearly three years and I’m now asking for your vote at the General Election so I can do it full-time. I stand for fairness above anything else; fairness for our old, our young and our families.",
        "source": "Peter Roberts",
        "date": ""
      },
      {
        "text": "Like most of us I come from humble beginnings, and believe that it is only through hard work that we can achieve anything. I do not seek the office of Member of Parliament for personal gain, but to serve the public and our democracy which I consider an honour and a privilege.",
        "source": "Peter Roberts",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Peter with his partner Josephine"
        },
        {
          "caption": "Peter having a discussion with someone"
        },
        {
          "caption": "Peter doing paperwork at a desk"
        },
        {
          "caption": "Peter walking through the Fens"
        },
        {
          "caption": "Peter and team on a charity walk"
        },
        {
          "caption": "Peter with other people"
        },
        {
          "caption": "Happy 60th Birthday NHS banner"
        },
        {
          "caption": "Peter in conversation with a group of people"
        },
        {
          "caption": "Peter Roberts with a group outdoors, 'Fighting the fight for Labour'"
        }
      ]
    },
    "additionalNotes": "Result of 2005 General Election shows Labour leading significantly over Conservatives and Lib Dems, suggesting Labour is the only party capable of defeating the Tories in the constituency."
  }
}
```