```json
{
  "leaflet": {
    "candidateName": "John Dixon",
    "constituency": "Cardiff North",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "John Dixon and the Lib Dems",
        "content": "Almost everyone I know has found life tougher over the last year or so. Now more than ever, people need more money in their pockets to help them get by, but there's no sign of that coming from this tired Labour Government. Instead we have the prospect of paying more and more while getting less and less in return. There's little hope of a change from the Conservatives. The top Conservative priority on tax is to cut taxes for millionaires. But the majority of the world won't get an extra penny. Only the Liberal Democrats are offering something different - real change and fairness."
      },
      {
        "title": "change that works for you",
        "content": "Our tax plan, launched by Nick Clegg and Vince Cable, will provide real help for you and your family. You will be £700 better off by making sure anyone earning less than £10,000 pays no income tax at all. Even better, it can be paid for by making tax fairer. It's time to get rich started to pay their fair share. By closing tax loopholes exploited by the super rich, taxes on pollution and by introducing a new 'Mansion Tax' on homes that are worth over £2million, we can give everyone a tax cut. That's fairer taxes - ordinary people paying a bit less, while the very rich pay a bit more."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax Policy",
        "policyDescription": "Introduction of a plan that ensures anyone earning less than £10,000 pays no income tax, to be funded by closing tax loopholes for the super rich, taxes on pollution, and a new 'Mansion Tax' on homes over £2 million."
      }
    ],
    "mentions": {
      "candidate": "John Dixon",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg, Vince Cable",
      "tacticalSituation": "The choice in your area is between a hard-working Lib Dem campaigner with a track record of action or four more years of the Tories taking us for granted."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dem tax plan is aimed at making the economy fairer, by providing real help to families and ensuring the wealthy pay their fair share.",
      "education": "",
      "environment": "Proposed taxes on pollution as part of the plan to make the economy fairer and provide tax cuts.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Introduction of a 'Mansion Tax' on homes worth over £2 million.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "FREEPOST RLYJ-BLBX-KYJH, Liberal Democrats, Cardiff, CF4 4XZ",
      "phone": "",
      "email": "john@cardiffnorthlibdems.org.uk",
      "website": "www.LibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Picture of John Dixon, Liberal Democrat candidate for Cardiff North"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```