```json
{
  "leaflet": {
    "candidateName": "John Dixon",
    "constituency": "Cardiff North",
    "politicalParty": "Liberal Democrats",
    "electionDate": "6th May",
    "messages": [
      {
        "title": "It's a two horse race in Cardiff North",
        "content": "Labour's support in Cardiff North slumped from over 50% of the vote in 1997 to 39% at the last election...More and more people are switching to back Lib Dem campaigner John Dixon this time."
      },
      {
        "title": "Do you REALLY trust the Tories?",
        "content": "When the local Conservative candidate was an MEP, he voted to conceal details of his expense claims."
      },
      {
        "title": "3 reasons to vote for John Dixon and the Lib Dems",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Expenses",
        "policyDescription": "John Dixon promises to publish all expenses online and refuses to claim for mortgage on properties, groceries, or furniture."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Vince Cable and the Lib Dems favor the recession and had called for strong regulation of the banks. The Lib Dems would boost the economy by cutting taxes for working families, not closing tax loopholes for the super-rich."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "The Lib Dems have set a target of reaching a zero carbon Britain by 2050. A recent Guardian survey showed that Lib Dem councils handle the greenest budgets, with Conservative councils being the least green."
      }
    ],
    "mentions": {
      "candidate": "John Dixon",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dems would boost the economy by cutting taxes for working families, not closing tax loopholes for the super-rich.",
      "education": "",
      "environment": "The Lib Dems have set a target of reaching a zero carbon Britain by 2050.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "John Dixon has a long association with politics in our area, having stood for the Lib Dems in Cardiff North since 2001.",
    "politicalExperience": [
      {
        "role": "Cardiff Council's Executive Member for Health, Social Care and Wellbeing",
        "duration": "",
        "achievements": "Overseeing care for the sick and elderly."
      }
    ],
    "contactInformation": {
      "address": "Cardiff North Liberal Democrats Freepost RLXJ-LBBS-XJHJ Cardiff, CF24 4DY",
      "phone": "029 2065 5667",
      "email": "john@cardiffnorthlibdems.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@CllrJohnDixon",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Labour switched, in the main, to the Lib Dems.",
        "source": "Nick Robinson, BBC News website, 19 January 2009",
        "date": "19 January 2009"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John Dixon: Your local Liberal Democrat candidate, with a record of action."
        }
      ]
    },
    "additionalNotes": "It's a straight choice between John Dixon or Cameron's Conservatives."
  }
}
```