```json
{
  "leaflet": {
    "candidateName": "Heather Wheeler",
    "constituency": "Derbyshire South",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "A Record of Action in Derbyshire South",
        "content": "I have lived in here with my family for over 21 years. I will put your interests first by campaigning on issues that I know matter to YOU and your family; crime; the NHS; transport; jobs; housing and immigration."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Crime",
        "policyDescription": "Strongly believe in local policing and a presence in our community. Aim to reduce time spent on filling in forms and reallocate police back to the streets."
      },
      {
        "policyTitle": "NHS Services",
        "policyDescription": "Campaign to increase the numbers of NHS dentistry services; highlighted the closure of General Dental services as blow to the community, implying a promise to fight for better NHS services."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Focus on the creation of flood defences to protect communities. Has shown importance through floodshield campaign."
      },
      {
        "policyTitle": "Jobs",
        "policyDescription": "Understanding of the impact of recession on local unemployment rates, with specific mention of training opportunities for Toyota staff and commitment to safeguard jobs for future generations."
      }
    ],
    "mentions": {
      "candidate": "Heather Wheeler",
      "otherPartyLeaderCandidate": "Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Comments on the recession impacting the community and mentions training for job security.",
      "education": "",
      "environment": "Mentions the floodshield campaign and protecting fields from being affected by floods.",
      "governance": "",
      "health": "Notes the closure of General Dental services and implies a campaign for increasing NHS services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Campaign against extra homes on green fields, emphasizing the importance of flood defenses and protecting communities.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "VOTE HEATHER WHEELER - SHE GETS THINGS DONE",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Heather Wheeler talking with police officers."
        },
        {
          "caption": "Heather Wheeler outside a post office with another individual."
        },
        {
          "caption": "Heather Wheeler with constituents at a coffee shop."
        },
        {
          "caption": "Heather Wheeler with an older couple."
        },
        {
          "caption": "Heather Wheeler at a college with a student."
        },
        {
          "caption": "Heather Wheeler with NHS staff and ambulance."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```