```json
{
  "leaflet": {
	"candidateName": "Chris Huhne",
	"constituency": "Eastleigh",
	"politicalParty": "Lib Dems",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Change required",
    	"content": "People I meet everywhere tell me how they feel let down by those in power. Ordinary people feel frustrated, ignored and angry at the way things seem to work in this country."
  	},
  	{
    	"title": "Strategic voting consideration",
    	"content": "Labour can’t win here. This election is a straight choice between a Lib Dem who will fight to defend local services and a Conservative with no record of action for us."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "NHS",
    	"policyDescription": "To prevent NHS from Conservative mishandling as many people are questioning if it would be safe in Conservative hands."
  	},
  	{
    	"policyTitle": "Public Services",
    	"policyDescription": "Alleges current Conservatives want to put NHS and public services at risk while giving tax cuts to millionaires."
  	}
	],
	"mentions": {
  	"candidate": "Chris Huhne",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": "This election is a straight choice between a Lib Dem who will fight to defend local services and a Conservative with no record of action for us."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "Many people are questioning if our NHS would be safe in Conservative hands.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "Wants to defend local services.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Last time there were only 568 votes in it. Many Labour supporters are switching to back me this year to make sure we always have an MP who will put our area first.",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "109a Leigh Road, Eastleigh, SO50 9DR",
  	"phone": "023 8062 0007",
  	"email": "chris@chrishuhne.org.uk",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Chris Huhne working for Eastleigh all year round."
    	}
  	]
	},
	"additionalNotes": "Remembered for the area being neglected by the last Conservative Government and risks associated with current Conservatives. Emphasizes it's a two horse race in Eastleigh, Labour can’t win here."
  }
}
```