```json
{
  "leaflet": {
    "candidateName": "Afzal Anwar",
    "constituency": "Pendle",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Help pensioners heat their homes says Afzal",
        "content": "Huge energy bills mean that thousands of local pensioners are facing another tough winter in 2010/11. In some cases, pensioners may even be forced to choose between heating and eating if temperatures plummet as they did in the winter of 2009/10. Local Lib Dem campaigner Afzal Anwar is fighting for action to end this appalling situation. Afzal said, 'This kind of thing just shouldn't be happening in modern Britain. Gordon Brown and his Labour Government should hang their heads in shame. It's time to end the terrible injustice and give our pensioners the dignity and comfort they truly deserve. The Lib Dems are demanding a cut in prices for the poorest customers from the energy companies. They also want energy companies to fund a new national insulation programme for pensioners and less well-off families. Afzal added, 'The energy companies have made whopping profits at our expense. It's time they did their bit for their poorest customers. It's just crazy that poorer pensioners and families end up paying the highest rates for electricity and gas supplies.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Energy Prices and Insulation Programme",
        "policyDescription": "Calling for a cut in energy prices for the poorest customers and requiring energy companies to fund a national insulation programme to assist pensioners and less well-off families."
      },
      {
        "policyTitle": "Constitutional Reform",
        "policyDescription": "The Liberal Democrats are committed to real change of the political system, flushing out big money and corrupt donors and reducing the number of MPs by 150. We will rebuild the economy that protects Britain."
      },
      {
        "policyTitle": "Jobs and Education",
        "policyDescription": "We will introduce fairer taxes by closing loopholes for the richest, introducing a tax on mansions and tax cuts of up to £700 for everyone else. If you child is at school in Pendle, we can promise investment to help reduce class sizes, improve discipline and develop one-to-one tuition."
      },
      {
        "policyTitle": "Economy and Innovation",
        "policyDescription": "We will get the country building again, creating last banking jobs, and create lasting jobs that promote education. We will invest in green technology and create a learning banking, bring back competition back to our local banking to ensure Penndle businesses can face the future they need to grow."
      },
      {
        "policyTitle": "Health and Social Care",
        "policyDescription": "In the coming months we will finalize new fair policies and I am committed to delivering real change for Pendle."
      }
    ],
    "mentions": {
      "candidate": "Afzal Anwar",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Liberal Democrats have announced they will fight the General Election on four key principles, fairer taxes, a fair chance for our children, a fair deal for you, creating jobs that last.",
      "education": "We will introduce fairer taxes by closing loopholes for the richest, introducing a tax on mansions and tax cuts of up to £700 for everyone else. If you child is at school in Pendle, we can promise investment to help reduce class sizes, improve discipline and develop one-to-one tuition.",
      "environment": "We will invest in green technology",
      "governance": "The Liberal Democrats are committed to real change of the political system, flushing out big money and corrupt donors and reducing the number of MPs by 150.",
      "health": "",
      "immigration": "",
      "socialWelfare": "In the coming months we will finalize new fair policies and I am committed to delivering real change for Pendle.",
      "housing": [
        {
          "content": "The Liberal Democrats have announced they will fight the General Election on four key principles, fairer taxes, a fair chance for our children, a fair deal for you, creating jobs that last.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Afzal Anwar said, 'People in Pendle have been angry they have feltvoiceless as clear indication of the frustration I am going into the election with a short, direct and dynamic manifesto that is a reflection to the point.'",
    "politicalExperience": [
      {
        "role": "Local Lib Dem campaigner",
        "duration": "",
        "achievements": "Fighting for action to end energy poverty among pensioners in Pendle."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Many old people will feel the heat with soaring energy bills."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```