```json
{
  "leaflet": {
    "candidateName": "Bhavna Joshi",
    "constituency": "Central Suffolk & North Ipswich",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Let's build a future fair for all",
        "content": "I believe that everyone should be afforded the same kind of opportunities that I have been given. I got to know this part of Suffolk in 2007 through my work. The issues affecting our diverse constituency are not dissimilar from those that affect the whole country, and the Labour Party is working hard to secure all our futures."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Securing the recovery",
        "policyDescription": "Labour is investing for the future; the Tories want savage cuts now and risk choking off the recovery."
      },
      {
        "policyTitle": "Protecting front line services - health",
        "policyDescription": "Labour has invested record amounts in our NHS; the Tories will scrap our cancer patient diagnosis guarantee."
      },
      {
        "policyTitle": "Protecting front line services - education",
        "policyDescription": "Education offers escape from the poverty trap; the Tories will cut the Sure Start budget."
      },
      {
        "policyTitle": "Standing up for the many",
        "policyDescription": "Labour is for the many. The Tories still stand up for the few by cutting inheritance tax for the 3000 richest estates in the country."
      },
      {
        "policyTitle": "New industries, future jobs",
        "policyDescription": "Labour is committed to new job creation through green technologies and backs small businesses."
      },
      {
        "policyTitle": "Providing affordable housing",
        "policyDescription": "In the last 12 months alone, Labour has invested over £1.5 billion in a 2-year project to deliver 20,000 new council and social houses. Families have also had extra help with their mortgages during the recession."
      },
      {
        "policyTitle": "Tough but fair on immigration",
        "policyDescription": "The protection of our borders is fundamental to the future of our country. Labour has brought in a new Australian-style points-based system, along with ID cards for foreign nationals and a new border force."
      }
    ],
    "mentions": {
      "candidate": "Bhavna Joshi",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "New Australian-style points-based system, along with ID cards for foreign nationals and a new border force.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour has invested over £1.5 billion in a 2-year project to deliver 20,000 new council and social houses.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I got to know this part of Suffolk in 2007 through my work. The issues affecting our diverse constituency are not dissimilar from those that affect the whole country, and the Labour Party is working hard to secure all our futures.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Ipswich Labour Party, 33 Silent Street, Ipswich, Suffolk, IP1 1TF.",
      "phone": "07930 646472",
      "email": "votejoshi@hotmail.com",
      "website": "www.votejoshi.com",
      "socialMedia": {
        "facebook": "Bhavna Joshi",
        "twitter": "Bhavna Joshi",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Gordon Brown",
        "endorsement": "Labour is the party for our country's future."
      }
    ],
    "quotes": [
      {
        "text": "Labour is the party for our country's future.",
        "source": "Gordon Brown",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Bhavna Joshi, Your Labour candidate for Central Suffolk & North Ipswich, Election Communication"
        },
        {
          "caption": "Fighting for more jobs in our beautiful part of Suffolk"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```