```json
{
  "leaflet": {
	"candidateName": "Mark Stevenson",
	"constituency": "Henley",
	"politicalParty": "Green Party",
	"electionDate": "",
	"messages": [
  	{
    	"title": "FAIR IS WORTH FIGHTING FOR",
    	"content": "Mark is one of the people who make our communities thrive. He volunteers as Chairman of a community action group, Treasurer of a local produce market, School Governor and Parish Councillor. He is the kind of person we need as an MP for Henley."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Getting there – better provision for pedestrians, cyclists and public transport; keep shops and services local.",
    	"policyDescription": "Mark Stevenson advocates for improved provision for pedestrian and cyclist facilities, as well as better public transport to maintain local shops and services."
  	},
  	{
    	"policyTitle": "Local communities – strengthening local economies and employment opportunities; improving local democracy.",
    	"policyDescription": "Mark Stevenson supports strengthening local economies and increasing employment opportunities along with enhancing local democracy."
  	},
  	{
    	"policyTitle": "Environment – reducing waste, improving energy efficiency and supporting wildlife.",
    	"policyDescription": "Mark Stevenson aims to reduce waste, enhance energy efficiency, support wildlife, and face the challenges of the future with realistic and sustainable green policies."
  	}
	],
	"mentions": {
  	"candidate": "Mark Stevenson",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "Mark Stevenson is committed to reducing waste, improving energy efficiency, and supporting wildlife as part of his environmental policy.",
  	"governance": "He pledges to improve local democracy.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Mark is a person who volunteers in various capacities and is presented as the kind of person needed as an MP for Henley.",
	"politicalExperience": [
  	{
    	"role": "Chairman of a community action group, Treasurer of a local produce market, School Governor and Parish Councillor",
    	"duration": "",
    	"achievements": "Helping communities thrive, overseeing various local organizations."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "www.greenparty.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "Government could do with a dose of Greens, vote for it!",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Mark delivering organic strawberries straight from his plot to the local pre-school to help promote healthy eating in children."
    	}
  	]
	},
	"additionalNotes": "Printed on 100% recycled paper using sustainable technologies that do not harm the environment."
  }
}
```