{
  "leaflet": {
    "candidateName": "Richard Benyon",
    "constituency": "Newbury and West Berkshire",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "3 POSITIVE REASONS TO VOTE FOR RICHARD BENYON",
        "content": "Richard is totally committed to Newbury and West Berkshire; its people, its businesses, its voluntary organisations, its towns and countryside. Conservatives will strengthen families and communities by building better welfare and justice systems that will encourage responsibility and respect. Conservatives will take tough decisions to get us out of this economic mess and reduce the appalling levels of debt."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "BETTER RAIL SERVICES",
        "policyDescription": "Richard has successfully campaigned for an improved timetable for trains to London, better seating facilities, and extensions of electrification, bringing better services."
      },
      {
        "policyTitle": "BROADBAND",
        "policyDescription": "Richard knows the importance of broadband, ensuring homes and businesses work and learn from home and enjoy cost-effective and rapid internet connections. He is aiming to support the buildout of superfast broadband."
      },
      {
        "policyTitle": "GOOD SCHOOLS",
        "policyDescription": "Richard is a regular visitor to schools, listening to teachers and governors and backing plans to undertake the changes to education that include free schools, simplifying red tape, and giving schools the right to impose necessary discipline."
      },
      {
        "policyTitle": "CLEAN AND GREEN",
        "policyDescription": "As a Shadow Environment Minister, Richard secured the co-operation of the Conservatives' new local government green paper to ensure consistent recycling across the UK. He advocates for sustainable energy and a keen Green Deal to benefit homeowners."
      },
      {
        "policyTitle": "SAFER NEIGHBORHOODS",
        "policyDescription": "Richard emphasizes the right to feel safe. He highlights efforts to cut both Police and NHS red tape and provide a rapid rehabilitation of former prisoners to reduce re-offence rates."
      }
    ],
    "mentions": {
      "candidate": "Richard Benyon",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Conservatives will take tough decisions to get us out of this economic mess and reduce the appalling levels of debt.",
      "education": "Richard is a regular visitor to schools, listening to teachers and governors and backing plans to undertake the changes to education.",
      "environment": "Richard secured the co-operation of the Conservatives' new local government green paper to ensure consistent recycling across the UK.",
      "governance": "",
      "health": "He highlights efforts to cut both Police and NHS red tape.",
      "immigration": "",
      "socialWelfare": "Conservatives will strengthen families and communities by building better welfare and justice systems that will encourage responsibility and respect.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "MP",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "58 Cheap Street, Newbury, Berkshire, RG14 5DH",
      "phone": "01635 487676",
      "email": "richard@richardbenyon.com",
      "website": "www.richardbenyon.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "VOTE RICHARD BENYON FOR A BRIGHTER FUTURE"
        }
      ]
    },
    "additionalNotes": ""
  }
}