{
  "leaflet": {
    "candidateName": "Tessa Jowell",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Putting local people first",
        "content": "Tessa goes out of her way to listen to local people."
      },
      {
        "title": "Better off with Labour",
        "content": "Labour has put in extra money to make life better for older people. I fear the Tories will push us back into recession and threaten our future and that of our families. (Peter Hore, Retired headteacher)"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local schools and families support",
        "policyDescription": "I'll support local schools and families with more primary school places, one-to-one tuition for secondary pupils and, unlike the Tories, a protected school budget."
      },
      {
        "policyTitle": "Community support",
        "policyDescription": "I'll be here to help by continuing to provide one of the biggest advice services of any MP."
      },
      {
        "policyTitle": "Backing local police",
        "policyDescription": "I'll back our local police with local bobbies to play on our local communities."
      },
      {
        "policyTitle": "Tackling important issues",
        "policyDescription": "I'll continue to campaign on important issues such as tackling climate change and supporting for the developing world."
      },
      {
        "policyTitle": "Improving NHS",
        "policyDescription": "The NHS - from better to best. Free personal care for those in need and faster cancer diagnosis with a one month guarantee, something the Tories would scrap."
      }
    ],
    "mentions": {
      "candidate": "Tessa Jowell",
      "otherPartyLeaderCandidate": "the Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Twelve years ago Britain was struggling with a legacy of Tory under investment.",
      "education": "Five new schools - with more on the way. Academic results transformed from failing to above average and still improving fast. Very young children now able to go to seven new Children’s Centres.",
      "environment": "Tackling climate change",
      "governance": "",
      "health": "Free personal care for those in need and faster cancer diagnosis with a one month guarantee, something the Tories would scrap.",
      "immigration": "",
      "socialWelfare": "Labour has put in extra money to make life better for older people.",
      "housing": [
        {
          "content": "Thanks to hard working NHS staff and huge investment by your Labour government, waiting times are at their lowest since records began. King’s College Hospital and our local GP practices have been transformed for the better.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Twelve years ago Britain was struggling...This election is about your future. Don't put it at risk. Vote Labour.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Peter Hore",
        "endorsement": "Labour has put in extra money to make life better for older people. I fear the Tories will push us back into recession and threaten our future and that of our families."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tessa Jowell with local people."
        }
      ]
    },
    "additionalNotes": ""
  }
}