```json
{
  "leaflet": {
    "candidateName": "Malcolm Fleming",
    "constituency": "Glasgow South",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "Nicola's Backing Malcolm",
        "content": "Health Secretary and Govan MSP Nicola Sturgeon is backing Malcolm's campaign to become the next MP for Glasgow South. Nicola says: 'I've known Malcolm for more than ten years. He's hard-working and dedicated and will be a fantastic local champion for Glasgow South.'"
      },
      {
        "title": "3 GREAT REASONS TO VOTE SNP IN GLASGOW SOUTH",
        "content": "1) Malcolm is a Southside Champion who will fight for our area. 2) More SNP than ever before and an end to the cosy Westminster ways: Malcolm backs reforms. 3) Independence? It's your choice."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Class sizes lowered. Primary for first few at best. NHS Afterglow. Extra investment in further education. New Schools apprenticeships to boost skills."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Business rates cut or abolished for thousands of firms. Household debt protected with council tax freeze. Billions poured into projects in and around Glasgow, supporting thousands of jobs."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "More frontline NHS staff than ever before and an end to privatising services. Waiting times targets reduced. Prescriptions/VAT on Hospital catering lifted. Charge applied to out of hours service at new Southern General cut out."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Record high investment in affordable housing - highest level of council house associations in housing. Building protection for home."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Crime cut with tougher police on the beat. Tougher action on organised crime. More police sentences for knife crime. Tough on violence. Action to tackle gang related and fixing broken crime. Action at pocket-money youth."
      }
    ],
    "mentions": {
      "candidate": "Malcolm Fleming",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nicola Sturgeon",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Malcolm is a leading campaigner on climate change and organised The Wave march and protest in Glasgow last December. He's helped to launch new power stations, creating a legacy of generating waste, and supports Scotland's renewable energy sector.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Record high investment in affordable housing - highest level of council house associations in housing. Building protection for home.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Malcolm, 35, who lives in Tantallon Road, works in the Glasgow City Council. Malcolm has a policy degree and made major legislation on tackling poverty. He led campaigns such as Make Poverty History and Climate Camps. Malcolm Spent three years in Tanzania. He also volunteered in the kitchens of the 204th Irn-Bru Tournament in Wagonga Game Safaris. He also swam a width of Westminster outdoor pool. Malcolm is looking to put what he has learned back in service. Working as part of a team reigning restoration in Dalmarnock. He is also the secretary of Springburn Community Game League. He coached weight lifting at teen weight training club. Working with politicians and officials, he negotiated major pensions deal. Malcolm also worked in mobile food banks and soup kitchens. His uncle once took part in the Tosca, a local seaside award. And his wife's family ran a tenement and G&G taxi business. Malcolm likes to spend time with his wife Anjula and son, reading historical novels and playing folk music.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nicola Sturgeon",
        "endorsement": "Health Secretary and Govan MSP Nicola Sturgeon is backing Malcolm's campaign to become the next MP for Glasgow South. 'I've known Malcolm for more than ten years. He's hard-working and dedicated and will be a fantastic local champion for Glasgow South.'"
      }
    ],
    "quotes": [
      {
        "text": "Nicola’s Backing Malcolm",
        "source": "Nicola Sturgeon",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Malcolm Fleming for Glasgow South"
        }
      ]
    },
    "additionalNotes": "Did you know? According to official figures, over the next six years £50 billion worth of North Sea oil revenues will flow to the London exchequer. With independence, Glasgow's share would be £5.7 billion."
  }
}
```