{
  "leaflet": {
    "candidateName": "Jonathan Chatfield",
    "constituency": "South East Cambs",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Every child deserves a fair chance",
        "content": "Thirteen years of a Labour Government haven't delivered for our children. Lib Dem campaigner Jonathan Chatfield wants all of our children to get the best start in life."
      },
      {
        "title": "Giving power back to you",
        "content": "Britain is fed up with the sleaze and corruption that has surrounded politics under both Labour and Conservative governments. A Lib Dem government will give people the power to sack their MP if they have behaved corruptly. Big donations will be banned. Fair votes will be introduced. Power will be taken from Whitehall and given back to communities."
      },
      {
        "title": "Liberal Democrat plans to save you £700 per year",
        "content": "The Lib Dems under Nick Clegg and Vince Cable want to make tax fairer. They have announced radical plans that would save the average earner £700 per year."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Provide more money for schools to reduce class sizes and improve discipline, ensuring that each child gets the attention they need to succeed in life."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Plans for power to be taken back from Whitehall and be given to local communities. Introduce the ability to sack MPs who behave corruptly, ban big donations, and introduce fair votes."
      },
      {
        "policyTitle": "Economic",
        "policyDescription": "Save the average earner £700 per year through radical tax plans, including the clamping down on tax loopholes exploited by the wealthy."
      }
    ],
    "mentions": {
      "candidate": "Jonathan Chatfield",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Lib Dems will clamp down on tax loopholes exploited by the wealthy and make others pay their fair share.",
      "education": "Lib Dems will reduce class sizes and improve discipline so each child gets the attention they need to succeed.",
      "environment": "",
      "governance": "People will be able to sack MPs who behave corruptly, big donations will be banned, and fair votes will be introduced.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "FREEPOST, 16 St Georges Court, Swann Road, Cambridge CB5 8LA",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jonathan with residents at a local school, discussing investment in children's futures."
        },
        {
          "caption": "Campaigners expressing concern over the guided bus U-turn."
        }
      ]
    },
    "additionalNotes": "This leaflet features the resignation of a leading Tory regarding the guided bus scheme, highlighting the Tory U-turn on the issue."
  }
}