```json
{
  "leaflet": {
    "candidateName": "Francis Maude",
    "constituency": "Horsham",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "A RECORD OF ACTION IN HORSHAM",
        "content": "As Horsham's MP since 1997, Francis has got involved in numerous issues. He's helped thousands of local people with their concerns, in home visits, advice surgeries, in Parliament, by phone, email or letters. He likes meeting people, and loves a good campaign!"
      },
      {
        "title": "FRANCIS WORKING HARD IN PARLIAMENT",
        "content": "Most recently Francis has been Shadow Minister for the Cabinet Office. Visits to local charities including the Springboard Project, Action Medical Research."
      },
      {
        "title": "BILLINGSHURST CLAMPING NIGHTMARE",
        "content": "Francis: 'Aggressive and unfair wheel-clamping at Jengers Mead has absolutely blighted the village - residents, visitors and traders have all suffered. I'll continue to battle until things change."
      },
      {
        "title": "POST OFFICE CLOSURES.",
        "content": "Despite valiant battles, two years ago the Government forced eight post offices in the Horsham constituency to close their doors forever. Francis is pictured above at a protest service to Warnham Post Office. He met local people who completely relied on its services."
      },
      {
        "title": "ADVICE SURGERIES AND HOME VISITS.",
        "content": "Francis: 'People come to discuss problems or chat about local or national issues. I hold surgeries in Horsham, Copthorne, Crawley Down, Balcombe and Billingshurst but if people can’t get to one I’ll happily visit them at home.'"
      },
      {
        "title": "HOSPITALS: A HUGE LOCAL ISSUE.",
        "content": "Francis joined other Conservative MPs to fight to retain services at the Princess Royal, Worthing and St Richard's. He continues to campaign for local people who are fed up with the East Surrey Hospital, and is leading the campaign for a new hospital for NHS patients."
      },
      {
        "title": "SOUTHWATER LEADS THE WAY IN FIGHTING ANTI-SOCIAL BEHAVIOUR.",
        "content": "Francis and colleague Nick Herbert led the way locally in dealing with this problem and constructive ideas were exchanged."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Hospital Services",
        "policyDescription": "Francis is working to retain services at the Princess Royal, Worthing and St Richard's hospitals, campaign for a new hospital for NHS patients."
      }
    ],
    "mentions": {
      "candidate": "Francis Maude",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Francis joined other Conservative MPs to fight to retain services at the Princess Royal, Worthing and St Richard's hospitals. He is leading the campaign for a new hospital for NHS patients.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Post office closures have affected local communities, with Francis protesting the closures and meeting with local people who relied on these services.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Shadow Minister for the Cabinet Office",
        "duration": "",
        "achievements": "Visits to local charities including the Springboard Project, Action Medical Research."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Francis Maude involved in local campaigns such as saving post offices."
        },
        {
          "caption": "Francis Maude visiting local areas and addressing issues such as clamping and health services."
        }
      ]
    },
    "additionalNotes": "Leaflet demonstrates a focus on local issues and community involvement."
  }
}
```