```json
{
  "leaflet": {
	"candidateName": "Lisa Northover ( nee Wilton )",
	"constituency": "Bournemouth",
	"politicalParty": "Liberal Democrat",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Dear Neighbour,",
    	"content": "I am writing to you because I am putting myself forward to be your next MP. I want to be absolutely clear about what you can expect from me if you vote for me."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Local Decision Making",
    	"policyDescription": "As a local councillor, Lisa has always kept people informed of local decisions and plans, more than any other councillor in Bournemouth."
  	},
  	{
    	"policyTitle": "Education and Health",
    	"policyDescription": "Ensures children attend the same schools and will rely on the same hospitals, with policies for safety and security maintained by the same council."
  	},
  	{
    	"policyTitle": "Environmental Focus",
    	"policyDescription": "Takes climate change seriously and posits that the Liberal Democrats put the environment at the heart of every policy."
  	}
	],
	"mentions": {
  	"candidate": "Lisa Northover",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Vince Cable",
  	"tacticalSituation": "The letter suggests voting for Lisa Northover could lead to having the first Liberal Democrat MP elected in Bournemouth and the need for just three extra people in each street to vote Liberal Democrat."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Vince Cable is trusted to build a resilient, greener economy.",
  	"education": "As your MP, Lisa will ensure policies for education that your children can benefit from.",
  	"environment": "Promises strong environmental focus and tackling climate change is a central issue, with only the Liberal Democrats putting environment at the heart of every policy.",
  	"governance": "Lisa values a politician who keeps in touch with the people and represents their interests in local decisions and plans.",
  	"health": "As your MP, Lisa will ensure policies for healthcare that your family can benefit from.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I am running to represent the area that I have strong roots in, where my family lives and where my friends live. Bournemouth is home.",
	"politicalExperience": [
  	{
    	"role": "Local Councillor",
    	"duration": "",
    	"achievements": "Kept people informed of local decisions and plans more than any other councillor in Bournemouth."
  	}
	],
	"contactInformation": {
  	"address": "39 St Clements Rd Bournemouth",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Vince Cable",
    	"endorsement": "Is endorsed by Vince Cable to run the local economy."
  	}
	],
	"quotes": [
  	{
    	"text": "Only the Liberal Democrats offer the change the country really needs. Building a fairer Britain: that's the change I promise to fight for.",
    	"source": "Lisa Northover",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "An image of a campaign letter from Lisa Northover detailing her commitments and values for her candidacy in Bournemouth."
    	}
  	]
	},
	"additionalNotes": "The leaflet promotes Lisa Northover's local connection, political stance on education, health, and environment, and engagement as a local councillor, emphasizing the possibility of a tactical vote in favour of the Liberal Democrats led by Vince Cable in the local constituency of Bournemouth."
  }
}
```