```json
{
  "leaflet": {
    "candidateName": "Jayne Buckland",
    "constituency": "Wellingborough and Rushden",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "cleaning up politics",
        "content": "I'll behave with integrity and transparency as your MP. I'll be approachable and accountable. I won't use elected office for personal gain. I'll publish all my expenses. I won't waste public money. I'll hold regular community meetings and report back regularly to residents on what I'm doing."
      },
      {
        "title": "Taking the time to understand",
        "content": "Jayne is a breath of fresh air... She works hard and really cares... She had the measure of the issues and knew what was needed. - Cllr Geoff Moore"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A future fair for all in Wellingborough and Rushden",
        "policyDescription": "Three Labour Government initiatives helping residents: - Tax Credits with an average of £5450. - Child Trust Fund starting with £250. - State that the Conservatives got wrong about their policies."
      },
      {
        "policyTitle": "Standing up for the many",
        "policyDescription": "Overall crime across England has fallen by over a third. Young people had campaigned to reduce nuisance bikes. 50,000 more young people are in education than in 1997."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": "Don't let ANYONE tell you all parties are the same. The prompt action Labour took to tackle the global recession helped keep businesses afloat and people in their jobs. Labour's opponents would have done nothing."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The prompt action Labour took to tackle the global recession helped keep businesses afloat and people in their jobs.",
      "education": "50,000 more young people are in education than in 1997.",
      "environment": "",
      "governance": "I'll behave with integrity and transparency. I won't use elected office for personal gain.",
      "health": "Would the NHS be safe if the Conservatives got in? Tory plans to cut the National Health Service growth would have stopped or delayed new health service improvements.",
      "immigration": "",
      "socialWelfare": "Tax Credits with an average of £5450 help well over 6,000 families in Wellingborough and Rushden.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jayne might not be your idea of a 'typical' politician. She works with local residents to get things done.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Cllr Geoff Moore",
        "endorsement": "Jayne is a breath of fresh air... She works hard and really cares... She had the measure of the issues and knew what was needed."
      }
    ],
    "quotes": [
      {
        "text": "\"In this election, the British people must have the chance to decide on the big issues facing the country like the future for our economy... It's a big decision: a future that works for the many, not just the few.\"",
        "source": "Gordon Brown, Prime Minister and Leader of the Labour Party",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jayne Buckland with residents and supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```