```json
{
  "leaflet": {
    "candidateName": "Jean Urquhart",
    "constituency": "Caithness, Sutherland & Easter Ross",
    "politicalParty": "Scottish National Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Vote for an exceptional woman and local champion.",
        "content": "Jean has run the Ceilidh Place in Ullapool since 1973. She is a Governor of the University of the Highlands & Islands Millennium Institute, Governor of the Royal Scottish Academy of Music & Drama, and a member of the Scottish Council for Development & Industry, Vice-Chair at Eden Court Theatre and a Director of Feis Rois."
      },
      {
        "title": "Polls show that people are so disgusted at goings on in London, that many plan not to vote at the General Election.",
        "content": "Staying at home, or backing the same old London parties, will only get you more of the same. Is that really the best option? Now, as never before, is the time to make your vote count."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Governance",
        "policyDescription": "Jean advocates for local governance and for individuals and communities in the Highlands to have their voice heard in Westminster."
      }
    ],
    "mentions": {
      "candidate": "Jean Urquhart",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Polls indicate dissatisfaction with London-based parties, suggesting a strategic opportunity to make votes count."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Criticism of the economy management by Labour; banks being deregulated, market like a casino, unemployment doubled, no improvement in the nation's wealth.",
      "education": "",
      "environment": "Condemns over-regulation harming fishing and farming sectors.",
      "governance": "As a member of SNP, Jean Urquhart understands grievances coming from being governed at a distance.",
      "health": "",
      "immigration": "",
      "socialWelfare": "Strong representation of the North is vulnerable, more dependent than anywhere else on public sector jobs.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jean Urquhart promises to work hard on behalf for Caithness, Sutherland & Easter Ross, believing it's time to elect an SNP champion for the constituency.",
    "politicalExperience": [
      {
        "role": "Highland Councillor",
        "duration": "since 2003",
        "achievements": "Chairs the Audit & Scrutiny Committee."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jean Urquhart's campaign leaflet"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```