```json
{
  "leaflet": {
    "candidateName": "Pippa Bartolotti",
    "constituency": "Newport West",
    "politicalParty": "Green Party",
    "electionDate": "2010",
    "messages": [
      {
        "title": "FAIR IS WORTH FIGHTING FOR",
        "content": ""
      },
      {
        "title": "Working for the Communities of Newport",
        "content": "Pippa Bartolotti working with Newport’s Communities"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "On Banks",
        "policyDescription": "Stop the bonus culture and regulate the city to support local people and businesses with non-profit community banks."
      },
      {
        "policyTitle": "On Tax",
        "policyDescription": "Reintroduce the 10% tax band, support a National Minimum Wage of £60k, and stop national corporations dodging bills with tax havens."
      },
      {
        "policyTitle": "On Health",
        "policyDescription": "Fight for the maintenance and expansion of free healthcare at the point of delivery and social services for all."
      },
      {
        "policyTitle": "On Care for the Elderly",
        "policyDescription": "Provide free care for the elderly, preventing the need to sell their homes to pay for care."
      },
      {
        "policyTitle": "On Jobs",
        "policyDescription": "Provide a basic wage for all, create green economy jobs, re-vitalise manufacturing and re-employ Newport’s heavy industry workers."
      },
      {
        "policyTitle": "On Climate Change",
        "policyDescription": "Introduce direct taxes on high carbon emitters and use the money to subsidise renewable energy."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Stop national corporations dodging bills with tax havens to boost our economy.",
      "education": "",
      "environment": "Introduce direct taxes on high carbon emitters and use that money to subsidise renewable energy.",
      "governance": "",
      "health": "Fight for the maintenance and expansion of free healthcare at the point of delivery and a programme of social services.",
      "immigration": "",
      "socialWelfare": "Provide free care for the elderly.",
      "housing": [
        {
          "content": "Provide free care for the elderly, preventing the need to sell their homes to pay for care.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I believe that in Newport we can build a better way of life. Warming greetings, my name is Pippa Bartolotti, your Green Party Parliamentary Candidate for Newport West.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "01633 822982",
      "email": "pippa@pippabartolotti.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Pippa Bartolotti at the Newport Communities Against Racism rally in John Frost Square November 2009"
        },
        {
          "caption": "Pippa Bartolotti at the Climate Wake-Up Call in Capitol Centre, Newport"
        }
      ]
    },
    "additionalNotes": "Join our Thursday night every informal meetings, 7.00pm at the Riverfront (opposite Newport Bus Station). Calling the Conservatives on Green wash ‘The Conservatives still plan to spend our green investment in the dirtiest fossil fuels like coal, and avoid the power over the rich, expanding the social divide as a warming and warming the planet.’"
  }
}
```