```json
{
  "leaflet": {
    "candidateName": "Peter Bone",
    "constituency": "Wellingborough & Rushden",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Listening to Wellingborough & Rushden",
        "content": "It will shortly be time to decide who is going to run the country. In Wellingborough, every vote counts and ultimately, the choice for Britain is between 5 more years of Gordon Brown's tired government making things worse or David Cameron and the Conservatives with the energy, leadership and values to get the country moving."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A New Hospital",
        "policyDescription": "Continue to campaign for a new local hospital with Minor Accident and Emergency facilities. Should be funded from the £175 million cut the Labour government has made to the local NHS budget."
      },
      {
        "policyTitle": "More Police",
        "policyDescription": "Northamptonshire has a quarter fewer police officers per 100,000 population than the national average. Will continue to campaign for more police officers out on the beat, catching criminals and deterring crime."
      },
      {
        "policyTitle": "Cut Immigration",
        "policyDescription": "Fully supports David Cameron's pledge to put a cap on the number of people coming into our country each year."
      },
      {
        "policyTitle": "Stop Overdevelopment",
        "policyDescription": "Labour is proposing to build 52,000 new homes locally. David Cameron will scrap regional planning and hand back decisions on housing to local councillors."
      },
      {
        "policyTitle": "No to the EU",
        "policyDescription": "David Cameron will be the most Eurosceptic Prime Minister since Mrs Thatcher. Will pass a British Sovereignty Bill and bring back powers from Brussels. Believes we would be better off out of the European Union and that we should have a referendum on our membership"
      }
    ],
    "mentions": {
      "candidate": "I have worked hard to understand your concerns and campaign on your behalf.",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "The election in Wellingborough will be decided by a handful of votes. A vote for any party other than the Conservatives may let Labour win. Your vote really counts."
    },
    "issues": {
      "brexitEurope": "David Cameron will be the most Eurosceptic Prime Minister since Mrs Thatcher. He will pass a British Sovereignty Bill and bring back powers from Brussels. Believes we would be better off out of the European Union and that we should have a referendum on our membership",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Continue to campaign for a new local hospital with Minor Accident and Emergency facilities. Should be funded from the £175 million cut the Labour government has made to the local NHS budget.",
      "immigration": "Fully supports David Cameron's pledge to put a cap on the number of people coming into our country each year.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour is proposing to build 52,000 new homes locally. David Cameron will scrap regional planning and hand back decisions on housing to local councillors.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I very much hope that I will have your support when the time comes to decide the future of this country.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "21 High Street, Wellingborough, Northamptonshire NN8 4JZ",
      "phone": "01933 279343",
      "email": "wca@tory.org",
      "website": "www.wellingboroughconservatives.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Peter Bone Listening to Wellingborough & Rushden"
        }
      ]
    },
    "additionalNotes": "Promoted by James Lammie, on behalf of Peter Bone, both of 21 High Street, Wellingborough, Northamptonshire NN8 4JZ. Printed by Marser Press L2, 8 John's Street, Wellingborough NN8 4LG."
  }
}
```