```json
{
  "leaflet": {
    "candidateName": "Angela",
    "constituency": "Cardiff West",
    "politicalParty": "Welsh Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "IN THE DARK OVER PARKING",
        "content": "Local residents have been bewildered and angry after they received letters stating that changes would be made to parking around Llandaff's Ysgol Pencae. 'Pie crust' promises of full consultation on the matter had been made during early 2009 by Llandaff’s Lib Dem councillors, which ultimately amounted to nothing. Whilst everyone agrees that the safety of school children is paramount, local residents are of the opinion that the proposed changes may actually cause more problems than they solve and that they have not been properly thought-through."
      },
      {
        "title": "Waungron Road Household Waste Recycling Centre",
        "content": "As a regular user of the Waungron Recycling Centre, Angela is aware of the value of centres such as this to the local community. She says, 'The UK produces 335 million tonnes of waste a year. Shockingly, the majority of this is sent to landfill. It costs about £10 billion every year to deal with this staggering amount of rubbish. A Conservative government will introduce a Responsibility Deal on waste – a voluntary arrangement among producers to cut back on the production of waste and improve its disposal. We will put a floor under landfill tax until 2020 to give businesses long term certainty to invest in new forms of waste disposal and we will encourage councils to adopt a scheme which gives incentives to families that recycle.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Parking",
        "policyDescription": "Angela supports local residents’ concerns over proposed parking changes. She has written to the Council and insists on proper consultation before any parking changes are made in the Llandaff area."
      },
      {
        "policyTitle": "Waste Management",
        "policyDescription": "Angela advocates for responsible waste management. She supports the Conservative government's plan to introduce a Responsibility Deal on waste, place a floor under landfill tax until 2020, and encourage councils to adopt recycling incentive schemes."
      }
    ],
    "mentions": {
      "candidate": "Angela",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Angela mentions the importance of waste management and the Conservation government's plan to tackle waste disposal and encourage recycling.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "FREEPOST Welsh Conservatives",
      "phone": "07766 138 785",
      "email": "angela@cardiffwestconservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Angela interacting with a community member discussing local issues regarding parking and waste management."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```