{
  "leaflet": {
    "candidateName": "Chris Coleman",
    "constituency": "Forest of Dean and West Gloucestershire",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday 6th May",
    "messages": [
      {
        "title": "A real champion to stand up for local residents",
        "content": "More and more people are backing Liberal Democrat candidate Chris Coleman to win in the important election to be held here on Thursday 6th May."
      },
      {
        "title": "Change that works for you",
        "content": "Dear Friends, For too long now, New Labour and the Tories have taken this area for granted. I want to change all of that - I want to put the 'Forest of Dean and West Gloucestershire' first."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes that put money back in your pocket",
        "policyDescription": "Pay no tax on the first £10,000 you earn - cutting most tax bills by £700."
      },
      {
        "policyTitle": "A fair chance for every child",
        "policyDescription": "Smaller class sizes, more cash for schools and the abolition of university tuition fees."
      },
      {
        "policyTitle": "A fair future: create jobs by making Britain greener",
        "policyDescription": "Invest in public transport, renewable energy and energy efficient homes."
      },
      {
        "policyTitle": "More power to you: giving the politicians a pink slip",
        "policyDescription": "Make politicians accountable and give you the right to sack corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "Chris Coleman",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "At the last General Election, the Lib Dem vote increased by more than the other two parties put together. Last year, the Lib Dems finished ahead of Labour and the Conservatives in vital elections held locally. Many people believe that only Chris Coleman and the Lib Dems can beat the Conservatives here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I will put local people first. I will be there to help. I listen to your concerns and stand up for our community. I will make sure you are heard - locally and at Westminster. I will work hard and be a strong voice for the Forest of Dean.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Forest of Dean Liberal Democrats, Bracecroft, Jubilee Road, Mitcheldean, GL17 0EE",
      "phone": "",
      "email": "",
      "website": "www.chriscoleman.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "libdemchris",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "The Guardian Online",
        "endorsement": "Nick Clegg is a contender to be PM"
      },
      {
        "endorser": "Daily Mail",
        "endorsement": "Nick Clegg comfortably won the 'Leaders' Debate'... persuade floating-voters to change their allegiance"
      }
    ],
    "quotes": [
      {
        "text": "If you want things to be different, really different, there is hope for a different future - the Liberal Democrats. If we grasp the power for a big say in the State of Change for the General Election.",
        "source": "Chris Coleman",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}