{
  "leaflet": {
	"candidateName": "Jesse Norman",
	"constituency": "South Herefordshire",
	"politicalParty": "",
	"electionDate": "",
	"messages": [
  	{
    	"title": "JESSE NORMAN - REAL ACTION FOR SOUTH HEREFORDSHIRE",
    	"content": "Jesse Norman has built a superb track record helping local communities and fighting for our schools, surgeries and small shops. He is not a career politician, but a man of action with 20 years experience in business and in teaching."
  	}
	],
	"keyPolicies": [],
	"mentions": {
  	"candidate": "Jesse Norman",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Boris Johnson",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "Jesse is passionate about preserving the environment and has led teams of volunteers to pick up litter across the country.",
  	"governance": "",
  	"health": "Jesse has fought for funding for our local NHS, highly underestimated, Jesse and his mother visited many surgeries and the Ross Community Hospital. Then Jesse lobbied the government hard and won record NHS funding to tackle the problem for himself.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "Local pensions have been hit hard by Labour. Jesse has worked to support many of the worst off such as the Wiggin pensioners some of whom are down just a few hundred pounds a year and Herefordshire's Shielded Housing tenants.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "LEFT: STANDING UP FOR YOUNG PEOPLE Local young people face a decent future and Jesse has fought tirelessly to secure their employment."
    	},
		{
      	"caption": "RIGHT: SUPPORTING SMALL SHOPS Local small shops have been suffering the recession, so Jesse went down Pupelo into Sunrise on 2005 shop and gave out thousands of coupons to help people buy local."
    	},
		{
      	"caption": "LEFT: FIGHTING FOR PENSIONERS"
    	},
		{
      	"caption": "RIGHT: PUTTING HEREFORDSHIRE ON THE MAP South Herefordshire has had some good constituency MPs but it's vital to have one now who can right our country, after suffering, durable, near-collapse nationally. Boris supports Jesse and calls him 'The Clark Kent of British Politics'."
    	},
		{
      	"caption": "ABOVE: PROTECTING OUR LOCAL NHS"
    	},
		{
      	"caption": "ABOVE: PRESERVING OUR ENVIRONMENT"
    	}
  	]
	},
	"additionalNotes": "THINK WHAT JESSE COULD DO AS OUR MP!"
  }
}