{
  "leaflet": {
    "candidateName": "",
    "constituency": "Greenwich and Woolwich",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "On Your Side - Labour in Greenwich and Woolwich",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investing in our Parks",
        "policyDescription": "Greenwich and Woolwich are blessed with fantastic green spaces. Commitment to improving and maintaining these parks."
      },
      {
        "policyTitle": "Our Heritage and the Olympics",
        "policyDescription": "Labour has been working hard to ensure the Cutty Sark is restored following the disastrous fire in 2007. Commitment to enhance and prepare the park sites for the Olympic and Paralympic events."
      },
      {
        "policyTitle": "Making our Streets Safer",
        "policyDescription": "Every ward in Greenwich and Woolwich now has a dedicated police team to act fast to efforts to combat crime and anti-social behaviour."
      },
      {
        "policyTitle": "Improving our NHS",
        "policyDescription": "Thanks to Labour, the Queen Elizabeth Hospital and Greenwich Elizabeth and Emergency Unit have received significant investments."
      },
      {
        "policyTitle": "Greenwich the Greenest",
        "policyDescription": "Greenwich recycles over 40% of its household waste and aims to have the least amount of waste in the country."
      },
      {
        "policyTitle": "Securing the Recovery",
        "policyDescription": "Labour’s work resulted in unemployment in Greenwich and Woolwich being 40% lower than during the last Conservative government. Promotion of new council-owned shops for zero rents to help local people back to work."
      },
      {
        "policyTitle": "Providing more Affordable Homes",
        "policyDescription": "Labour’s Decent Homes Programme has seen 2000 homes in social housing in Greenwich receive new windows, kitchens, and roofs."
      },
      {
        "policyTitle": "Promoting Educational Excellence for All",
        "policyDescription": "Investment in schools has resulted in improvements such as 77% of pupils achieving 5 A-C grades at GCSE level."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Mayor of London Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "A result of our investments in schools, 77% of pupils in Greenwich reach the expected level of English compared to just 69% in 1997.",
      "environment": "Greenwich the Greenest - least amount of waste in the country and recycles over 40% of household waste.",
      "governance": "",
      "health": "Improving our NHS - Queen Elizabeth Hospital and the Greenwich emergency unit have been invested in.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Providing more affordable homes - 2000 council homes in Greenwich with new windows, kitchens, and roofs.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "The leaflet refers to ongoing developments and improvements in various sectors such as housing, healthcare, education, and parks. It also makes a specific critique of Mayor of London Boris Johnson's handling of the upgrade of the Jubilee Line and the Blackwall Tunnel night closures."
  }
}