```json
{
  "leaflet": {
	"candidateName": "Pauline Latham",
	"constituency": "Mid Derbyshire",
	"politicalParty": "Conservative",
	"electionDate": "6th May",
	"messages": [
	  {
		"title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
		"content": "In just a few weeks we will have the most important election for a generation. Our economy and businesses are being crushed by debt and mismanagement by Gordon Brown's Labour. Our society is broken by crime and irresponsible behaviour. Our political system is a mess. We can't go on like this."
	  },
	  {
		"title": "3 POSITIVE REASONS TO VOTE FOR PAULINE LATHAM",
		"content": "Local candidate well connected for 25 years. Health matters to Pauline in support of NHS Derbyshire's hospitals and RNID. The best education for today's children supporting children and parents involved in education."
	  }
	],
	"keyPolicies": [
	  {
		"policyTitle": "LEFT: SAVE OUR SUBURBS",
		"policyDescription": "Many properties in Mid Derbyshire have large gardens. While we attract tree developers making them need more housing or brownfield sites, back gardens should be saved from inappropriate overcrowded schemes. The character of Mid Derbyshire makes it a great place to live."
	  },
	  {
		"policyTitle": "RIGHT: TACKLING THE COST OF LIVING",
		"policyDescription": "Pauline Latham says that Council Tax levies are too high. They go up by more than the increase in pensions each year. I want us to work with local councils to introduce a two-year Council Tax freeze helping everyone."
	  },
	  {
		"policyTitle": "SUPPORTING OUR TROOPS",
		"policyDescription": "As Mayor of Derby, had the honour of awarding Battalions the newly formed 2nd Mercian Regiment, the freedom of the City of Derby. I will speak up for our soldiers if they need better equipment to keep them safe."
	  }
	],
	"mentions": {
	  "candidate": "Pauline Latham",
	  "otherPartyLeaderCandidate": "Gordon Brown",
	  "partyLeader": "David Cameron",
	  "tacticalSituation": "A Conservative government with Gordon Brown still on office, won't lift our standards. We can't risk a 'bolt-on' agreement between Labour and Lib Dems."
	},
	"issues": {
	  "brexitEurope": "",
	  "economy": "",
	  "education": "",
	  "environment": "",
	  "governance": "",
	  "health": "We will encourage people to take more responsibility for their health: eating problems like obesity, drug use and teenage pregnancy. We will include exercise for health visitors, a school sports Olympics, better start maternity care and other initiatives designed to help us become healthier.",
	  "immigration": "",
	  "socialWelfare": "",
	  "housing": [
		{
		  "content": "Many properties in Mid Derbyshire attract tree developers making them need more housing or brownfield sites, back gardens should be saved from inappropriate overcrowded schemes. The character of Mid Derbyshire makes it a great place to live.",
		  "yimbyNimby": "NIMBY"
		}
	  ]
	},
	"personalStatement": "I have been working hard over three years to meet as many of you as possible so that I know what makes Mid Derbyshire tick. I have visited businesses, schools, doctors and hospitals to find out the issues affecting them.",
	"politicalExperience": [
	  {
		"role": "Local Councillor",
		"duration": "over 23 years",
		"achievements": "Served as a local councillor for 23 years, Mayor of Derby in 2007/8, led the review committee responsible for local community at national level."
	  }
	],
	"contactInformation": {
	  "address": "c/o Mid Derbyshire & Derby Conservative Association, 2d Chapel Street, Spondon, Derby, DE21 7JP",
	  "phone": "01332 545144",
	  "email": "information@derby-conservatives.org.uk",
	  "website": "www.paulinelatham.co.uk",
	  "socialMedia": {
		"facebook": "",
		"twitter": "",
		"instagram": "",
		"linkedin": ""
	  }
	},
	"endorsements": [
	  {
		"endorser": "",
		"endorsement": ""
	  }
	],
	"quotes": [
	  {
		"text": "",
		"source": "",
		"date": ""
	  }
	],
	"campaignMaterial": {
	  "images": [
		{
		  "caption": "Pauline Latham campaigning in Derbyshire."
		}
	  ]
	},
	"additionalNotes": ""
  }
}
```