{
  "leaflet": {
    "candidateName": "Steven Parry-Hearn",
    "constituency": "North Somerset",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Devoted Politician and family man",
        "content": "All my life I have worked with and for people and communities, and it is a passionate commitment to making a real difference to the lives of individuals that is driving me to get into politics. I am ambitious; I want to be elected as Member of Parliament for North Somerset - my ambition is not for high office, but to do the very best for the people of my constituency."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Steven Parry-Hearn",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Devoted politician and family man, I possess integrity and high moral courage; I am a passionate campaigner for social justice, equality and diversity. I am a lifelong Labour supporter because Labour is the party for the people - real people like you and me, not just the privileged few. Formerly a Police Officer and currently working for a charity dedicated to supporting people with disabilities back into paid employment, I possess a genuine empathetic understanding of humanitarian issues. Innovative, diplomatic, compassionate, enthusiastic, and committed, it is my simple aspiration to represent the constituents of North Somerset with respect and humility, striving to benefit both the local community and society at large.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Steven Parry-Hearn with his family"
        }
      ]
    },
    "additionalNotes": ""
  }
}