{
  "leaflet": {
    "candidateName": "Steven Mitchell",
    "constituency": "Wantage",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A future fair for all",
        "content": "Steven recently shared a platform with former Labour leader and Foreign Secretary, the Rt. Hon. Margaret Beckett, MP. He explained what motivates him and why he is standing for Labour. 'Labour creates jobs and supports tuition fee services.' Steven is not a banker or a career politician. He trained as an engineer and works in the real world as a systems designer."
      },
      {
        "title": "Labour's local achievements",
        "content": "Public services to be proud of: For those who need them, when they need them. Not at the whim of the private or third sector. Support for science: Encouraging the best, most creative scientists to live and work in Wantage Constituency. Diamond Synchrotron Harwell Science Campus: In 1997 the Tories spent less than £60m helping pensioners meet their fuel bills. Labour spends £2.7bn a year. New school facilities Didcot Faringdon Wallingford Wantage and New Health Centres Faringdon Didcot Wantage."
      },
      {
        "title": "Reasons to vote Labour",
        "content": "Public services to be proud of, Support for science, A decent environment: A renewable energy generating capacity increased by over 80% in 5 years to 2008."
      },
      {
        "title": "I believe in the politics of need, not the politics of greed.",
        "content": "That's why I'm standing for Labour."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Public services to be proud of",
        "policyDescription": "Public services for those who need them, when they need them, not controlled by private or third sector."
      },
      {
        "policyTitle": "Support for science",
        "policyDescription": "Encouraging the best, creative scientists to live and work in Wantage Constituency, highlighting the Labour government's spending on Diamond Synchrotron Harwell Science Campus."
      },
      {
        "policyTitle": "A decent environment",
        "policyDescription": "A renewable energy generating capacity increased by over 80% in 5 years to 2008."
      }
    ],
    "mentions": {
      "candidate": "Steven Mitchell",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Rt. Hon. Margaret Beckett, MP",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "A renewable energy generating capacity increased by over 80% in 5 years to 2008.",
      "governance": "",
      "health": "New Health Centres Faringdon Didcot Wantage.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "New school facilities Didcot Faringdon Wallingford Wantage.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "\"I believe in the politics of need, not the politics of greed. That's why I'm standing for Labour.\"",
    "politicalExperience": [
      {
        "role": "Systems Designer",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "01367 718224",
      "email": "WantLabour@hotmail.co.uk",
      "website": "www.WantLabour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Florence Kingett and Sarah Moffat",
        "endorsement": "First time voters who say, 'Labour means opportunity for all and help for those that need it most. That is why we'll be voting for Steven Mitchell.'"
      }
    ],
    "quotes": [
      {
        "text": "\"Labour creates jobs and supports tuition fee services.\"",
        "source": "Steven Mitchell",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "Steven highlighted his background as an engineer and real-world experience as a systems designer, differentiating himself from bankers and career politicians."
  }
}