```json
{
  "leaflet": {
    "candidateName": "Graham Stringer",
    "constituency": "Blackley and Broughton",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A Future Fair For All Vote",
        "content": "Graham Stringer has been a Member of Parliament since 1997. In that time he has confirmed his reputation for championing the local community and residents groups."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Transport",
        "policyDescription": "Advocates for reliable and affordable buses, and criticizes the LibDem betrayed passengers by allowing bus companies to increase their powers."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Commits to ensuring government funds for arthritis are used effectively and acknowledges the opening of new primary schools and academies."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Reviews local news stories about school closures and commits to opening new primary schools and academies."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Discussing issues of parking related to North Manchester General Hospital and mentions successful outcomes on housing debates."
      }
    ],
    "mentions": {
      "candidate": "Graham Stringer",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Worries about threats to free places for 3-5 year olds and financial support for parents if Conservatives are elected.",
      "environment": "",
      "governance": "",
      "health": "Graham Stringer works closely with hospitals to address parking issues and the pain of arthritis sufferers.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Graham faced urban myths about antisocial behavior and addressed issues with private landlords. He fought and won the GM campaign for new rules to regulate rogue landlords.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Has a reputation for championing the local community and holds regular advice bureaux, taking 1000’s of cases on behalf of individual constituents. Known for fighting for every person who comes to him.",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "since 1997",
        "achievements": "Introduced the minimum wage and gave agency workers the right to the same pay and holidays as directly employed staff."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Andrew Adonis, Transport Minister",
        "endorsement": "Praises Graham’s contribution to the transport policy."
      },
      {
        "endorser": "Andy Burnham, Health Minister",
        "endorsement": "Acknowledges Graham’s influence on the decision for extra new trams and extension of the Metrolink."
      },
      {
        "endorser": "Bob Spink Independent MP",
        "endorsement": "Recognizes Graham's touch with the needs of his constituents."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Graham Stringer with constituents and various stakeholders, showcasing his active involvement in the community."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```