```json
{
  "leaflet": {
    "candidateName": "EDWARD LEGARD",
    "constituency": "Darlington",
    "politicalParty": "Conservatives",
    "electionDate": "April 2010",
    "messages": [
      {
        "title": "DARLINGTON NEEDS A BUS STATION",
        "content": "If elected I will press the Council to commission an independent feasibility study for a new generation bus station that this town so desperately needs."
      },
      {
        "title": "IT'S TIME FOR CHANGE",
        "content": "Above all I want to live in a country where the individual, and not the state, has the stronger voice. We desperately need a change of Government but this will only be possible if towns like Darlington vote for change. So please lend me your support and let's change Darlington and Britain for the better."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "An end to economic incompetence and reckless borrowing. Taxing by ability to pay and discipline in the classroom. Raising of the basic state pension in line with earnings."
      },
      {
        "policyTitle": "Tax",
        "policyDescription": "Tax incentives for small companies to encourage employment."
      },
      {
        "policyTitle": "Administration",
        "policyDescription": "An all-out assault on bureaucracy and unnecessary legislation."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Proper and effective immigration controls."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "A real Parliament with fewer MPs and an independently audited system for expenses."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "A reduction in paperwork meaning more bobbies in our neighbourhoods."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "An increase in the number of apprenticeships."
      }
    ],
    "mentions": {
      "candidate": "Edward Legard",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "William Hague says: 'Darlington needs an MP with the skills and experience that its corner within the North East demands. In abundance Edward has both in abundance and will make an excellent servant for the people of Darlington.'",
      "tacticalSituation": "In Darlington, only Conservatives have a realistic chance of defeating Labour. The Liberals always come a poor third. So please make your vote count. Remember: If you Vote Yellow You will get Brown!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "An end to economic incompetence and reckless borrowing.",
      "education": "Teaching by ability for every child and discipline in the classroom. An increase in the number of apprenticeships.",
      "environment": "",
      "governance": "Saving positions devalued to poverty levels. A real Parliament with fewer MPs and an independently audited system for expenses. Raising of the basic state pension in line with earnings.",
      "health": "",
      "immigration": "Proper and effective immigration controls.",
      "socialWelfare": "Raising of the basic state pension in line with earnings.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Apart from 5½ years serving abroad as a soldier, Edward has lived and worked his whole life right here in the North-East.",
    "politicalExperience": [
      {
        "role": "Army Career",
        "duration": "Began at age 17.",
        "achievements": "Served as a private soldier at the age of 17; stationed in Hong Kong, the war in Bosnia, Edward took command of a 175-strong regiment of the war in Bosnia, a Queen's Gallantry Medal at the front-line of the retaking of the town from the Serbs."
      },
      {
        "role": "Lawyer",
        "duration": "Post-Army career",
        "achievements": "Re-trained as a lawyer. Now combats employment barriers, helping to uphold the rights of working people throughout the North-East, for example steel workers in Redcar; port workers from Hartlepool and primary school workers from Middlesbrough."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.DarlingtonConservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Charles, Schoolteacher",
        "endorsement": "I'm backing Edward because he will make a fine MP. Unlike the other candidates, Edward Legard is not tainted by town hall politics and has shown me that he will make a difference with distinction."
      },
      {
        "endorser": "Pauline, local small business owner",
        "endorsement": "I'm backing Edward because a Conservative Government will cut business taxes and red tape."
      },
      {
        "endorser": "Chris, aged 18, first time voter",
        "endorsement": "I'm backing Edward because Conservatives will create 200,000 more apprenticeships and I will have more chance of getting a job."
      },
      {
        "endorser": "Paul, Salesman",
        "endorsement": "I'm backing Edward because I don't want five more years of Gordon Brown and voting Lib Dem will just let Labour back in."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Edward Legard, Your Candidate"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```