```json
{
  "leaflet": {
    "candidateName": "EDWARD LEGARD",
    "constituency": "Darlington",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Change",
        "content": "Edward Legard working for you"
      },
      {
        "title": "Tees Valley Airport Support",
        "content": "Edward was joined by William Hague in talks with the airport's owner aimed at exploring options for the restoration of a London airlink."
      },
      {
        "title": "A College Education",
        "content": "Edward visited Darlington College and commented on the commitment of the College and the necessity to not lose sight of the fact that Labour have failed on skills."
      },
      {
        "title": "Let The Soldiers In!",
        "content": "Edward, as a former soldier himself, speaks on the importance of servicemen and women from certain parts of the world being offered the opportunity to become British citizens."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Edward advocates for the importance of a London airlink for Tees Valley Airport, which is crucial to Darlington's economic future."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "A Conservative government will work on improving NEET figures and providing 100,000 additional apprenticeships and training places every year."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Calls for holding former MP Alan Milburn to account for purportedly transferring millions of tax-payer's money to his former personal assistant company."
      }
    ],
    "mentions": {
      "candidate": "Edward Legard",
      "otherPartyLeaderCandidate": "Alan Milburn",
      "partyLeader": "William Hague",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The restoration of a London airlink is crucial to Darlington's economic future.",
      "education": "Labour has failed on skills; the number of young people not in education, employment or training has risen. A Conservative government will provide 100,000 additional apprenticeships and training places every year.",
      "environment": "",
      "governance": "Edward Legard speaks of the lack of accountability of Labour politicians and highlights the issue with former MP Alan Milburn's handling of public funds.",
      "health": "",
      "immigration": "Edward, as a former soldier, supports the idea that servicemen and women from certain parts should have the opportunity to become British citizens.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Alexander Leith Army Co-operative",
        "duration": "",
        "achievements": ""
      },
      {
        "role": "Army Officer",
        "duration": "",
        "achievements": "Served in Bosnia with the efforts of the 175th Fusilier Troops at the wedding of the Queen's Commendation for the relief of Maglaj, a town under siege from the Serbs."
      },
      {
        "role": "Barrister",
        "duration": "",
        "achievements": "Edward left the Army as a Captain in 1994 and qualified as a Barrister."
      }
    ],
    "contactInformation": {
      "address": "Darlington",
      "phone": "01325 381264",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Edward Legard with William Hague at Tees Valley Airport"
        },
        {
          "caption": "Edward Legard outside Darlington College"
        },
        {
          "caption": "Edward Legard outside the Hoskins"
        }
      ]
    },
    "additionalNotes": "Edward plans his next meeting at the Rugby Club in Mowden on Tuesday 9th March at 7:00pm."
  }
}
```