```json
{
  "leaflet": {
    "candidateName": "",
    "constituency": "East Dunbartonshire",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "LABOUR’S TAX ON JOBS WILL KILL THE RECOVERY",
        "content": "Under the Conservatives, 7 out of 10 working people are better off than they would have been if Labour’s tax plans had come into effect. Taxing jobs earnings between £7,100 and £45,400 will cost us up to £150 a year. This would also stall the recovery and risk tens of thousands of jobs that are just coming back." 
      },
      {
        "title": "BACKING THE NHS",
        "content": "The Conservatives in Scotland will protect the NHS budget. We are the only party to have made this commitment and we are making it because we realise the health service faces intense pressures year on year. People are living longer and new medical treatments – though developed. The NHS needs our strong commitment. We back its important ethos but we want to make it much more efficient and we want to give more, not less, freedom to patients and offer more support to our hardworking NHS staff."
      },
      {
        "title": "CONSERVATIVES WINNING IN EAST DUNBARTONSHIRE",
        "content": "Labour has also borrowed too much. The interest payments alone on Britain’s debt will soon pay £60 billion in just the debt servicing annual Scottish budget. Labour say the entire don’t need to be made until after the election but we say that the action should start now to begin protecting the country’s future"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Oppose Labour’s tax plans on jobs, protect people’s earnings, ensure recovery and safeguard thousands of jobs."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Commitment to protect the NHS budget, face the challenges of increased demand and modern medical treatments, improve efficiency, and support staff."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": "Only the Conservatives can beat Labour at Westminster"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour has also borrowed too much. The interest payments alone on Britain’s debt... Labour say the entire don’t need to be made until after the election but we say that the action should start now to begin protecting the country’s future.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The Conservatives in Scotland will protect the NHS budget. We are the only party to have made this commitment and we are making it because we realise the health service faces intense pressures year on year. People are living longer and new medical treatments – though developed. The NHS needs our strong commitment. We back its important ethos but we want to make it much more efficient and we want to give more, not less, freedom to patients and offer more support to our hardworking NHS staff.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "The NHS is David Cameron's number one priority.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Change in East Dunbartonshire."
        },
        {
          "caption": "Backing the NHS."
        }
      ]
    },
    "additionalNotes": "The leaflet features a bar chart highlighting the Conservative party's lead over other parties in East Dunbartonshire, with the context that 'Only the Conservatives can beat Labour at Westminster'. There is also a message emphasizing the importance of keeping weekly bin collections, but no specific mention is made of housing issues."
  }
}
```