{
  "leaflet": {
	"candidateName": "Ian",
	"constituency": "",
	"politicalParty": "Labour",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Edinburgh’s schools - the fight is on!",
    	"content": "Under Labour, education was top priority. Labour built over 30 new schools in Edinburgh in 8 years and invested record amounts in classrooms. Every child benefited."
  	},
  	{
    	"title": "",
    	"content": "The LibDem Council, with their SNP partners, attacked local schools. They stopped the plan to build more new City schools. They slashed the budget for every high school Headteacher by over £100,000. And the LibDem candidate here supported that!"
  	},
  	{
    	"title": "",
    	"content": "Many local parents feel let down by the Lib Dem/SNP Council. They’ve broken promises to parents, teachers, and pupils all over our City. They don’t seem to know how to make the grown-up decisions which make good government, even locally."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Labour is committed to educational investment, building schools, and ensuring funding for headteachers, opposing the cuts made by LibDem/SNP."
  	}
	],
	"mentions": {
  	"candidate": "Ian",
  	"otherPartyLeaderCandidate": "LibDem candidate",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Economic recovery depends on education.",
  	"education": "Labour's commitment to education includes building over 30 new schools, investing in classrooms, and providing apprenticeships, while criticizing LibDem/SNP Council for budget cuts.",
  	"environment": "",
  	"governance": "Criticizes the LibDem/SNP Council for poor governance and broken promises to parents, teachers, and pupils.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Henry Philip",
    	"endorsement": "We must not let education suffer the horrendous Tory years again. Ian feels passionately about education and is the only local candidate to oppose the LibDem cuts and badly planned school closures."
  	}
	],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Ian pictured with 'Liberton High School' sign and quote from Henry Philip endorsing his opposition to LibDem cuts and school closures."
    	},
    	{
      		"caption": "Burdiehouse Primary closure announcement with Ian's commitment to local schools."
    	}
  	]
	},
	"additionalNotes": "Ian is presented as a Labour candidate focused on education, opposing the education policy changes implemented by LibDem/SNP Council. There's a strong emphasis on Ian’s dedication to maintaining and improving education standards."
  }
}