```json
{
  "leaflet": {
    "candidateName": "Bill Esterson",
    "constituency": "Sefton Central",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "My business needs a Labour Government",
        "content": "The economy is just beginning to recover from the global recession thanks to Labour's support. My business needs that recovery to continue. I am worried that a change of government would risk the recovery."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Support local businesses and fight shop loyalty campaign",
        "policyDescription": "Support local businesses and the shop loyalty campaign."
      },
      {
        "policyTitle": "Fight cuts in jobs and services by Tory and Lib-Dem Councillors in Sefton",
        "policyDescription": "Fight against cuts in jobs and services introduced by Tory and Lib-Dem Councillors in Sefton."
      },
      {
        "policyTitle": "Defend Labour's improvements in schools, children's centres, health and oppose Tory efforts to cut services",
        "policyDescription": "Defend the improvements made by Labour in schools, children's centres, and health services, and oppose any Tory efforts to make cuts in these areas."
      },
      {
        "policyTitle": "Make sure that local jobs are guaranteed in procurement programmes",
        "policyDescription": "Ensure local jobs are protected and integrated within procurement programmes."
      },
      {
        "policyTitle": "Work with Labour's neighbourhood police teams to punish criminals and make sure that criminals are punished fairly",
        "policyDescription": "Collaborate with Labour's neighborhood police teams to punish criminals fairly and ensure justice is served."
      }
    ],
    "mentions": {
      "candidate": "Bill Esterson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "John Moore",
        "endorsement": "John Moores is backing Labour's Bill Esterson. As well as his experience in business, which is known to all of the districts, John Moores's record includes the famous swimming pool. Mr Moores said, 'I am supporting Labour's Bill Esterson for the history and the continuing and welcome future improvements he already brings as a first rate MP for Formby, Crosby and Maghull.'"
      },
      {
        "endorser": "Maricourt Catholic High School Students",
        "endorsement": "Bill Esterson recently visited Maricourt Catholic High School in Maghull with George Howarth, the current and former Labour Councillor Peter Dowd. Bill explained his role and about his support for good quality, well paid jobs for young people. Head Teacher, Brendan McLoughlin said, 'George Howarth has always supported this school as our MP and having met Bill Esterson I am certain that we will continue to have outstanding representation for our young people.'"
      },
      {
        "endorser": "Amy and Megan Fleming",
        "endorsement": "Sue and Megan Fleming from Aintree go to Holy Rosary Children's Centre and the centres close by. 'The centre has saved us coming through some tough times,' is what they say. Esterson easily understands the importance because he uses them with his own children to make sure all his thoughts deliver providers what work for Sefton parents."
      }
    ],
    "quotes": [
      {
        "text": "I am worried that a change of government would risk the recovery.",
        "source": "John Quinn, Business Owner, Melling",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Bill Esterson and captions that discuss his pledges and endorsements."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```