```json
{
  "leaflet": {
    "candidateName": "Farid Ahmed",
    "constituency": "Walthamstow",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "There's something really exciting going on right here and now in Walthamstow. For years I have heard from local people about how they feel let down by those in power. People who feel frustrated, ignored and angry at the way things seem to work in this country. Those feelings have been growing fast year after year. Now, everywhere I go, I meet people who are realising that they can finally change things."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Action",
        "policyDescription": "Need an MP who will put local people first."
      },
      {
        "policyTitle": "Whipps Cross Hospital",
        "policyDescription": "Fighting to protect services at Whipps Cross Hospital."
      }
    ],
    "mentions": {
      "candidate": "Farid Ahmed",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "In Walthamstow the Conservatives cannot win. They are in a distant 3rd place - a wasted vote."
    },
    "issues": {
      "brexitEurope": "Labour has gone to war illegally in Iraq.",
      "economy": "Labour has failed to protect the economy, closed local post offices.",
      "education": "",
      "environment": "",
      "governance": "Want an MP who will listen to and act on local concerns.",
      "health": "Fighting to protect services at Whipps Cross Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I’ve grown up here. I worked with local people campaigning against the illegal War in Iraq. It is important Walthamstow has more choice, cleaner streets and local facilities such as libraries, the Town Hall and Whipps Cross Hospital need protection.",
    "politicalExperience": [
      {
        "role": "Local Campaigner",
        "duration": "",
        "achievements": "Worked with local people campaigning against the illegal War in Iraq, involved in campaigns for St. James Street Library and campaigned against the sale of public spaces."
      }
    ],
    "contactInformation": {
      "address": "313 Hoe Street Walthamstow London E17 9BG",
      "phone": "",
      "email": "",
      "website": "www.WalthamstowLibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Farid Ahmed with local people and activists."
        }
      ]
    },
    "additionalNotes": "Emphasises that the choice is between the status quo with a Labour MP or real change with a Liberal Democrat MP."
  }
}
```