{
  "leaflet": {
    "candidateName": "JULIA REID",
    "constituency": "",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "TIME FOR A FRESH START",
        "content": "In Julia's opinion, 'The 3 main parties have reneged on their pledge to offer UK citizens a referendum on the Lisbon Treaty' which, in her opinion, has tied the UK closer than ever to the EU. Julia believes in trade and cooperation as commodities that benefit everyone, supports the Commonwealth and thinks the 1975 referendum was held for the Treaty of Rome, thus signifying that the Lisbon Treaty has additional terms of ties to the EU."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "THE EU",
        "policyDescription": "Dr. Julia Reid advocates for a full return of powers from the EU, citing a waste in payments to the EU which could be better spent benefiting the UK itself."
      },
      {
        "policyTitle": "THE ECONOMY",
        "policyDescription": "By withdrawing from the EU, Dr. Reid believes that money freed from EU institutions, farming, and fishing can be redirected towards the domestic UK economy."
      },
      {
        "policyTitle": "FARMING",
        "policyDescription": "Promises to continue farm payments at current CAP levels and not to disadvantage the sector with a system so badly damaged by EU interference."
      },
      {
        "policyTitle": "DEFENCE",
        "policyDescription": "Committed to increasing defense spending by 40%."
      },
      {
        "policyTitle": "GREEN BELT",
        "policyDescription": "UKIP will prevent the Regional Development Agency from planning, will now be returned to local governments."
      },
      {
        "policyTitle": "POST OFFICES",
        "policyDescription": "UKIP will repeal EU laws responsible for closing hundreds of Post Offices and safeguard Royal Mail by ending unfair competition from foreign firms."
      },
      {
        "policyTitle": "HEALTH",
        "policyDescription": "Plans to tackle health tourism, ensuring the National Health Service is providing an appropriate universal service, and using some of the money saved from EU payments on local health care."
      }
    ],
    "mentions": {
      "candidate": "Dr. Julia Reid",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "A vote for the 3 main parties is a wasted vote - they are all the same. Only UKIP can make a difference."
    },
    "issues": {
      "brexitEurope": "Full return of powers from the EU is advocated, with a focus on financial savings from EU payments.",
      "economy": "Advocates redirecting funds currently sent to the EU towards boosting the UK's economy.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Tackling health tourism and using saved EU contributions for local healthcare services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.juliareid.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Julia Reid with a brief introduction and political stances."
        }
      ]
    },
    "additionalNotes": "Dr. Julia Reid (née Rudman) lives in Calne and is involved with UKIP."
  }
}