{
  "leaflet": {
    "candidateName": "John Stanley",
    "constituency": "",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "13 YEARS OF LABOUR AND WHAT HAVE WE HAD?",
        "content": "worst economic crisis since World War II, a mountain of debt to pay back, billions of our taxes wasted, promise of a referendum on the EU Constitution broken up, immigration not controlled, war in Iraq to find weapons of mass destruction that didn't exist"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Do we want to be told...the truth about Labour's debt?"
      },
      {
        "policyTitle": "Health Service",
        "policyDescription": "Do we want a Better National Health Service? The Conservatives are pledged to cut NHS spending, to focus expenditures on patient care, to reduce agency staff costs, to protect frontline services"
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Do we want better quality teachers for our children? The Conservatives will back up teachers at school, keep our grammar schools and allow them to expand, stop artificial limits on their expansion"
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Do we want Immigration to be brought under control? The Conservatives are the only Conservatives offering a annual limit on the total number outside of the EU"
      }
    ],
    "mentions": {
      "candidate": "John Stanley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "promise of a referendum on the EU Constitution broken up",
      "economy": "worst economic crisis since World War II, a mountain of debt to pay back",
      "education": "Do we want better quality teachers for our children?",
      "environment": "",
      "governance": "Do you trust Labour to safeguard our future prosperity and jobs?",
      "health": "Do we want a Better National Health Service?",
      "immigration": "Do you want Immigration to be brought under control?",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "John says 'I shall continue my campaigns:'",
    "politicalExperience": [
      {
        "role": "Campaign successes",
        "duration": "",
        "achievements": "saving Shipbourne and Trench Wood schools from closure, getting the closed beds at Tonbridge and Malling converted to additional Surgical beds, strengthening flood defences for Tonbridge and Paddock Wood, the go-ahead for the new hospital at Pembury, Highlighting unsafe at the dangerous M26/M20 junction, the Wrotham Street Bypass, A Conservative commitment to no second runway at Gatwick"
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "You decide the key questions' - says John",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John Stanley pictured with supporters"
        }
      ]
    },
    "additionalNotes": ""
  }
}