```json
{
  "leaflet": {
    "candidateName": "MARY MACLEOD",
    "constituency": "CHISWICK, BRENTFORD, ISLEWORTH, OSTERLEY & HOUNSLOW",
    "politicalParty": "Conservatives",
    "electionDate": "6th May",
    "messages": [
      {
        "title": "Vote for change",
        "content": "Vote for MARY MACLEOD for the change we need"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Saying NO to a Third Runway",
        "policyDescription": "Mary and the Conservative Party will say NO to a third runway at Heathrow: no more pollution, no more noise and NO to increased congestion."
      },
      {
        "policyTitle": "Rebuilding a Strong Economy",
        "policyDescription": "Mary has proven business credentials to help the Conservatives rebuild the economy, support those out of work and create a high-skilled workforce for the future in our local community."
      },
      {
        "policyTitle": "Creating a Safer Community",
        "policyDescription": "Mary and a Conservative government will reduce paperwork, get more police on the streets and bring in zero tolerance of knife crime. There will also be tighter controls on immigration."
      }
    ],
    "mentions": {
      "candidate": "Mary has proven business credentials",
      "otherPartyLeaderCandidate": "5 more years of Gordon Brown or change with the Conservatives",
      "partyLeader": "David Cameron on front page next to campaign title",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Mary has proven business credentials to help the Conservatives rebuild the economy.",
      "education": "Supporting a Tutoring Programme for secondary schools at The Richmond School, East Sheen.",
      "environment": "Saying NO to a Third Runway at Heathrow.",
      "governance": "Mary will be a hard-working local MP, listening to you at regular surgeries and town hall meetings, responding to your concerns and fighting on the issues you care about.",
      "health": "Mary has spent time in the West Middlesex Hospital in Isleworth speaking to doctors, nurses and patients on different departments and wards. She discussed ways in which we can change the NHS for the better in the future and improve patient care.",
      "immigration": "There will also be tighter controls on immigration.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Saying NO to a Third Runway at Heathrow: no more pollution, no more noise and NO to increased congestion on local schools and residents.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Mary will be a hard-working local MP, listening to you at regular surgeries and town hall meetings, responding to your concerns and fighting on the issues you care about.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "3 Brook Road South, Brentford, Chiswick, London, W4 4AL",
      "phone": "020 8994 1406",
      "email": "mary@marymacleod.com",
      "website": "www.marymacleod.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "-",
        "source": "-",
        "date": "-"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of MARY MACLEOD engaging with community and supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```