```json
{
  "leaflet": {
    "candidateName": "Sam Gyimah",
    "constituency": "East Surrey",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "WHY WE NEED CHANGE IN BRITAIN TODAY",
        "content": "In just a few weeks we'll have the most important election for a generation. Our economy is burdened by huge debts and millions are out of work. Our society is broken by crime and irresponsible behaviour. Our political system is in a mess. We can't go on like this. A Conservative government will take bold action on all fronts. We'll cut Gordon Brown's waste and debt to get our economy moving. We'll support families and people who do the right thing to encourage responsibility in our society and we'll make sure pensioners are supported as well. We need big changes in our political system too. We've led the way on cleaning up MPs' expenses and we'll finish the job by scrapping the perks and cutting the costs of Parliament."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer funding for East Surrey",
        "policyDescription": "to provide the help that our children, the elderly and vulnerable people deserve."
      },
      {
        "policyTitle": "Protection of the Green Belt",
        "policyDescription": "and an end to back-garden development."
      },
      {
        "policyTitle": "Less Government interference",
        "policyDescription": "and more power to local people to decide on the issues that affect them."
      }
    ],
    "mentions": {
      "candidate": "Sam Gyimah",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A Conservative government will cut waste and debt to get our economy moving.",
      "education": "",
      "environment": "Protection of the Green Belt and an end to back-garden development.",
      "governance": "We need big changes in our political system too. We've led the way on cleaning up MPs' expenses and we'll finish the job by scrapping the perks and cutting the costs of Parliament.",
      "health": "",
      "immigration": "",
      "socialWelfare": "We'll support families and people who do the right thing to encourage responsibility in our society and we'll make sure pensioners are supported as well.",
      "housing": [
        {
          "content": "Protection of the Green Belt and an end to back-garden development.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Trust, Community, Action - these are my watchwords. I am honoured to be your Conservative Parliamentary Candidate and keen to repay the faith that has been placed in me by fighting to defend our quality and way of life.",
    "politicalExperience": [
      {
        "role": "Conservative Parliamentary Candidate",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "East Surrey Conservative Association 2 Hoskins Road, Oxted, Surrey RH8 9HT",
      "phone": "01883 715782",
      "email": "sam@samgyimah.com",
      "website": "www.samgyimah.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Cameron"
        },
        {
          "caption": "Sam Gyimah for East Surrey"
        },
        {
          "caption": "SAM'S KEY CAMPAIGN PLEDGES"
        }
      ]
    },
    "additionalNotes": "VOTE FOR CHANGE"
  }
}
```