```json
{
  "leaflet": {
    "candidateName": "Stroud",
    "constituency": "Surrey Heath",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Take Charge...change your vote!",
        "content": "Vote for a true Surrey Heath resident. Mark is the only candidate who has lived and worked in Surrey Heath, and is not ashamed of standing up for England. Vote UKIP—get UKIP."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health",
        "policyDescription": "Mark Stroud would make sure that local people are put at the front of the queue for doctors and hospital beds."
      },
      {
        "policyTitle": "Immigration & Border Control",
        "policyDescription": "Take charge of immigration & border control—change your vote!"
      },
      {
        "policyTitle": "Economy & Employment",
        "policyDescription": "Our economy needs job creation. Mark Stroud suggests investing £85 million a day (currently sent to the EU) in our services and businesses for growth."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Advocating for democracy, Mark promotes voting UKIP to ensure parliamentary control over decisions affecting the UK and to get local representation of Surrey Heath in the House of Commons."
      },
      {
        "policyTitle": "Social Welfare",
        "policyDescription": "Focus on supporting veterans with housing and medical treatment, and providing true localism and fairer local grants."
      }
    ],
    "mentions": {
      "candidate": "Mark Stroud",
      "otherPartyLeaderCandidate": "The Conservative, Labour and Lib Dems oppose UKIP direct democracy",
      "partyLeader": "",
      "tacticalSituation": "28,282 Surrey Heath votes not cast during the last General Election"
    },
    "issues": {
      "brexitEurope": "Our sovereignty is being sold out to EU bureaucrats, who receive £85 million a day from the UK. Influence over our laws and borders has been lost.",
      "economy": "Invest the £85 million a day currently sent to the EU in UK services and businesses for job creation and growth. Recovery of funds from the EU will nurture the British economy.",
      "education": "",
      "environment": "",
      "governance": "We have been deprived of our democratic rights. Only a vote for UKIP can ensure we get back control of our country.",
      "health": "Ensure local people are at the front of the queue for doctors and hospital beds.",
      "immigration": "Reducing immigration will relieve pressure on the NHS services.",
      "socialWelfare": "Support UK veterans with housing and medical treatment.",
      "housing": [
        {
          "content": "Support UK veterans with housing and medical treatment.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I moved to Surrey Heath 30 years ago from less than a mile away – I am a true local candidate – I am not ashamed to say I am English, unlike my main opponents. I have worked as a Freelance Copy Editor and Proofreader for most of the last 30 years and now work on Locum assignments in the health sector.",
    "politicalExperience": [
      {
        "role": "Freelance Copy Editor and Proofreader",
        "duration": "Most of the last 30 years",
        "achievements": ""
      },
      {
        "role": "Worked on Locum assignments in the health sector",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mark Stroud - UK Independence Party"
        }
      ]
    },
    "additionalNotes": "The leaflet suggests that not voting may allow undesirable outcomes, and emphasizes the concept of UK citizens 'taking back control' from the EU."
  }
}
```