{
  "leaflet": {
    "candidateName": "Maria Eagle",
    "constituency": "South Liverpool and Halewood",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "In the next few days you will receive your postal vote. You will receive two ballot papers; one for the general election and one for the local elections. You can vote in both elections. To ensure your votes are counted, it is important that you fill them in and return them in the pre-paid envelope as soon as possible. I hope you will be voting Labour. I am sure you can remember what South Liverpool and Halewood was like during the Tory years. Run down schools, mass unemployment, derelict factories, and pensioners in poverty. The Tories were known as the party with the uncaring face. See how much has changed since then. Despite the economic downturn, the renaissance of South Liverpool and Halewood is a story that should be told and is testament to the work done in the 80s and 90s. Underneath the difficult economic conditions and the unfair cuts some say in the 80s that the Tories used our city as a laboratory for their extreme economic policies, Liverpool is changing. We don't accept that things will be always be like this. If Labour are not in government the day after polling day, the Tories will be. The Lib Dems are vital for Labour to win and have indicated that they may support the Tories if no party wins an overall majority in the House of Commons. Vote for a fairer future. Use both your votes for Labour."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS - healthcare",
        "policyDescription": "Better NHS with a renewed support implementation of the winter fuel allowance and increase pensions."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Economic growth with the mention of the booming John Lennon Airport and the resurgence of industry in Speke."
      },
      {
        "policyTitle": "Social Welfare",
        "policyDescription": "Support families through Sure Start centres and the renewal of town centres."
      }
    ],
    "mentions": {
      "candidate": "Maria Eagle",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "If Labour are not in government the day after polling day, the Tories will be. The Lib Dems are vital for Labour to win and have indicated that they may support the Tories if no party wins an overall majority in the House of Commons."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Despite the economic downturn, the renaissance of South Liverpool and Halewood is a story that should be told and is testament to the work done in the 80s and 90s.",
      "education": "Run down schools,",
      "environment": "",
      "governance": "",
      "health": "better NHS - healthcare, with a renewed support implementation of the winter fuel allowance and increase pensions.",
      "immigration": "",
      "socialWelfare": "Support families through Sure Start centres and the renewal of town centres.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am sure you can remember what South Liverpool and Halewood was like during the Tory years.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Unit House, Speke Boulevard, Liverpool, L24 9HZ",
      "phone": "0151 448 1167",
      "email": "vote4maria@live.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Only Labour can complete the transformation of South Liverpool and Halewood and secure our future prosperity.",
        "source": "Maria Eagle",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Maria Eagle - Fighting for South Liverpool and Halewood"
        }
      ]
    },
    "additionalNotes": "This is a straight choice between Labour & the Tories - the other parties are too far behind to win."
  }
}