```json
{
  "leaflet": {
    "candidateName": "Andrew Lewin",
    "constituency": "Hertford & Stortford",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A Voice for Real Change",
        "content": "Andrew has lived in the constituency for 20 years and is standing for Parliament in the hope that he can give something back to a community he has always called home."
      },
      {
        "title": "A Clear Choice for Hertford & Stortford",
        "content": "Andrew Lewin has lived in Hertford and Stortford for 20 years. He is an alumnus of The Bishop's Stortford High School and has deep roots in our community."
      },
      {
        "title": "A Vote for Labour will only help the Conservatives",
        "content": "The Labour party has given up on Hertford & Stortford. In 2009 election results, Labour won just 10% of the vote. The Liberal Democrats are the only party who can beat the Conservatives in our constituency."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fair Taxes",
        "policyDescription": "Liberal Democrats are committed to cutting taxes for low and middle earners. Under our plans, nobody will pay tax on the first £10,000 they earn. The average family will be £700 a year better off."
      },
      {
        "policyTitle": "Fairness in Education",
        "policyDescription": "We know that a good start in life is essential for every child. We plan to cut class sizes in primary schools, making investment in the space between teachers and children counts."
      },
      {
        "policyTitle": "A Fair and Balanced Economy",
        "policyDescription": "The economic downturn has proven how reliant the UK has become on financial services. We believe that we must also invest in Britain's future infrastructure. The Liberal Democrats propose a 'Green New Deal', investing in green technologies that will create jobs and tackle economic crisis and climate change."
      },
      {
        "policyTitle": "A New Politics",
        "policyDescription": "Trust in the political class has been devastated by the expenses scandal. To restore faith in Westminster politics, we need radical constitutional reform and better standards. We are the party of fair votes, local empowerment, and protecting civil liberties."
      }
    ],
    "mentions": {
      "candidate": "Andrew Lewin",
      "otherPartyLeaderCandidate": "Labour",
      "partyLeader": "",
      "tacticalSituation": "The Liberal Democrats are the only party who can beat the Conservatives in our constituency."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A Fair and Balanced Economy description excerpt.",
      "education": "Fairness in Education description excerpt.",
      "environment": "A Fair and Balanced Economy description excerpt mentioning 'Green New Deal', investing in green technologies.",
      "governance": "A New Politics description excerpt.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Andrew believes it is entirely wrong for an MP with a constituency so close to London to have a 2nd home in the capital. If elected, Andrew will commute into Westminster alongside the thousands of people who do so on a daily basis.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Andrew Lewin of The Brambles, Henham, Herts, CM23 4BJ",
      "phone": "",
      "email": "andrewlewin7@gmail.com",
      "website": "www.andrewlewin.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andrew on the campaign trail in Bishop's Stortford"
        },
        {
          "caption": "Andrew with Lib Dem Shadow Chancellor, Vince Cable MP"
        }
      ]
    },
    "additionalNotes": "Leaflet designed by Ben Bishop."
  }
}
```