```json
{
  "leaflet": {
    "candidateName": "Matty Mitford, Cathryn Symons, Natalie Bennett",
    "constituency": "St Pancras and Somers Town",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Fair is worth fighting for",
        "content": "Three Green Party councillors elected on Camden council since 2006. The Green councillors secured the sign-up of Camden to ambitious pledge to reduce its carbon emissions by 40% by the end of 2010. They have been leading in the fight against the blight of NHS privatisation."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Insulation",
        "policyDescription": "Green councillors introduced a scheme that has insulated over 40,000 homes, saving greenhouse gas emissions, reducing bills and creating jobs."
      },
      {
        "policyTitle": "Local shops",
        "policyDescription": "In a redevelopment in Swains Lane, Green councillors worked to ensure that at least one large unit kept rents affordable so that a chain supermarket was stopped and the area kept more money local, helping to maintain a sense of community and preserve small businesses."
      },
      {
        "policyTitle": "20 mph",
        "policyDescription": "Research shows that 20mph speed zones in London save lives and cut injuries by more than 40%. The Green Party wants to introduce this speed limit on all council-controlled roads (all but the most major routes)."
      },
      {
        "policyTitle": "Living wage",
        "policyDescription": "Camden council contracts are now working on the national minimum wage (£5.83/hr). We want all council contracts to specify a minimum of £7.60/hr, the London 'living wage'. This will reduce the incentive for outsourcing, which destroys service quality and democratic accountability."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Green Party has worked to ensure a high proportion of affordable housing for families in all new developments."
      }
    ],
    "mentions": {
      "candidate": "Natalie Bennett",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Green Party councillors have been leading in the fight against the blight of NHS privatisation. They ensured the call-in of the council decision to merge the award-winning Frank Barnes School for the Deaf with a Haringey school, which led to it being saved as an independent institution."
    },
    "issues": {
      "health": "Green councillors have been leading in the fight against the blight of NHS privatisation.",
      "housing": [
        {
          "content": "We work to ensure a high proportion of affordable housing for families in all new developments. Our councillors have a fine record, and housing officers know they can't unnecessarily high service charges, keep out long-term value community in maintenance works.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "contactInformation": {
      "address": "",
      "phone": "0207 388 8969",
      "email": "camden@greenparty.org.uk",
      "website": "www.camden.greenparty.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Matty Mitford, Cathryn Symons, and Natalie Bennett with Green Party banner"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```