```json
{
  "leaflet": {
    "candidateName": "Dr Vincent Cable",
    "constituency": "Richmond Park and North Kingston",
    "politicalParty": "Liberal Democrat",
    "electionDate": "April 2010",
    "messages": [
      {
        "title": "",
        "content": "Most local residents also agree with Susan Kramer and me that we need a real change nationally. But the election in Richmond Park and North Kingston is about who will be the best MP for you. People support Susan because she is the sort of person you go to if anyone in your family needs the help of an MP - or if there is a local issue to take up."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stopping Heathrow expansion",
        "policyDescription": "Recently won the legal case against Heathrow expansion."
      },
      {
        "policyTitle": "Opposing car park charges in Richmond Park",
        "policyDescription": "Conservatives in the House of Lords failed to support the motion that would have stopped car park charges in Richmond Park."
      },
      {
        "policyTitle": "Defending local health services",
        "policyDescription": "Fighting the clear threat to the future of Kingston Hospital."
      }
    ],
    "mentions": {
      "candidate": "Susan Kramer and Dr Vincent Cable",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The difference between the two candidates who can win in your constituency is that Susan Kramer has earned your support."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Gordon Brown is leaving the country's finances in a dreadful condition. The behaviour of some of the richest, in exploiting their status as not domiciled in Britain, has not helped the rest of us.",
      "education": "",
      "environment": "",
      "governance": "People are also right to be concerned about the issue of trust.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I understand that the Conservative candidate has spent some hundreds of thousands of pounds from his personal fortune on letters and mailshots to local voters. It is not a good thing for democracy if votes can be 'bought' in this way.",
    "politicalExperience": [
      {
        "role": "Shadow Chancellor",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "5 Bushy Park Mews, Hampton Hill, TW12 1NT",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "When the Daily Telegraph criticised many other MPs over their expense claims, they also described Susan Kramer as a 'saint'. Susan is beyond reproach on these issues.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr Vincent Cable, Liberal Democrat Shadow Chancellor"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```