{
  "leaflet": {
    "candidateName": "Farid Ahmed",
    "constituency": "Walthamstow",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Everywhere I go I meet people who are desperate for change in our country. It reminds me of 1997, when things had gone so wrong under the last Conservative Government. Then, like now, things had to change."
      },
      {
        "title": "",
        "content": "Labour promised us so much. Almost everyone hoped things would get better. But the events of recent years have left those hopes in tatters."
      },
      {
        "title": "",
        "content": "Only the Liberal Democrats can deliver real change here."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taxation and Government Trust",
        "policyDescription": "A government that puts up taxes on ordinary people while allowing bankers to dodge taxes through their obscene bonuses. A Government that forces pensioners to live in a single room in their house because they can't afford the Council Tax."
      },
      {
        "policyTitle": "Support for Troops",
        "policyDescription": "A Government that doesn't equip British troops properly before sending them into battle."
      }
    ],
    "mentions": {
      "candidate": "Farid Ahmed",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "In a very close election between Labour and myself, a vote each vote will be vital."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "A government that puts up taxes on ordinary people while allowing bankers to dodge taxes through their obscene bonuses.",
      "health": "",
      "immigration": "",
      "socialWelfare": "A Government that forces pensioners to live in a single room in their house because they can't afford the Council Tax.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "With your support we can change Walthamstow and make Britain a fairer place to live.",
    "politicalExperience": [
      {
        "role": "Local Lib Dem Focus team",
        "duration": "",
        "achievements": "Campaigned alongside local people to get a better deal for our area. Fought to save local post offices from Labour cuts, campaigned to keep local Libraries open and worked with local residents groups to get action in their area."
      }
    ],
    "contactInformation": {
      "address": "313 Hoe Street, Walthamstow, London, E17 9BG",
      "phone": "",
      "email": "WalthamstowLibDems.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Tulat Raja, Samantha & Bob Wheatley",
        "endorsement": "Working closely with these local residents to bring real change to Walthamstow."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Candidate Farid Ahmed's image alongside the Liberal Democrats logo and bar chart showing Lib Dem ahead of Labour and Tories being out of the race in Walthamstow."
        }
      ]
    },
    "additionalNotes": ""
  }
}