```json
{
  "leaflet": {
    "candidateName": "Daniel",
    "constituency": "Shrewsbury and Atcham",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "A RECORD OF ACTION IN SHREWSBURY AND ATCHAM",
        "content": "It is heart-breaking to witness the personal tragedies caused by our ruined economy. Labour’s profligate policies of cheap money fuelled this inevitable disaster. I want this nightmare to end by supporting prudent and responsible Conservative policies for our recovery."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "ECONOMY",
        "policyDescription": "Supports introducing prudent and responsible economic policies, including fair taxation and responsible trading with banks on the nation's behalf."
      },
      {
        "policyTitle": "AGRICULTURE",
        "policyDescription": "Daniel is a leading campaigner for agriculture, aims to strengthen Parliamentary Group for dairy farmers, and has secured a guarantee for fair terms for dairy farmers."
      },
      {
        "policyTitle": "HEALTH",
        "policyDescription": "Seeks to address the local health deficit, has lobbied for stability and reliability in health services while maintaining them locally, has devoted hours to raising NHS issues."
      }
    ],
    "mentions": {
      "candidate": "Daniel",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Supporting prudent and responsible Conservative policies for our recovery.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "When elected the local health deficit was shocking. I lobbied extensively working relentlessly with health professionals to gain stability, whilst maintaining services locally.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Parliamentary Group Chair for Dairy Farmers",
        "duration": "",
        "achievements": "Secured a guarantee for fair terms for dairy farmers."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Daniel with a Shrewsbury business community, subjected to disproportionate levels of taxation."
        },
        {
          "caption": "Daniel with local health officials discussing healthcare issues."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```