{
  "leaflet": {
    "candidateName": "Stuart Bell",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Winter Fuel Allowance",
        "policyDescription": "Stuart Bell and the party advocate for the continuation or expansion of the winter fuel allowance, which is seen as a benefit for older members of the community."
      },
      {
        "policyTitle": "Free Bus Travel and Free TV Licence",
        "policyDescription": "The candidate supports policies that provide free bus travel and free TV licences, contributing to better living standards."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Improvements in healthcare with free eye tests, shorter hospital waiting lists, and new health centres in the constituency are being highlighted."
      },
      {
        "policyTitle": "Family Support",
        "policyDescription": "Support for young families highlighted through maternity leave, Sure Start centres, free nursery places, Child Trust Funds, and Child Tax Credits."
      }
    ],
    "mentions": {
      "candidate": "Stuart Bell",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "They have better healthcare with free eye tests, shorter hospital waiting lists and many new health centres in the Boro.",
      "immigration": "",
      "socialWelfare": "They say young families benefit from maternity leave, Sure Start centres, free nursery places, Child Trust Funds and Child Tax Credits.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "John and Audrey Jones",
        "endorsement": "We are better off with Labour. John and Audrey Jones tell Stuart Bell they are better off now because of winter fuel allowance, free bus travel and a free TV licence. They have better healthcare with free eye tests, shorter hospital waiting lists and many new health centres in the Boro. They say young families benefit from maternity leave, Sure Start centres, free nursery places, Child Trust Funds and Child Tax Credits."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John and Audrey Jones with Stuart Bell."
        }
      ]
    },
    "additionalNotes": ""
  }
}