```json
{
  "leaflet": {
    "candidateName": "Andrew Duffield",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "It's a 2 horse race here!",
        "content": "Local Lib Dem v Tory Outsider. This election is between local Lib Dem Andrew Duffield and a Tory who has lived in our area 1 year. The Tory candidate tried to get himself elected in three southern seats before he arrived here. Our constituency was his 2nd choice for this election. Labour cannot win here. Their vote collapsed in 2008 and they have no County Councillors in our area. Only Lib Dem ANDREW DUFFIELD can stop the Tories taking our area for granted."
      },
      {
        "title": "Thinking of voting independent? THINK AGAIN!",
        "content": "- Lib Dems are greenest of all the main parties. - Lib Dems have the cleanest expenses record. - Lib Dems would have a stronger voice in Parliament than any independent. - Lib Dem candidate Andrew Duffield would be an independently minded constituency first, mind and always put his constituents first."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Andrew Duffield",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Local Lib Dem v Tory Outsider. Only Lib Dem ANDREW DUFFIELD can stop the Tories taking our area for granted. Labour cannot win here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Lib Dems are greenest of all the main parties.",
      "governance": "Lib Dems have the cleanest expenses record.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Kenneth Healey, Flat 4, The Granary, St. Marys Wynd, HEXHAM, NORTHUMBERLAND, NE46 1LW",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andrew Duffield with a red post box."
        }
      ]
    },
    "additionalNotes": "The result at the last elections here in 2008 is visually presented, indicating Lib Dems in 2nd and Conservatives in 1st place, with Labour being in a position where they 'Can't win here'."
  }
}
```