```json
{
  "leaflet": {
    "candidateName": "Alastair Whitelaw",
    "constituency": "Glasgow Central",
    "politicalParty": "Scottish Green Party",
    "electionDate": "6th May 2010",
    "messages": [
      {
        "title": "A Green New Deal for Glasgow Central",
        "content": "Electing a Green MP will make a huge difference. Greens work to save local facilities like primary schools and community centres, and for proper accounting of Common Good funds and properties. Our Green MSPs in Holyrood have kept the agenda issues like home insulation (to reduce energy poverty), and public transport instead of favouring car travel and the hugely unpopular proposed extra forth road bridge."
      },
      {
        "title": "Inequality",
        "content": "Labour has failed you: The Labour government has merely reinforced the huge inequalities in our society brought about by the previous Tory administration. The gap between rich and poor is greater than ever and nowhere is this more apparent than in our city. Taxation has to be more redistributive."
      },
      {
        "title": "The Economy",
        "content": "We predicted the traditional growth economy would eventually be unstable. Greens propose a steady-state economy with fair taxation. We need a new economic and environmental settlement, in which our economy and our environment work with rather than against each other."
      },
      {
        "title": "International",
        "content": "The Greens opposed the Iraq invasion and are sceptical of our continuing presence in Afghanistan, where the West is propping up a regime with a poor human rights record. The UK should withdraw from NATO and only participate in military action endorsed by the United Nations. We totally oppose nuclear weapons."
      },
      {
        "title": "Public services",
        "content": "Must be maintained, in the public sector. The Greens support renationalisation of the railways instead of over-favouring road transport."
      },
      {
        "title": "Fair voting",
        "content": "The scandal of MPs' misuse of their allowances distracted attention from the real problem: Westminster is not truly democratic. The House of Commons is elected by a system in which across the country, most of our votes go to candidates who lose. The Greens support a fully fair voting system for Westminster (and not the watered down alternative vote proposal). The House of Lords should either be abolished or elected."
      },
      {
        "title": "Climate change and Energy",
        "content": "The overall trend of climate change is clear. As predicted, we are experiencing weather extremes in the short term (the recent severe winter, summer heatwaves, sudden heavy rain and floods) while the overall trend is toward global warming. The collapse of the Copenhagen talks showed that traditional politics has failed us, and failed us badly. Greens support a global treaty to control greenhouse gas emissions. We must invest in energy saving and renewable energy sources now."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A Green New Deal",
        "policyDescription": "Support local facilities, insist on proper accounting of common good funds, promote home insulation and public transport, and oppose the forth road bridge."
      },
      {
        "policyTitle": "Inequality",
        "policyDescription": "Addressing the gap between rich and poor with more redistributive taxation policies."
      },
      {
        "policyTitle": "Economic Approach",
        "policyDescription": "Promote a steady-state economy with fair taxation, aiming to have the economy and environment work together."
      },
      {
        "policyTitle": "International Policy",
        "policyDescription": "Oppose the Iraq invasion, skeptical of Afghanistan presence, suggest withdrawing from NATO, and oppose nuclear weapons."
      },
      {
        "policyTitle": "Public Services",
        "policyDescription": "Maintain public services in the public sector and advocate for the renationalisation of the railways."
      },
      {
        "policyTitle": "Electoral Reform",
        "policyDescription": "Advocate for a truly democratic Westminster with a fair voting system and reform or abolish the House of Lords."
      },
      {
        "policyTitle": "Climate Change and Energy",
        "policyDescription": "Support a global treaty to control greenhouse emissions, and invest in energy saving and renewable energy sources."
      }
    ],
    "mentions": {
      "candidate": "Alastair Whitelaw",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Greens propose a steady-state economy with fair taxation. We need a new economic and environmental settlement.",
      "education": "",
      "environment": "Our Green MSPs in Holyrood have kept the agenda issues like home insulation (to reduce energy poverty). Greens support a global treaty to control greenhouse gas emissions.",
      "governance": "The House of Commons is elected by a system in which across the country, most of our votes go to candidates who lose.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Greens work to save local facilities like primary schools and community centres.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have no personal ambition, just a desire to serve the interest of the community through promoting Green policies.",
    "politicalExperience": [
      {
        "role": "University administrator",
        "duration": "Over 30 years",
        "achievements": "Active trade unionist, long standing member of the Scottish Green Party and also a member of various conservation organizations."
      }
    ],
    "contactInformation": {
      "address": "52 St Enoch's Square, Glasgow G1 4AA",
      "phone": "",
      "email": "",
      "website": "www.scottishgreens.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alastair Whitelaw, the Green candidate for Glasgow Central."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```