```json
{
  "leaflet": {
    "candidateName": "Madeleine Kirk",
    "constituency": "York Outer",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "Only Madeleine Kirk can beat the Conservatives",
        "content": "Local Liberal Democrat campaigner Madeleine Kirk is leading the fight to protect our local NHS services."
      },
      {
        "title": "OUR NHS... at risk with the Conservatives",
        "content": "Tony Health spokesman accepted £21,000 donation from private health firm boss. David Cameron meets NHS privatisation campaigners. Key Tory MPs backed call to dismantle NHS."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Madeleine Kirk's top priority will be to champion York and its villages, focusing on protecting the local NHS services from Conservative actions deemed harmful."
      }
    ],
    "mentions": {
      "candidate": "Madeleine Kirk",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "",
      "tacticalSituation": "The election in York Outer will be a close contest between Madeleine's Lib Dems and the Conservatives. Labour are out of the race and can’t win here. Voting for them will just help the Conservatives."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "The Conservatives can't be trusted with our NHS and were amongst the worst offenders in the expenses scandal. We can't trust them.",
      "health": "OUR NHS... at risk with the Conservatives. Madeleine Kirk's top priority will be to champion York and its villages, focusing on protecting the local NHS services from Conservative actions deemed harmful.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Madeleine has lived locally in the York area for thirty years. Madeleine has been a local councilor since 1991. She helps local people with their problems on a daily basis. Madeleine will be a strong voice for our area. As a local person she will be able to really fight for the people here.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "Since 1991",
        "achievements": "Helps local people with their problems on a daily basis."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Tony Health spokesman accepted £21,000 donation from private health firm boss.",
        "source": "Daily Mail, Mar 2010",
        "date": "2010-03"
      },
      {
        "text": "David Cameron meets NHS privatisation campaigners",
        "source": "Daily Telegraph, Summer 2009",
        "date": "2009"
      },
      {
        "text": "Key Tory MPs backed call to dismantle NHS",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Madeleine Kirk with a local resident"
        },
        {
          "caption": "Graph showing competition between parties in York Outer"
        }
      ]
    },
    "additionalNotes": "Madeleine Kirk campaigned against Labour's NHS cuts in York in 2006. And made a top Conservative MEP saying the NHS is a 'sixty year mistake' apologize. People need to have an MP they can trust with our NHS."
  }
}
```