```json
{
  "leaflet": {
    "candidateName": "David McBride",
    "constituency": "Orpington",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Orpington matters, says David",
        "content": "It is good that, finally, Orpington High Street is being improved. David McBride has worked tirelessly to get extra investment from Tory Tories for Orpington and the Crays. 'It is a scandal that despite selling the Station Road car park for over £17 million, Bromley Tories are spending less than £2 million to improve Orpington High Street,' said David. 'Once again, Orpington money is being spent on projects in Bromley and Beckenham. It is time Orpington got its fair share.'"
      },
      {
        "title": "Protecting our area",
        "content": "David McBride is well known locally for trying to protect the Green Belt and local environment against overdevelopment. 'To have spoken at Council meetings to help get homes for local families to be built, instead of blocks for alats. 'I will keep up the fight to preserve the area's unique character, the area that we all chose to share. We should protect it at all costs.'"
      },
      {
        "title": "Delivering for young people",
        "content": "Giving Orpington's young people key opportunities in education, training, sports and work is a pledge by David McBride. David has worked hard in local parks and recreation areas as an active member of Orpington Town FC, which has brought football back to two local parks in Poverest and Priory Day. As chairperson of Poverest Area Community Association, David has experience of listening to chools [sic] and watching them grow."
      },
      {
        "title": "My contract with Orpington",
        "content": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community. I will make sure your voice is heard - locally and at Westminster. I will be a strong voice for Orpington."
      },
      {
        "title": "David McBride delivers for us",
        "content": "David McBride has lived in Orpington for over 30 years. He went to Blenheim Infant and Junior School and St. Olave's School before taking a teaching degree at Goldsmiths and becoming a senior senior teacher at a school in Beckenham. David is active in a number of local organisations. For the past 12 years he has been a councillor in Orpington and is currently the Leader of the Liberal Democrat opposition in Bromley Council. He believes that a town's MP should have a record of service and knowledge of local issues."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes that put money back in your pocket",
        "policyDescription": "A plan to cut taxes for the first £10,000 you earn and boost tax bills by £700."
      },
      {
        "policyTitle": "A fair chance for every child",
        "policyDescription": "Policy to cut class sizes, invest for schools and abolish university tuition fees."
      },
      {
        "policyTitle": "A fair future: create jobs by making Britain greener",
        "policyDescription": "A plan to create jobs through investment in public transportation, renewable energy and making homes more energy efficient."
      },
      {
        "policyTitle": "A fair deal: clean up from the politicians",
        "policyDescription": "Intent to make politicians accountable for their actions and fight corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "David McBride is well known locally for trying to protect the Green Belt and local environment against overdevelopment.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "David McBride is well known locally for trying to protect the Green Belt and local environment against overdevelopment. 'To have spoken at Council meetings to help get homes for local families to be built, instead of blocks for alats. 'I will keep up the fight to preserve the area's unique character, the area that we all chose to share. We should protect it at all costs.'",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I will be open and honest about all expenses incurred in representing you.",
    "politicalExperience": [
      {
        "role": "Councillor in Orpington and Leader of the Liberal Democrat opposition in Bromley Council",
        "duration": "12 years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```