{
  "leaflet": {
	"candidateName": "Martin Garnett",
	"constituency": "EREWASH",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "A fair chance for every child",
    	"content": "Education has improved over the last few years. However, progress could be better. Liberal Democrats will: Ensure the difference between teaching in town and the countryside, the individual attention each child gets is still too great. Liberal Democrats would: - Ensure children get the individual attention they need by cutting class sizes - Made possible by investing £2.5 billion in schools targeted to help struggling pupils - Give schools the freedom to make the right choices for their pupils."
  	},
  	{
    	"title": "A fair deal by cleaning up politics",
    	"content": "Labour and the Tories talk tough on cleaning up politics. But when it comes to votes on the house of commons they have ducked out. Only 'Liberal Democrats' have consistently backed change. This is our agenda for a cleaner politics: - Put trust back into politics by giving you the right to sack corrupt MPs - Restore and protect hard-won British civil liberties with a Freedom Bill - Overhaul Westminster completely: fair votes, an elected House of Lords, all politicians to pay full British taxes."
  	},
  	{
    	"title": "More Social Housing",
    	"content": "There were 1.77 million families on housing waiting lists in England in 2008. The need for social housing in Erewash is a major problem, which only the Liberal Democrats have a plan to act on this problem. There are 760,000 empty homes in England alone. As part of our investment in infrastructure programme, we will spend £1.2 billion in the next year. This will bring 250,000 empty homes back into use and create 65,000 jobs."
  	},
  	{
    	"title": "Only the Liberal Democrats can deliver real change",
    	"content": "You've been let down by Labour for the last 13 years. You've had 65 years of Labour and Conservative Governments taking it in turns to make the same old mistakes over and over again. The choice in this election is between more of the same with Labour and the Conservatives or real change with the Liberal Democrats. Vote Martin Garnett to deliver change for you."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Cut class sizes by investing £2.5 billion, targeting help for struggling pupils, and giving schools freedom to make choices for their pupils."
  	},
  	{
    	"policyTitle": "Governance",
    	"policyDescription": "Change politics by giving the right to sack corrupt MPs, protect civil liberties with a Freedom Bill, and overhaul Westminster with fair votes and an elected House of Lords."
  	},
  	{
    	"policyTitle": "Housing",
    	"policyDescription": "Spending £1.2 billion to bring 250,000 empty homes back into use, addressing the housing waiting list, and creating jobs."
  	}
	],
	"mentions": {
  	"candidate": "Martin Garnett",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "Cut class sizes by investing £2.5 billion in schools.",
  	"environment": "",
  	"governance": "Agenda for a cleaner politics including the right to sack corrupt MPs, a Freedom Bill, and an overhaul of Westminster.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "Plan to act on the problem of social housing in Erewash by spending £1.2 billion to bring 250,000 empty homes back into use and create 65,000 jobs.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "43 Acton Road, Long Eaton NG10 1FR",
  	"phone": "01332 872889",
  	"email": "martin@garnett10.plus.com",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Liberal Democrats working hard in Erewash."
    	}
  	]
	},
	"additionalNotes": "Published and promoted by Rodney Allen on behalf of Martin Garnett and Erewash Liberal Democrats."
  }
}