```json
{
  "leaflet": {
    "candidateName": "Nusrat Ghani",
    "constituency": "Birmingham Ladywood",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "MY PLEDGE TO YOU",
        "content": "I will CAMPAIGN to get more police on the streets by cutting red tape and working in local communities to tackle rising crime and disorder."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "MORE POLICE ON THE STREETS",
        "policyDescription": "Campaign to get more police on the streets by cutting red tape and working in local communities to tackle rising crime and disorder."
      },
      {
        "policyTitle": "MORE GPS AND LOCAL DENTISTS",
        "policyDescription": "Fight for the NHS and push for more local GP practices and dentists. The Conservatives will make the NHS work for patients and community empowerment."
      },
      {
        "policyTitle": "HIGH STANDARDS IN SCHOOLS",
        "policyDescription": "Support high standards and discipline in schools. Improving our schools system is vital in laying out a clear path to success."
      },
      {
        "policyTitle": "TACKLE UNEMPLOYMENT",
        "policyDescription": "A strong belief in the power of small businesses and creating jobs. Campaigning to bring the most competitive city in the UK."
      }
    ],
    "mentions": {
      "candidate": "Nusrat Ghani",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "Remembers a vote for anyone other than Conservative Party is a vote for five more years of Gordon Brown."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Bringing the most competitive city in the UK.",
      "education": "Support high standards and discipline in schools.",
      "environment": "",
      "governance": "",
      "health": "Fight for the NHS and push for more local GP practices and dentists.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Raised and schooled in Birmingham, I am a proud Brummie who wants to give a strong voice to Ladywood.",
    "politicalExperience": [
      {
        "role": "Public sector worker",
        "duration": "Over a decade",
        "achievements": "Championing the rights of the elderly for Age Concern and tackling the NHS postcode lottery over breast cancer screening and resources. I have represented the BBC at Westminster and overseas in Afghanistan, Pakistan, India and Burma. Community empowerment and education are my key concerns and with a long history of public service stretching back to my father, Abdul Ghani, who served as school master in the 1960’s at High School Dadyal in Kashmir. Campaigning to bring much needed local and national experience to Ladywood."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "nusratghani@britain.com",
      "website": "www.nusratghani.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nusrat Ghani with David Cameron"
        }
      ]
    },
    "additionalNotes": "JOIN OUR CAMPAIGN TODAY AND VOLUNTEER - email nusratghani@britain.com"
  }
}
```