```json
{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "The Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
        "content": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by huge debts and millions are out of work. Our society is broken by crime and irresponsible behaviour. Our political system is in a mess. We can't go on like this.\n\nA Conservative government will take bold action on all fronts. We'll cut Gordon Brown's waste and debt to get our economy moving. We'll support families and back people who do the right thing to encourage responsible behaviour in society and to make sure pensioners are supported as well.\n\nAnd we need big changes in our political system too. We've led the way on cleaning up MPs' expenses and we'll finish the job by scrapping the perks and cutting the cost of Parliament. Most importantly, we'll take power away from the political elite to give you more control over your life.\n\nSo that's the choice at this election: five more years of Gordon Brown's tired government making things worse or the change this country needs with the Conservatives."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Getting Britain Working",
        "policyDescription": "Labour are now the party of unemployment. Conservatives will get Britain working again by boosting enterprise. We will abolish taxes on the first ten jobs created by new businesses, reform jobcentre-plus, and help people off welfare and into work."
      },
      {
        "policyTitle": "Backing The NHS",
        "policyDescription": "David Cameron has made the NHS our number one priority. We back what we have made it clear we back it and our plans go even further. Under the Conservatives, families will find it easier to get to see the NHS services they depend on."
      },
      {
        "policyTitle": "Raising Standards in Schools",
        "policyDescription": "We will create a new generation of schools run by teachers and responsible to parents, not micromanaged by politicans. Parents will get what they want: smaller schools with smaller classes, good behaviour, great curriculum and restored faith in the teachers."
      },
      {
        "policyTitle": "Supporting Families",
        "policyDescription": "Families are the foundation of a strong society. Our plans to improve Sure Start with 4,200 extra health visitors will extend flexible working, improve parential leave and open new schools will help make make Britain the most family-friendly country in Europe."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We'll cut Gordon Brown's waste and debt to get our economy moving.",
      "education": "We will create a new generation of schools run by teachers and responsible to parents, not micromanaged by politicans.",
      "environment": "",
      "governance": "And we need big changes in our political system too. We've led the way on cleaning up MPs' expenses and we'll finish the job by scrapping the perks and cutting the cost of Parliament.",
      "health": "David Cameron has made the NHS our number one priority.",
      "immigration": "",
      "socialWelfare": "We'll support families and back people who do the right thing to encourage responsible behaviour in society and to make sure pensioners are supported as well.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Cameron talking to constituents."
        },
        {
          "caption": "Conservative Party members and constituents in meetings."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```