```json
{
  "leaflet": {
	"candidateName": "Jo Barker",
	"constituency": "Hall Green",
	"politicalParty": "Conservatives",
	"electionDate": "2010",
	"messages": [
  	{
    	"title": "Change",
    	"content": "In the new Hall Green Constituency with Jo Barker"
  	},
  	{
    	"title": "Labour's tax on jobs will kill the recovery",
    	"content": "The re-election of Gordon Brown's government will bring more debt, waste and tax. It will bring us a new recession. For the last 13 years working people have seen their taxes go up and up and their money wasted. Labour politicians admit they got it wrong. But now, they want to add a year before the retirement of wealth, not waste. The Conservative Party will cut Labour waste to stop tax rises on jobs, allowing earning up to £7,000 to take home an extra £150 a year."
  	},
  	{
    	"title": "Backing the NHS",
    	"content": "The NHS is our number one priority. We back it and we want to improve it for everyone. The Conservative will increase spending on the NHS every year... We will focus instead on areas such as cancer survival rates."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Taxation",
    	"policyDescription": "Opposition to Labour's tax increase on jobs and commitment to cutting waste to prevent tax rises."
  	},
  	{
    	"policyTitle": "Welfare System",
    	"policyDescription": "Reform the welfare system by getting people into jobs and cutting benefits for those who refuse to work."
  	},
  	{
    	"policyTitle": "The NHS",
    	"policyDescription": "The NHS is the number one priority, with an emphasis on increasing spending annually and improving cancer survival rates."
  	},
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Support radical ideas for schools and colleges, giving back the power to teachers and parents."
  	}
	],
	"mentions": {
  	"candidate": "Jo Barker",
  	"otherPartyLeaderCandidate": "Labour and David Cameron - working for you.",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Labour's proposed tax increase is criticized as detrimental to economic recovery.",
  	"education": "Supports Michael Gove's radical ideas for schools and colleges.",
  	"environment": "Need for new energy and fresh ideas to get Britain working for everyone.",
  	"governance": "Labour has been criticized for wasting funds and increasing debt.",
  	"health": "Commitment to increase spending on the NHS every year and focus on areas such as cancer survival rates.",
  	"immigration": "",
  	"socialWelfare": "Reform the welfare system to encourage people back to work and cut benefits for those who refuse to work.",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I am desperate to see people get back into work. Long term unemployment is not good for anyone - we will encourage people back to work.",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Jo Barker and David Cameron - working for you."
    	},
    	{
      	"caption": "The NHS is David Cameron's number one priority."
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```