```json
{
  "leaflet": {
    "candidateName": "Mick Castle",
    "constituency": "South Norfolk",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "My pledges to you...",
        "content": "I will remember who I serve as an MP and will fight for a fairer and more sustainable South Norfolk - always. My work as an MP will be fully transparent - all my expenses will be published on-line at our website for you to see. I promise to involve you in the democratic process and inspire everybody to get involved in fighting for South Norfolk. As your MP I will be as environmentally friendly as possible and minimise waste at every level. I'll always support local community groups and will focus hard on supporting the agencies which fund many projects in South Norfolk."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Recovery",
        "policyDescription": "Secure economic recovery by making tough choices that have kept nearly 2000 more people in jobs in South Norfolk than in the previous Tory recession of the 1990s."
      },
      {
        "policyTitle": "Environment and Economy",
        "policyDescription": "Support the use of cleaner and more sustainable energy to secure the area's energy supply for generations to come and ensure a fairer and more community focused South Norfolk, with minimal waste and a strong voice in parliament."
      }
    ],
    "mentions": {
      "candidate": "Mick Castle",
      "otherPartyLeaderCandidate": "Mr Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Making tough choices to secure jobs and focus on economic recovery.",
      "education": "",
      "environment": "Focusing on cleaner and more sustainable energy, minimal waste.",
      "governance": "Transparency and community involvement in democratic process.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am proud to be your Labour candidate in South Norfolk as it is a place that I have grown a connection with, having worked as a full-time adviser to the constituency and knowing the rural issues people face.",
    "politicalExperience": [
      {
        "role": "Labour candidate for South Norfolk",
        "duration": "",
        "achievements": "Worked as full-time adviser to the constituency, focusing on rural issues."
      }
    ],
    "contactInformation": {
      "address": "South Norfolk Labour, 21 Springfields, Poringland, Norwich, NR14 7RG",
      "phone": "07966 798928",
      "email": "mick@southnorfolklabour.com",
      "website": "www.southnorfolklabour.com",
      "socialMedia": {
        "facebook": "Mick Castle for South Norfolk",
        "twitter": "@southnorfolkl",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photograph of Mick Castle, the Labour candidate for South Norfolk"
        }
      ]
    },
    "additionalNotes": "Pledged to fight for a fairer and more sustainable South Norfolk and to be fully transparent with expenses. Promised to be environmentally friendly and to support local community groups."
  }
}
```