{
  "leaflet": {
    "candidateName": "Jim Fitzpatrick",
    "constituency": "Poplar and Limehouse",
    "politicalParty": "Labour Party",
    "electionDate": "May 6",
    "messages": [
      {
        "title": "Dear Neighbour",
        "content": "I've grown up in the community around Poplar and Limehouse, and my wife and I have started raising a family in the area. In fact, I've been living around here since I was ten years old. So I know that it can be hard around here, but I know that things are changing for the better in these last few years."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Jim Fitzpatrick",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "We need to make sure that Jim is back in Westminster working for us after May 6th, when you get the chance to vote."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "I've seen that schools have been getting more money and teachers, and the results are getting better. Schools around here have been improving faster than in many other places.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Living on the Will Crooks Estate, I know it isn't always easy, with youth causing trouble. But I've seen that crime is coming down and the police are taking it more seriously.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I've never written to my neighbours like this before, so I am very grateful to you for taking the time to read my letter.",
    "politicalExperience": [
      {
        "role": "computer and math teacher at one of the new city academies in New Cross",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "15 Devitt House, Vesey Path, London E14 6BT",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mahmudul Choudhury, 15 Devitt House, Vesey Path, London E14 6BT"
        }
      ]
    },
    "additionalNotes": "Printed and promoted by Ashton McGregor on behalf of Jim Fitzpatrick and by Graham Taylor on behalf of Tower Hamlets Labour Party local government candidates at 349 Cambridge Heath Road London E2 9RA"
  }
}