{
  "leaflet": {
    "candidateName": "Ian Lindley",
    "constituency": "North Durham",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "WHAT NORTH DURHAM VOTERS ARE THINKING - the sorts of things voters are saying to us on the doorstep:",
        "content": "- “Our politicians are corrupt and self-serving - we need to give new people a chance”\n- “I am a traditional Labour voter and thinking the unthinkable - to not vote Labour this time”\n- “We are being overrun by all nations and races and are a soft touch with our generous benefit system”\n- “This area is neglected - we desperately need some real regeneration”\n- “I don’t believe we should be in Afghanistan - I know some relatives service people and they think the same”\n- “I am fed up with anti-social behaviour and nothing being done about it”\n- “The Labour council (Durham County Council) is incompetent and distant”\n- “It’s difficult to say what you really think any more - I am afraid of speaking out”"
      },
      {
        "title": "I want to be a different type of MP for North Durham - an ordinary person listening to ordinary people, understanding what they want and getting things done for them. Labour takes North Durham for granted - they think it is a ‘safe seat’ for them and just expect to win it over and over again. Our campaign is for a fresh start in our area. By displaying this poster you are showing a real concern for neglected communities and sending a positive message that you want change.",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "OUR POLICIES - FOUR STEPS TO A FAIRER BRITAIN",
        "policyDescription": "1. Fair taxes that put money in your pocket - You will pay no tax on the first £10,000 you earn - cutting most tax bills by £700.\n2. A fair chance for every child - Smaller class sizes, more money into schools and abolish university tuition fees.\n3. A fair future: create jobs by making Britain greener - Invest in public transport, renewable energy and energy efficient homes.\n4. A fair deal from the politicians - Make politicians accountable and give you the right to sack corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "Ian Lindley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "A fair chance for every child - Smaller class sizes, more money into schools and abolish university tuition fees.",
      "environment": "A fair future: create jobs by making Britain greener - Invest in public transport, renewable energy and energy efficient homes.",
      "governance": "A fair deal from the politicians - Make politicians accountable and give you the right to sack corrupt MPs.",
      "health": "Liberal Democrat policies will also protect frontline NHS services, put more police on patrol, restore the pensions earnings link and deliver fair pay for the armed forces.",
      "immigration": "We are being overrun by all nations and races and are a soft touch with our generous benefit system",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Andrew Rawnsley",
        "endorsement": "“The Lib Dems got the two big calls of the last decade right and Labour and Tories were wrong. The Lib Dems opposed the war where we have squandered epic amounts of blood and treasure. The Lib Dems also were the lonely and now vindicated voice at home which warned that the debt-fuelled boom would implode in a ruinous blast whilst Labour and Tories were as one in couraging the reckless gamblers. They can also argue that not a single Lib Dem MP has been found guilty of expenses claim 'flipping’ to bilk the taxpayers for mortgage payments.” (The Observer,14 March 2010)"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}