{
  "leaflet": {
    "candidateName": "John Hemming",
    "constituency": "Yardley",
    "politicalParty": "Liberal Democrat",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "Keep John as your MP - vote",
        "content": "Birmingham Yardley MP John Hemming has been given the all clear by Sir Thomas Legg over expenses claims for the last 5 years. Sir Thomas was asked to examine every claim submitted by all MP's and check they were in order and justified."
      },
      {
        "title": "John Hemming Serving YOU",
        "content": "John Hemming MP campaigning for You & Yardley, all the way to the top in Westminster."
      },
      {
        "title": "Iain Bowen asks for 4 more years as your Councillor",
        "content": "On May 6th, well-known local Councillor Iain Bowen seeks re-election to Birmingham Council. During his 4 years representing Acocks Green, he has tirelessly campaigned alongside residents on local issues."
      },
      {
        "title": "Re-elect Hardworking, Popular MP John Hemming",
        "content": "John Hemming MP campaigning for You & Yardley, all the way to the top in Westminster."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fair Taxes for All",
        "policyDescription": "Lib Dems want to cut the tax bills of low paid workers and local families. Plans include paying back an additional £700 off your tax bill for millions of people, making the tax system fairer."
      }
    ],
    "mentions": {
      "candidate": "It was an honour to present former servicemen with their veterans badges."
    },
    "issues": {
      "economy": "Lib Dems want to cut the tax bills of low paid workers and local families.",
      "education": "I was proud to join staff at Yardley School, to celebrate their fantastic results.",
      "governance": "Birmingham Yardley MP John Hemming has been given the all clear by Sir Thomas Legg over expenses claims for the last 5 years."
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "We won our battle to stop the government taxing the popular game of Bingo into extinction.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John Hemming MP with constituents and events"
        }
      ]
    },
    "additionalNotes": ""
  }
}