{
  "leaflet": {
    "candidateName": "Simon Marcus",
    "constituency": "Barking and Dagenham",
    "politicalParty": "CONSERVATIVE",
    "electionDate": "",
    "messages": [
      {
        "title": "WARNING: LABOUR HAVE FAILED YOU!",
        "content": "Gordon Brown said the abolished boom and bust. Now Britain may end up like Greece with record debt levels since the War and outrageous levels of waste, all of which you will pay for!"
      },
      {
        "title": "YOU CAN'T TRUST LABOUR!",
        "content": "Politics is about solving problems and building a better future. We are all fed up with broken promises and as one man I cannot change the world, but the one promise I will make and keep is to fight for what is right for the people of Barking and Britain. As your MP, here is what I will fight for on these important issues."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Cut paperwork for small and medium business to generate jobs for young people. Extend stop and search powers."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Cap immigration from outside the EU, stop welfare shopping, learn English or be prepared to lose your benefits."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "We will renew honest 'rights' culture for criminals and protect the public. We will lower your mortgage sentences by not allowing police to fine, stop, detain and process terrorists rather than non-violent offenders."
      },
      {
        "policyTitle": "Armed Forces",
        "policyDescription": "Labour government to support its policy of intervention. We will equip and support our troops, not ask them to risk their lives without the prospect of victory and the means to protect themselves."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "We are the party of cuts and they will protect the NHS but at the very same time the axe is falling on vital NHS services all round London like the King George A&E!"
      }
    ],
    "mentions": {
      "candidate": "Simon Marcus",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Cut paperwork for small and medium business to generate jobs for young people.",
      "education": "",
      "environment": "",
      "governance": "Extend stop and search powers.",
      "health": "We are the party of cuts and they will protect the NHS.",
      "immigration": "Cap immigration from outside the EU, stop welfare shopping, learn English or be prepared to lose your benefits.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We will lower your mortgage sentences.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Barking and Dagenham Report Edited by SIMON MARCUS CONSERVATIVE"
        }
      ]
    },
    "additionalNotes": "The leaflet contains attacks on the Labour Party, particularly on the economic management of Gordon Brown and the Labour government's record on immigration, crime, and the armed forces. It also makes specific policy proposals under key issues, asking voters to consider whether they were better off in 1997 compared to the situation under the Labour government."
  }
}