```json
{
  "leaflet": {
    "candidateName": "",
    "constituency": "Drumchapel & Anniesland",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "Time to clean up the City Chambers",
        "content": "SNP demand immediate investigation into shocking links between the revelations over the City Council wrongdoing and the Labour party. Calls for Labour councillors to resign over expenses scandal; jobs at risk due to company owned by Council not donating money to Labour party."
      },
      {
        "title": "SNP win victory on Attendance Allowance",
        "content": "Bill Kidd MSP and SNP colleagues campaigned vigorously against recent proposals by the Labour Government to cut Attendance Allowance and Disability Living Allowance for the over 65s."
      },
      {
        "title": "SNP condemns Labour cuts threat to Stoneydyke Primary",
        "content": "Mags Park and Frank Rankin criticized the Labour decision to close the Argo Centre, even after the SNP group presented alternative plans that could have saved the centre from closure."
      },
      {
        "title": "SNP brings more cops to Drumchapel & Anniesland",
        "content": "Welcoming the Scottish Government's achievement in bringing more police to Drumchapel and Anniesland, with Mark Sad saying, 'I am delighted that the local community have 34 policing team now.'"
      },
      {
        "title": "A message from the First Minister",
        "content": "First Minister Alex Salmond MSP champions London parties' commitment to Scotland and criticizes that by their own admission, Labour would 'cut deeper and harder' than the Tories."
      },
      {
        "title": "Labour axe the Argo - turned down SNP lifeline",
        "content": "Mags Park and Frank Rankin denounced Labour's decision to close the Argo Centre despite the SNP's alternative proposal. Labour pressed ahead with closure, with Mags Sad highlighting the lack of community and local impact consideration."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Attendance Allowance Protection",
        "policyDescription": "The SNP fought against Labour's proposed cuts to Attendance and Disability Living Allowance for the over 65s."
      },
      {
        "policyTitle": "Education and Youth Services",
        "policyDescription": "The SNP condemned Labour's cut threats to local schools, such as Stoneydyke Primary, and fought to save the Argo Centre from closure."
      },
      {
        "policyTitle": "Community Policing",
        "policyDescription": "The SNP has worked to bring a greater police presence to Drumchapel and Anniesland, increasing the local police team to 34 officers."
      }
    ],
    "mentions": {
      "candidate": "Mark Sad",
      "otherPartyLeaderCandidate": "Labour Council, Mags Park, Frank Rankin",
      "partyLeader": "First Minister Alex Salmond MSP",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "SNP condemns Labour's education cuts, labelling that Glasgow now spends less on education than any other local authority in Scotland.",
      "environment": "",
      "governance": "SNP calls for an immediate investigation into the Labour council's spending scandals and demand that Labour councillors resign over the expenses scandal. Forcing companies owned by the Council to not donate money to Labour.",
      "health": "",
      "immigration": "",
      "socialWelfare": "SNP campaigns against Labour's proposals to cut Attendance Allowance and Disability Living Allowance for the over 65s.",
      "housing": [
        {
          "content": "The SNP presented alternative plans that could have saved the Argo Centre, a community resource, from Labour's closure decision.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MSP",
        "duration": "",
        "achievements": "Instrumental in campaigning against cuts to Attendance Allowance and Disability Living Allowance for the over 65s."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "First Minister Alex Salmond MSP",
        "endorsement": "Supports SNP's stance and criticizes London parties for their approach to Scotland."
      }
    ],
    "quotes": [
      {
        "text": "The SNP are going into this campaign with a clear message for Scottish voters. More votes means more Nats and more Nats means less cuts. The Westminster system is discredited, and only SNP champions can protect and promote Scotland's interests.",
        "source": "First Minister Alex Salmond MSP",
        "date": ""
      },
      {
        "text": "Labour admitted they are confident that the anger of communities will fade. In this election you have the chance to tell local SNP champions what you think of Labour's show or forget.",
        "source": "",
        "date": ""
      },
      {
        "text": "The SNP Council Group offered an alternative budget which would have saved the Argo...",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Glasgow City Chambers Image"
        },
        {
          "caption": "First Minister Alex Salmond MSP"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```