```json
{
  "leaflet": {
    "candidateName": "Dr Steve Bick",
    "constituency": "West Dorset",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A future fair for all",
        "content": "Putting local people first"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Restoring trust in politics",
        "policyDescription": "By holding regular surgeries and meetings to listen to local people."
      },
      {
        "policyTitle": "Backing the NHS",
        "policyDescription": "Before anything we need to look at GP's resources to see that A&E and other services are not put under more pressure to excellent local services."
      },
      {
        "policyTitle": "Securing economic recovery",
        "policyDescription": "By supporting community and local businesses and ensuring high skills growth industries are promoted to improve West Dorset."
      },
      {
        "policyTitle": "Safeguarding the environment",
        "policyDescription": "Will work for a greener West Dorset, pushing for flood prevention works."
      },
      {
        "policyTitle": "Securing our community",
        "policyDescription": "Will work with the police to know more about antisocial behaviour and teenage public drinking."
      }
    ],
    "mentions": {
      "candidate": "Dr Steve Bick",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Proposed Private Hospital at Poundbury. I supported local residents who opposed this undesirable development among other things it intended to 'poach' staff and services from Dorset County Hospital which would have weakened it. Action worked - planning refused.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "In this General Election I am asking for your support in becoming the next MP for West Dorset. I was born in Dorset and live in Dorchester. I know the area well and love it. I work locally as a GP and feel I understand people. This election is about the future; securing economic recovery, protecting front-line services, and giving people opportunities to achieve their full potential. I hope you will be able to trust me with your vote.",
    "politicalExperience": [
      {
        "role": "GP",
        "duration": "",
        "achievements": "Works locally as a GP in Dorchester."
      }
    ],
    "contactInformation": {
      "address": "Freepost Dorchester Labour Party",
      "phone": "01305 269 450",
      "email": "",
      "website": "www.stevebicklabour.org.uk",
      "socialMedia": {
        "facebook": "Steve Bick",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Alan Moss",
        "endorsement": "I live with my wife in sheltered accommodation. We were both glad exhalation from fuel will be less. We get a lot of help from the NHS. This will reduce my breathing problems. Winter fuel allowance will help. Happy about free prescriptions because Steve gets my vote."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dr Steve Bick with players and officials of Dorchester Town Football Club."
        },
        {
          "caption": "Photo courtesy Dorset Echo - Cycle Paths"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```