```json
{
  "leaflet": {
    "candidateName": "Mary Creagh",
    "constituency": "Wakefield, Horbury and Ossett",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Holly's law",
        "content": "When Holly was little, she suffered scald burns to half her body. Mary cared so much about Holly's accident that she got the law changed so other children don't have to suffer like Holly."
      },
      {
        "title": "Together, we've made Wakefield better",
        "content": "Thirteen years ago, Wakefield was a divided district suffering from years of Tory neglect. Labour has, rebuilt wasteland schools and hospitals and invested in roads and housing. Now we must strengthen our economy, rebuild our industrial base and improve our public services. The Tories want to give a £40,000 tax cut to the richest 300 families in the country - paid for by cuts to public services. We need a future that's fair for all - for the many not the few. This election is about your future and your family's future. Don't put it at risk."
      },
      {
        "title": "Mary delivers for Wakefield",
        "content": "A £250 million hospital for Pinderfields. A neighbourhood police team for every area, keeping crime the lowest in W Yorks. Seven children's centres and best ever GCSE results in every school this last year. Mary's Children's Food Bill led to better school dinners and got junk food vending machines out of schools. A £12 million flood defence scheme."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Secure Britain's recovery",
        "policyDescription": "Move to high-value, low-carbon jobs, grow the graduate economy."
      },
      {
        "policyTitle": "Cancer Guarantee",
        "policyDescription": "See a cancer specialist in two weeks if your GP suspects you have cancer symptoms."
      },
      {
        "policyTitle": "Tough action on anti-social behaviour",
        "policyDescription": "Guarantee you'll get a response to your anti-social behaviour complaint within 24 hours."
      },
      {
        "policyTitle": "Free personal care at home",
        "policyDescription": "For those with the greatest need"
      },
      {
        "policyTitle": "Young people first",
        "policyDescription": "Aiming to halve university tuition fees, give homes to local families and improve quality of education, guaranteeing every young person a job or education."
      }
    ],
    "mentions": {
      "candidate": "Mary Creagh",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Strengthen our economy, rebuild our industrial base, and improve our public services.",
      "education": "Seven children's centres and best ever GCSE results in every school this last year.",
      "environment": "",
      "governance": "",
      "health": "A £250 million hospital for Pinderfields. See a cancer specialist in two weeks if your GP suspects you have cancer symptoms.",
      "immigration": "",
      "socialWelfare": "Free personal care at home for those with the greatest need.",
      "housing": [
        {
          "content": "Move to high-value, low-carbon jobs, grow the graduate economy.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As Wakefield's MP for the last five years, I've stood up for Wakefield night and day. Please give me the chance to keep working with you!",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Mary Creagh, FREEPOST RRRG-BRJJ-KXZR, Wakefield, WF1 2TF",
      "phone": "01924 204 319",
      "email": "mary@marycreagh.co.uk",
      "website": "www.marycreagh.co.uk",
      "socialMedia": {
        "facebook": "marycreaghmp",
        "twitter": "marycreaghmp",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "I'll always be grateful to Mary and the NHS staff at Pinderfields Burns Unit.",
        "source": "Julie Dunlop, Holly's mother",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mary Creagh with local residents and community."
        },
        {
          "caption": "Mary Creagh engaging with healthcare professionals."
        },
        {
          "caption": "Mary Creagh talking with police officer and constituents."
        },
        {
          "caption": "Portrait of Mary Creagh."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```