```json
{
  "leaflet": {
    "candidateName": "Gordon Brown",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "THE CLOCK IS TICKING - TIME IS RUNNING OUT. SHORTLY YOU WILL HAVE TO MAKE YOUR DECISION OF WHO YOU ARE GOING TO VOTE FOR."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Gordon Brown",
      "otherPartyLeaderCandidate": "Cameron, Clegg",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Had the steps taken by Brown in this crisis including the salvaging of the banks. Had the banks you should have been allowed to fail",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Chancellor of the Exchequer",
        "duration": "the past 100 years",
        "achievements": "Acclaimed by International and neutral observers in the UK as probably the best Chancellor of the Exchequer this Country has had. One of the prime architects in stabilising and now the regeneration of the World economy – which was nearly completely destroyed by the melt down in the International Banking Sector."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "VOTE LABOUR"
        }
      ]
    },
    "additionalNotes": "Gordon Brown - Acclaimed by International and neutral observers in the UK is probably the best Chancellor of the Exchequer this Country has had during the past 100 years. Cameron is insulting your intelligence by suggesting that Brown is responsible for this worldwide banking fiasco. Both Cameron and Clegg come from privileged backgrounds and are leaders of their parties through a 'Beauty Contest' with many of their own party members accepting that they were not the most qualified to lead."
  }
}
```