```json
{
  "leaflet": {
    "candidateName": "Harriet Harman",
    "constituency": "Camberwell and Peckham",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "My pledges to you",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "More police on the streets",
        "policyDescription": "Aim to go from 755 police to 1,000, and keep up the pressure with the local campaign."
      },
      {
        "policyTitle": "Better transport links",
        "policyDescription": "The Labour government has put more money into public transport. Will make sure that Crossrail plans and South London Line protections are in place."
      },
      {
        "policyTitle": "Better services for young people",
        "policyDescription": "Make sure that youth clubs and youth workers are preserved."
      },
      {
        "policyTitle": "Helping people with their problems",
        "policyDescription": "Continue to hold regular advice surgeries and aim to reply to emails, calls, and letters within 10 working days."
      },
      {
        "policyTitle": "Working for all the different communities in Southwark",
        "policyDescription": "Value the contribution of all who have been born and settled in Southwark, and all our diverse communities."
      },
      {
        "policyTitle": "Saving the Camberwell Baths",
        "policyDescription": "Harriet succeeded in getting the Camberwell Baths a £4 million fresh start."
      },
      {
        "policyTitle": "On the side of older people",
        "policyDescription": "Safeguard older residents on the Consort Estate in help over bills and provide pensioners over 75 with free TV licenses."
      }
    ],
    "mentions": {
      "candidate": "Harriet Harman",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The leaflet emphasizes the importance of the election being a straight choice between a Labour government or a Conservative government."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Children's Centres, increased child care, strong new laws to stop domestic violence, and Special Needs Strategy introduced.",
      "environment": "",
      "governance": "Putting the family at the heart of the government",
      "health": "",
      "immigration": "",
      "socialWelfare": "Children's Centres, increased child care, strong new laws to stop domestic violence, and Special Needs Strategy introduced.",
      "housing": [
        {
          "content": "Safeguard older residents on the Consort Estate help over bills. Many older residents on the Consort Estate live in properties that are too hot in the summer and too cold in the winter. After a period of consultation, Lib/Dem Southwark Council changed the rules so that repair teams of any kind are not required to tackle heating or air conditioning issues. This change by the officers meant the council would not investigate and solve the inherent design flaws.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Harriet - working hard for Camberwell and Peckham",
    "politicalExperience": [
      {
        "role": "Labour candidate for Camberwell and Peckham",
        "duration": "",
        "achievements": "Fought for families with young children and aging relatives to get into the National Childcare Strategy, secure more Sure Start and Children's Centres, increased maternity pay and leave, brought in strong new laws to stop domestic violence, introduced the New Deal for Lone Parents and winter Fuel Payments for the over 60's."
      }
    ],
    "contactInformation": {
      "address": "264 Rosendale Road, London, SE24 9DL",
      "phone": "0207 7870573",
      "email": "harrietharman.org",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "twitter.com/harrietharman",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Harriet has been our MP for many years and is very experienced. She is always enthusiastic, even more so when she is backed for the first time. She has even more zeal now she knows she has the chance, and has taken over places like Peckham Library to energise all her supporters.",
        "source": "Getting better transport links section",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Harriet with the Minister for Sport and local campaigners outside Camberwell Baths"
        },
        {
          "caption": "Harriet campaigned for the Transport Secretary to give an early start date for the East London Line Phase 2 which will link Denmark Hill, Peckham Rye and Queens Road Peckham by 2012."
        },
        {
          "caption": "Putting the family at the heart of the government"
        },
        {
          "caption": "Campaigning with local people, and Labour councillors, Harriet succeeded in getting the Camberwell Baths a £4 million fresh start."
        },
        {
          "caption": "A future fair for all"
        }
      ]
    },
    "additionalNotes": ""
  }
}
```