```json
{
  "leaflet": {
    "candidateName": "Patrick Grady",
    "constituency": "Glasgow North",
    "politicalParty": "SNP",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "We're backing Glasgow",
        "content": "The SNP was founded in Glasgow and Glasgow is central to our vision of a fairer, more successful Scotland. We're certain that Glasgow's strong tradition of hard work, innovation, export, and ambition can deliver prosperity and bring new jobs."
      },
      {
        "title": "Elect a Glasgow Champion",
        "content": "Please give Patrick Grady your support on May 6th so he can continue to work for you everyday, not just when your vote is needed."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "SNP Standing up for Glasgow",
        "policyDescription": "Scottish Government gives Glasgow highest funding per head in mainland Scotland. Council tax frozen, prescription charges cut and no student fees. Business rates cut and abolished for many. Crime cut, 1050 extra police in Glasgow. Protection against rip-off lenders and doorstep crime, Action to stop alcohol at pocket-money prices. New schools and hospitals for Glasgow. Higher employment and skilled workforce. World-leading climate change bill and support for renewable energy. Strong opposition to Trident. Fighting to rid Scotland of nuclear weapons."
      },
      {
        "policyTitle": "Labour Letting Glasgow Down",
        "policyDescription": "London Labour cuts the Scottish Budget. Cuts estimated by his hike in National Insurance. Businesses hit by hike in National Insurance. Labour oppose tough action on alcohol, oppose action on antisocial behaviour, cut valuable local services like post offices, schools and community centres. Labour charging policy hurts Scots renewables industry. Supporting waste of resources on costly and dangerous nuclear weapons on the Clyde."
      }
    ],
    "mentions": {
      "candidate": "Patrick Grady",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Alex Salmond, Nicola Sturgeon",
      "tacticalSituation": "If you voted SNP at the Euro elections in Glasgow North, to protect and increase the SNP's strong lead in this election, we need as many SNP votes as possible. The latest polls have put us in a strong position to win the election in Glasgow North."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Funding per head in mainland Scotland, Business rates cut and abolished for many.",
      "education": "No student fees. New schools for Glasgow.",
      "environment": "World-leading climate change bill, support for renewable energy.",
      "governance": "Higher funding per head, Scottish Government action against rip-off lenders and doorstep crime.",
      "health": "Practices to stop alcohol at pocket-money prices. New hospitals for Glasgow.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have been working closely with the local SNP team, campaigning and helping with projects of great importance for the Glasgow North voters. These commitments show we are not just choosing champions for the House of Commons. We are choosing champions to stand up for people in Glasgow and across Scotland.",
    "politicalExperience": [
      {
        "role": "Local SNP team member",
        "duration": "",
        "achievements": "Campaigning and helping with projects important for Glasgow North voters."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "snp@patrickgrady.org",
      "website": "www.snp.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of candidate with constituents and endorsements from Alex Salmond and Nicola Sturgeon."
        }
      ]
    },
    "additionalNotes": "The leaflet highlights achievements under the Scottish Government led by the SNP and criticises the Labour party's impact on Glasgow. It calls for tactical voting to consolidate the SNP's lead."
  }
}
```