```json
{
  "leaflet": {
    "candidateName": "Jo Shaw",
    "constituency": "Camden",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "A fresh start",
        "content": "We need a fresh start and a different kind of MP here in Camden. As a housing and family lawyer and Citizens Advice volunteer I know how to listen and to get results for local people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A GOVERNMENT OF ALL PARTIES AND A NATIONAL PLAN",
        "policyDescription": "A 5 year National Plan to rescue Britain and make it fairer. Reforms include a tax on banks, reducing inequality through a wealth tax, creating new state/private British companies to compete with state capitalism, improving public expenditure and public services, less military expenditure, and a move towards a nuclear out instead of Trident."
      }
    ],
    "mentions": {
      "candidate": "Jo Shaw has called Camden home for over 30 years",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Indicative plans for each sector should be made coherent by a National Planning Department, replacing the failed Treasury. New state/private British companies to compete with state capitalism, to revive the \"Made in Britain\" label.",
      "education": "A levy on private schools for their disproportionate use of teaching resources.",
      "environment": "",
      "governance": "We need a government of all parties to tackle our crisis, bolstered by industrialists, businessmen, union leaders, consultants, and the professions.",
      "health": "More hospitals, more doctors and more teachers to match international levels. Cuts threatened to vital local health services like the Whittington A&E.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I will be a strong voice for Camden. As a housing and family lawyer and Citizens Advice volunteer I know how to listen and to get results for local people.",
    "politicalExperience": [
      {
        "role": "Housing and family lawyer, Citizens Advice volunteer",
        "duration": "",
        "achievements": "Getting results for local people."
      }
    ],
    "contactInformation": {
      "address": "3a Murray Street, London, NW1 9RE",
      "phone": "020 7485 1735",
      "email": "JoShaw@2win.org.uk",
      "website": "shaw2win.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}
```