{
  "leaflet": {
    "candidateName": "Alison McGovern",
    "constituency": "Wirral South",
    "politicalParty": "Labour",
    "electionDate": "Thursday 6th May 2010",
    "messages": [
      {
        "title": "Your choice at the General Election",
        "content": "Your choice at the General Election: Vote Labour on Thursday 6th May 2010"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour's plan to halve the deficit in four years means that 60% of tax rises will be paid by the wealthiest 5% of people."
      },
      {
        "policyTitle": "Support for Families",
        "policyDescription": "Labour will ensure Sure Start support for families to the be maintained."
      }
    ],
    "mentions": {
      "candidate": "Alison McGovern",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "An unused vote in Wirral South is a vote for the Conservatives. The election in our area is very close between Labour and the Conservatives, and every Labour voter must cast their vote to stop the Tories. The threat of the Conservatives coming to power in Wirral is real."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Cutting support for the economy now as the Tories wish to do, would pull the rug out from the recovery. So I'm glad that Labour's plan to halve the deficit in four years means that 60% of tax rises will be paid by the wealthiest 5% of people.",
      "education": "I believe that young people need more opportunities in industry. The recent downturn was hard for many.",
      "environment": "",
      "governance": "",
      "health": "He says that the NHS in Wirral has gone from strength to strength under Labour.",
      "immigration": "",
      "socialWelfare": "Labour plans to halve the deficit in four years, protecting the social welfare.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "You might know that I grew up in Bromborough and went to school in Bebington and nothing gives me more pride than to be asking for your vote to become your Member of Parliament.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "204 Allport Road, Bromborough, Wirral, CH63 0HB",
      "phone": "",
      "email": "feedback@alisonmcgovern.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alison McGovern, candidate to be Wirral South's Member of Parliament."
        }
      ]
    },
    "additionalNotes": ""
  }
}