```json
{
  "leaflet": {
    "candidateName": "Ben Bradshaw",
    "constituency": "Exeter",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "We're backing Ben again!",
        "content": "People from all walks of life, from all over Exeter are supporting Labour's Ben Bradshaw."
      },
      {
        "title": "Helping pensioners",
        "content": "Stella says 'The winter fuel allowance, free bus travel have made all the difference in my retirement. Ben has always been helpful and fights hard for pensioners in Exeter.'"
      },
      {
        "title": "Helping families",
        "content": "Amy & Jamie say 'Sure Start has made a big difference to our lives. It would have made sense it could help with childcare tax and Child's Outcome hard work pays for. Ben has always support for families.'"
      },
      {
        "title": "Stop hunting cruelty",
        "content": "Collete says 'Like most people, I am totally against hunting with dogs... Labour has been the supporter of the hunting ban. The Conservatives and their candidate in Exeter would bring hunting back.'"
      },
      {
        "title": "Conservative",
        "content": "Betsy says 'I usually vote Conservative, but this time I will be voting for Ben because he's treatment of Gordon Brown or the media, the terrible decisions during the global recession. Gordon's my president.'"
      },
      {
        "title": "Green campaigners",
        "content": "Bernard says 'Ben always does his best to help the environment. We've seen him and his bike in Exeter. I want an MP who is willing to make work and work. The Environment are safer and Exeter is a green to make sure. I give Ben has proven and run again he's up to that job.'"
      },
      {
        "title": "Liberal Democrat",
        "content": "Nick says 'I'm currently President of Exeter University Liberal Democrats, but I will be voting Labour this time. With the rise of the BNP, it is crucial that we offer the alternatives to in Exeter and the Conservatives and nothing of substance for the people of Exeter. Support Ben's positive views towards Europe and a fairer electoral system which are in complete contrast to those of the Tories.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investment has Transformed Exeter",
        "policyDescription": "Ben new Government-supported apprentices at Exeter Airport. New businesses in Exeter's distinct can do even better by attracting new jobs in the green and creative industries."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "CRIME has fallen by over a third. We have record police numbers."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "NHS has gone from 3 years to a maximum of just 18 weeks. People can get GP at evenings and weekends. There are thousands of new NHS dental places and there are 4,500 pensioner households."
      },
      {
        "policyTitle": "Pensioner Benefits",
        "policyDescription": "PENSION CREDIT has lifted 1,000s of pensioners out of poverty. Exeter College is doing better than ever and the University has shot into the UK's top 10."
      },
      {
        "policyTitle": "Families",
        "policyDescription": "FAMILIES have benefited from Sure Start, Tax Credits and the Child Trust Fund."
      }
    ],
    "mentions": {
      "candidate": "Ben Bradshaw has worked tirelessly for Exeter as our MP.",
      "otherPartyLeaderCandidate": "Conservatives and their candidate in Exeter would bring hunting back.",
      "partyLeader": "Ben's treatment of Gordon Brown or the media, the terrible decisions during the global recession. Gordon's my president.",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Support Ben's positive views towards Europe",
      "economy": "Ben's new policies will leave Exeter well placed for economy recovery...",
      "education": "The University has shot into the UK's top 10.",
      "environment": "Attracting new jobs in the green and creative industries...",
      "governance": "",
      "health": "NHS wait times reduced, increase in NHS dental places...",
      "immigration": "",
      "socialWelfare": "Pension credit, Sure Start, Tax Credits, and Child Trust Fund.",
      "housing": [
        {
          "content": "Ensure Exeter attracts the jobs of the future",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Ben says 'A future fair for Exeter'",
    "politicalExperience": [
      {
        "role": "MP for Exeter",
        "duration": "",
        "achievements": "Investment has transformed Exeter, keeping crime low, improving health services, and enhancing family benefits."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ben working with various groups and interacting with community members."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```