```json
{
  "leaflet": {
    "candidateName": "Sandra Gidley",
    "constituency": "Romsey",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "It’s so close in our area",
        "content": "The race here is between Lib Dem Sandra and the Conservatives. Labour can't win."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Unemployment among young people",
        "policyDescription": "Pledges to help all young people get a good start and have campaigned for extra help to all to find work."
      },
      {
        "policyTitle": "Paid internships",
        "policyDescription": "Wants to find paid internships to help young people get their feet on the career ladder and we are the only main party with a plan to scrap student tuition fees."
      },
      {
        "policyTitle": "Tax cuts",
        "policyDescription": "Plans to cut taxes that will really reward hard work and most people will be £700 a year better off."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Aims to help get the economy moving again."
      },
      {
        "policyTitle": "Richer students",
        "policyDescription": "Opposes conservatives who are more interested in cutting taxes for the super rich than for the people who need it most and they want to give money back to richer students who can repay their loans early."
      },
      {
        "policyTitle": "Student loan interests",
        "policyDescription": "Discusses the Conservative raising of student loan interests and has a stance against these policies."
      }
    ],
    "mentions": {
      "candidate": "Sandra Gidley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg and Vince Cable",
      "tacticalSituation": "The choice here is between Liberal Democrats working hard for you and the Conservatives. The race here is between Lib Dem Sandra and the Conservatives. Labour can't win."
    },
    "issues": {
      "governance": "",
      "housing": [
        {
          "content": "Have helped many students with student housing and student loan problems.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "It is a tough time for many people and unemployment among young people is at an all-time high. Yet many people I speak to don’t know why they should bother voting.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "3A Victoria Place, Love Lane, Romsey, SO51 8DE",
      "phone": "",
      "email": "",
      "website": "www.SandraGidley.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of Sandra Gidley engaging with the community and constituents"
        }
      ]
    },
    "additionalNotes": "PS: If you want to know more about what I’m doing, then you can follow me on twitter or facebook. Remember, this election will be really close and your vote counts."
  }
}
```