```json
{
  "leaflet": {
    "candidateName": "David Hamilton",
    "constituency": "Midlothian",
    "politicalParty": "Scottish Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Think of all that we have achieved under a Labour Government",
        "content": "If the Tories win we all lose - VOTE HAMILTON LABOUR"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Securing the Recovery",
        "policyDescription": "We will continue supporting families and businesses, strengthening the recovery and promoting jobs. When growth is secured, we will halve the deficit over four years and we will do it fairly."
      },
      {
        "policyTitle": "Raising Family Living Standards",
        "policyDescription": "We will raise living standards, keeping mortgage rates as low as possible; increasing tax credits for families with young children; providing new help for first-time buyers; and restoring the link between the state pension and earnings from 2012."
      },
      {
        "policyTitle": "Building a High Tech Economy",
        "policyDescription": "We will build a high tech economy, supporting businesses and industry to create one million more skilled UK jobs and modernising our infrastructure with high-speed rail, a green investment bank, and broadband access for all."
      },
      {
        "policyTitle": "Protecting Frontline Investment",
        "policyDescription": "We will protect frontline investment in policing, schools, childcare and the NHS, with a new right halving the time from one month to two weeks to see a cancer specialist and get results."
      },
      {
        "policyTitle": "Strengthen Fairness in Communities",
        "policyDescription": "We will strengthen fairness in communities through an Australian-style points-based system to control immigration, guaranteed apprenticeships, jobs and education; and a crackdown on crime including 'Carry a Knife - go to jail'."
      }
    ],
    "mentions": {
      "candidate": "David Hamilton",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "1000 NEW COUNCIL HOUSES",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Honest and hard-working",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": "Established a Scottish Parliament now with a £29 billion budget, Introduced the minimum Wage, Free Travel for Pensioners, Introduced and doubled paternity leave, Introduced new flexible working rights, Maternity leave doubled from 18 weeks to 36 weeks, New rights for paid annual leave."
      }
    ],
    "contactInformation": {
      "address": "Campaign Office 49 Powdermill Brae Gorebridge Midlothian EH23 4HX",
      "phone": "",
      "email": "david@midlothianlabour.co.uk",
      "website": "www.midlothianlabour.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A68 bypass delivered Waverley Line by 2014"
        }
      ]
    },
    "additionalNotes": "This election is a choice between securing the economic recovery with Labour or putting it at risk under the Tories."
  }
}
```