```json
{
  "leaflet": {
    "candidateName": "Sal Brinton",
    "constituency": "Watford",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "It's the Lib Dems or Labour",
        "content": "Help the Lib Dems win! Can't win here. The Conservatives have lost so many local elections recently, that they only have 4 distant and inattentive councillors. It's no different this time in this election - meanwhile THREE LibDems are in the lead according to the latest polls."
      },
      {
        "title": "Change that works for you",
        "content": "The Lib Dem difference. The Liberal Democrats will take action to protect frontline NHS services. Will take action on post, restore the pensions earnings link and deliver fair pay for the armed forces. We can make these pledges because we have identified real savings to pay for it. The Lib Dems are the only party with a plan to balance the country's books after the recession."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Action on health",
        "policyDescription": "Sal Brinton is continuing her campaign to protect and improve local health service provision. She has spoken to patients and health service staff about bureaucratic rules and regulations making their lives impossible."
      },
      {
        "policyTitle": "Action on education",
        "policyDescription": "Sal Brinton addresses concerns about the lack of school places in the area and the state of current County Council. She plans to work hard to find a way of sorting this issue and provide school places local families need."
      },
      {
        "policyTitle": "Action to save our Post Offices",
        "policyDescription": "Sal Brinton is committed to the fight to save local Post Offices in the community that are threatened with closure by the Labour government."
      }
    ],
    "mentions": {
      "candidate": "Sal Brinton",
      "otherPartyLeaderCandidate": "The Conservatives, Labour MP, Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "The Conservatives have lost many local elections recently. They only have 4 distant and inattentive councillors. THREE LibDems are in the lead according to the latest polls."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dems are the only party with a plan to balance the country's books after the recession.",
      "education": "Parents are worried about the lack of school places in the area.",
      "environment": "",
      "governance": "",
      "health": "Sal Brinton is working to protect and improve local health services, talking to patients and staff about issues with bureaucracy.",
      "immigration": "",
      "socialWelfare": "Will restore the pensions earnings link and work for fair pay for the armed forces.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Sal Brinton: 'My contract with Watford - I will put local people first. I will help, listen to your concerns and stand up for what matters to you...'",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Watford Liberal Democrats, FREEPOST ANG 2925, Watford WD17 4BR",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sal Brinton with supporters and residents."
        }
      ]
    },
    "additionalNotes": "Leaflet criticises the actions of Watford's Labour MP and Gordon Brown on various local issues such as raising taxes for lowest paid workers, proposals to close local Post Offices, introduction of tuition fees for students, and supporting the Iraq War."
  }
}
```