```json
{
  "leaflet": {
    "candidateName": "Gareth Kane",
    "constituency": "Newcastle upon Tyne Central Constituency",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Gareth Kane - A Fresh Voice",
        "content": "Local Lib Dem campaigner Gareth Kane is challenging Labour in Newcastle. Unlike the Labour and Tory candidates, Gareth lives in Newcastle - with his partner Karen and his two sons, Harry and Jimmy. Gareth runs his own consultancy business, and has been a city councillor for the last six years."
      },
      {
        "title": "The Lib Dem difference",
        "content": "The Liberal Democrats will take action to protect frontline NHS services. We will put more police on patrol, restore the pensions' earnings link and deliver fair pay for the armed forces. We can make this pledge because we have identified real savings to pay for it."
      },
      {
        "title": "Liberal Democrats are winning for Britain",
        "content": "Nick Clegg and the Liberal Democrats are winning support across Britain. The Liberal Democrats: Run many of our biggest cities including Liverpool, Sheffield and Bristol. More votes than Labour in the last election. Are stronger now than at any time since 1929. Can deliver real change across Britain. Join the campaign for change that works for you."
      },
      {
        "title": "Help the Lib Dems win",
        "content": "Please help Gareth Kane and the local Lib Dems win for [constituency] by filling in and returning this form."
      },
      {
        "title": "Change that works for you",
        "content": "Fairer taxes that put money back in your pocket: Nick Clegg's tax plan means that you will pay no tax on the first £10,000 you earn - cutting most tax bills by £700."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Protect frontline NHS services."
      },
      {
        "policyTitle": "Law Enforcement",
        "policyDescription": "Put more police on patrol."
      },
      {
        "policyTitle": "Pensions",
        "policyDescription": "Restore the pensions' earnings link."
      },
      {
        "policyTitle": "Armed Forces",
        "policyDescription": "Deliver fair pay for the armed forces."
      },
      {
        "policyTitle": "Taxation",
        "policyDescription": "You will pay no tax on the first £10,000 you earn, cutting most tax bills by £700."
      }
    ],
    "mentions": {
      "candidate": "Gareth Kane",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dems have transformed Newcastle since they took control in 2004. The city centre has been revitalised, and the local economy has been cushioned from the impact of Gordon Brown's devastating recession.",
      "education": "",
      "environment": "",
      "governance": "The Lib Dems are the only party with a plan to balance the country's books after the recession.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Now you have the opportunity to have a hardworking Lib Dem MP in Gareth - imagine what a difference that could make!",
    "politicalExperience": [
      {
        "role": "City Councillor",
        "duration": "Last six years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "157 Stratford Road, Newcastle, NE6 5AS",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Spending squeeze for NHS despite Darling's promise.",
        "source": "The Independent, 11 Dec 2009",
        "date": "11 Dec 2009"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Gareth Kane engaging with a constituent."
        },
        {
          "caption": "Nick Clegg and other Liberal Democrats at a rally."
        },
        {
          "caption": "Gareth Kane with a backdrop of the Tyne Bridge."
        },
        {
          "caption": "Nick Clegg portrait image."
        }
      ]
    },
    "additionalNotes": "Remember, only Gareth Kane and the Lib Dems can beat Gordon Brown's Labour Party here - voting Conservative or for the smaller parties will only help Labour."
  }
}
```