{
  "leaflet": {
    "candidateName": "Karen Lawrinson",
    "constituency": "Westhoughton North & Chew Moor",
    "politicalParty": "Labour & Co-operative",
    "electionDate": "",
    "messages": [
      {
        "title": "Roads and Pavements",
        "content": "I have been out and about talking to people, one of the top priorities has been to get repairs to roads and pavements done quickly, so I contacted Bolton Council and was assured that repair work was going to be carried out as a matter of urgency, starting with works in Chew Moor."
      },
      {
        "title": "Youth Activities Funding",
        "content": "I was very pleased, as a Town Councillor, to give my support to greater funding for youth activities in Westhoughton recently. The ongoing 'Get Active Westhoughton' project is an excellent scheme, providing lots of activities for young people to get involved in."
      },
      {
        "title": "Sure Start Children's Centres",
        "content": "Labour's popular and well-liked Sure Start Children's Centres are under threat from Tory cuts. The Tories have committed to cutting £200m from the Sure Start budget nationally - that's the equivalent of 1 in 5 in Bicton, which would mean 3 centres closing. Karen Lawrinson said 'I hate to think Westhoughton's Children's Centre could go, after all the good it has brought to our community."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Roads and Pavements",
        "policyDescription": "Ensuring that repairs to roads and pavements are carried out as a matter of urgency."
      },
      {
        "policyTitle": "Youth Activities",
        "policyDescription": "Supporting funding for youth activities to foster engagement in the 'Get Active Westhoughton' project."
      },
      {
        "policyTitle": "Protect Sure Start Children's Centres",
        "policyDescription": "Opposing Tory cuts to Sure Start Centres, to prevent closures and ensure continued support to the community."
      }
    ],
    "mentions": {
      "candidate": "Karen Lawrinson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "'I live in Westhoughton and have been active throughout the town and member of the White Horse Ward since December 2008. Being on the Town Council and having worked for a Member of Parliament gives me years of dealing with all manner of cases both locally and nationally. It is really satisfying when parts of this long established community like this come together to do things that make a real difference to the lives of Westhoughton residents.'",
    "politicalExperience": [
      {
        "role": "Town Councillor",
        "duration": "",
        "achievements": "Supported funding for youth activities and ensured the importance of repairs to roads and pavements."
      }
    ],
    "contactInformation": {
      "address": "108 Market St, Westhoughton BL5 3AZ",
      "phone": "07960 369 199",
      "email": "karen.lawrinson@googlemail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Karen Lawrinson, Labour and Co-operative candidate for Westhoughton North & Chew Moor."
        }
      ]
    },
    "additionalNotes": "Julie Hilling is also referenced as Parliamentary Candidate for Westhoughton, and there is a concern about Tory cuts to Sure Start Children's Centres."
  }
}