```json
{
  "leaflet": {
	"candidateName": "Jonathan Clamp",
	"constituency": "Lewisham East",
	"politicalParty": "Conservatives",
	"electionDate": "General Election 2010",
	"messages": [
  	{
    	"title": "General Election 2010",
    	"content": "The choice today is simple: more of Gordon Brown's tired and weak Labour Government or a fresh start with David Cameron's Conservatives."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Economy",
    	"policyDescription": "Will lead Britain out of the economic crisis, protect the NHS while still making life a bit simpler for people."
  	},
  	{
    	"policyTitle": "Governance",
    	"policyDescription": "Change the government to form a Conservative Government, to make a country with true class of working, to encourage social responsibility and lift vulnerable people out of poverty, and to make a society that has more moral and more accountable."
  	}
	],
	"mentions": {
  	"candidate": "Jonathan Clamp, your Conservative candidate.",
  	"otherPartyLeaderCandidate": "Gordon Brown",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": "The Conservatives have won in Lewisham East before - while the Lib Dems have finished behind the Conservatives in every General Election here since 1918."
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Will lead Britain out of the economic crisis while protecting the NHS.",
  	"education": "",
  	"environment": "",
  	"governance": "Change the tired and weak Labour Government for a fresh start with David Cameron's Conservatives.",
  	"health": "Protect the NHS while still making life a bit simpler for people.",
  	"immigration": "",
  	"socialWelfare": "Lift vulnerable people out of poverty, and make a country with true class of working, and encourage social responsibility.",
  	"housing": [
    	{
      	"content":"Too much violent crime. Too many families in rundown housing. Too few opportunities for young people. Too much dishonesty in the NHS. Too few good schools. Too many businesses going bust. Too few jobs. All this after 18 years of a Labour MP here and 13 years of a Labour Government.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "For my own part, I would love to do the work that I have started here and to serve you as your MP.",
	"politicalExperience": [
  	{
    	"role": "Conservative Parliamentary Candidate for Lewisham East",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "77 Dartmouth Road, London SE23 3HT.",
  	"phone": "020 8291 6644",
  	"email": "talk@jonathanclamp.com",
  	"website": "www.jonathanclamp.com",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Boris Johnson",
    	"endorsement": "Jonathan Clamp is the best hope Lewisham East's residents have of beating Labour next time. On the basis of what he's achieved for almost 20 years working very hard. He's got to be voted for him!"
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Jonathan Clamp pictured in various community interactions and endorsements."
    	}
  	]
	},
	"additionalNotes": "The leaflet includes a Q&A section addressing local issues and concerns and it stresses the importance of voting Conservative to succeed over Liberal Democrats and Labour in the constituency."
  }
}
```