```json
{
  "leaflet": {
    "candidateName": "Paul Rounding",
    "constituency": "East Yorkshire",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Labour has achieved so much",
        "content": "The NHS is safe with Labour; Education is safe with Labour; Labour's decisive action on the recession."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protect the NHS",
        "policyDescription": "Labour will not sell off large parts of the NHS to private profiteers, unlike the Tories would."
      },
      {
        "policyTitle": "Education for all",
        "policyDescription": "Labour believes in good education for the many. The Tories believe in privileged education for the few."
      },
      {
        "policyTitle": "Improved Local Government",
        "policyDescription": "Local councils need more responsibility but also proper accountability, not constant sniping that prevents progress."
      },
      {
        "policyTitle": "More for rural areas",
        "policyDescription": "Country areas need new ideas, new investment, and a fair price for their production that Labour is supporting."
      },
      {
        "policyTitle": "Protect frontline services",
        "policyDescription": "Labour will protect frontline services, not cut them like the Tories."
      }
    ],
    "mentions": {
      "candidate": "Paul Rounding",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Labour has repaired the decaying schools left by the Tories. More students than ever are gaining top exam grades. The Tories believe in buying privileged education, Labour believes in good education for all students.",
      "environment": "",
      "governance": "",
      "health": "The Tories left crumbling hospitals and disgraceful waiting times. Labour's massive investment has saved the NHS. Labour created the NHS, the Tories tried to stop it. Labour believes in good health care for all.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have lived and worked in East Yorkshire all my life. I have fought for fairness and equality as a Town Councillor for 22 years. I will do the same as your MP.",
    "politicalExperience": [
      {
        "role": "Town Councillor",
        "duration": "22 years",
        "achievements": "Fought for fairness and equality."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul Rounding outside a building"
        },
        {
          "caption": "Paul Rounding interacting with people"
        }
      ]
    },
    "additionalNotes": "Surestart centres - from Labour. Progress under Labour: Labour has invested massively in health, education, and police, helped families with tax credits, Surestart and minimum wage, helped the elderly with winter prescriptions. We have far more police officers, and 37% less crime. We brought in fox-hunting laws. Labour dealt with the world recession with action. The Tories wanted to do nothing. None of our gains are safe with them."
  }
}
```