{
    "leaflet": {
        "candidateName": "Stephanie Fraser",
        "constituency": "Cumbernauld, Kilsyth and Kirkintilloch East",
        "politicalParty": "Conservative",
        "electionDate": "6 May",
        "messages": [
            {
                "title": "VOTE FOR CHANGE, VOTE CONSERVATIVE ON 6 MAY",
                "content": "In just a few days you'll have the chance to vote in the most important general election for a generation. When you're standing in the polling booth with the pencil in your hand, think about the kind of country you want Britain to be. If you want a country that has an economy that works for everyone and where enterprise is rewarded, vote for change..."
            },
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR STEPHANIE FRASER",
                "content": "Get Britain working, Supporting Pensioners, Only the Conservatives can remove Labour from power at Westminster"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Get Britain working",
                "policyDescription": "The Conservatives in Scotland forced the SNP Government to cut business rates, saving thousands of businesses from going bust during Labour's recession..."
            },
            {
                "policyTitle": "Supporting Pensioners",
                "policyDescription": "A Conservative Government will look after pensioners. We will increase the basic state pension in line with earnings, not for one year but for every year. We will continue to support free bus passes for pensioners, free TV licences for the over-75's, and pledge to keep the winter fuel allowance."
            },
            {
                "policyTitle": "Only the Conservatives can remove Labour from power at Westminster",
                "policyDescription": "A vote for the SNP or the Liberal Democrats will only risk another five years of Labour or a hung parliament. Britain needs a strong Conservative Government to sort out the economy, sort out the expenses scandal, and strengthen Britain’s place in the UK."
            }
        ],
        "mentions": {
            "candidate": "Stephanie Fraser",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": "A vote for the SNP or the Liberal Democrats will only risk another five years of Labour or a hung parliament."
        },
        "issues": {
            "economy": "The Conservatives in Scotland forced the SNP Government to cut business rates, saving thousands of businesses from going bust during Labour's recession...",
            "governance": "Britain needs a strong Conservative Government to sort out the economy, sort out the expenses scandal, and strengthen Britain’s place in the UK.",
            "socialWelfare": "A Conservative Government will look after pensioners. We will increase the basic state pension in line with earnings, not for one year but for every year...",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "A hard-working candidate, Stephanie is dedicated to helping those in the local community and looks forward to meeting people as she makes her way around the constituency.",
        "politicalExperience": [
            {
                "role": "Head of Development at Scottish Ballet",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "3 POSITIVE REASONS TO VOTE FOR STEPHANIE FRASER"
                }
            ]
        },
        "additionalNotes": "Printed on environmentally friendly paper from sustainable forests"
    }
}