{
  "leaflet": {
    "candidateName": "Dave Page",
    "constituency": "Fallowfield",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "The bullying face of Fallowfield Labour",
        "content": "If my name appears in this story, believe me, I will come down on you like a ton of bricks. I really will. I'm saying this in no uncertain terms, and if you want to try me, try me. -- Cllr. Mike Amesbury who knocked News Editor, Girish Gupta."
      },
      {
        "title": "Lib Dems fight Web Disconnection Law",
        "content": "Dave Page, the Lib Dem local candidate for Fallowfield, has campaigned against the Digital Economy Act. The law will require internet service providers to monitor student internet traffic, and can impose fines for being disconnected. Dave attended a recent demo organised by the Open Rights Group, wearing a gag to symbolise censorship. He is an ORG member."
      },
      {
        "title": "Top Green spokesman says - \"Vote Lib Dem\"",
        "content": "Peter Tatchell, the Green Party human rights and LGBT equality spokesman, has urged Green Party supporters to vote Lib Dem in Gorton."
      },
      {
        "title": "\"Always Been There\" on LGBT Equality",
        "content": "A new poll of a thousand lesbian, gay, bi and trans (LGBT) people for Pink News shows that the Lib Dems are the clear leaders in the gay vote."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Web Disconnection Law",
        "policyDescription": "Dave Page has campaigned against the Digital Economy Act, which includes monitoring student internet traffic and the potential for disconnection without trial."
      },
      {
        "policyTitle": "LGBT Equality",
        "policyDescription": "The Lib Dems have been recognized for their long-standing support for LGBT rights and are considered leaders in securing the gay vote according to a poll for Pink News."
      }
    ],
    "mentions": {
      "candidate": "Dave Page",
      "otherPartyLeaderCandidate": "Cllr. Mike Amesbury, Peter Tatchell",
      "partyLeader": "",
      "tacticalSituation": "Peter Tatchell has urged Green Party supporters to vote Lib Dem in Gorton, due to the close races between Lib Dems and Labour."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": [
        "http://davepage.focusteam.org/",
        "http://www.manchester-libdems.org.uk/",
        "http://www.assembly-libdems.org.uk/",
        "http://lgbt.libdems.org.uk/always"
      ],
      "socialMedia": {
        "facebook": "http://facebook.com/mcrld",
        "twitter": "http://twitter.com/manclibdems",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Peter Tatchell",
        "endorsement": "Liberal Democrat Voice’s 2009 “Liberal Voice of the Year” award, said that Green voters should support Lib Dem because of shared social policies."
      }
    ],
    "quotes": [
      {
        "text": "58% of those polled intend to vote Lib Dem, up from 20% in 2005; support for Labour has dropped to 21% and the Conservatives score dismal 9% following several homophobic gaffes.",
        "source": "Pink News poll",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dave Page with gag symbolizing censorship at a demonstration organized by the Open Rights Group."
        }
      ]
    },
    "additionalNotes": "Fallowfield and Gorton are close races between the Lib Dems and Labour. Fallowfield's Green candidate is endorsing Dave Page and encouraging Green votes to be cast for the Lib Dems instead of Labour."
  }
}