{
  "leaflet": {
    "candidateName": "Jason Hughes",
    "constituency": "The North Wiltshire Constituency",
    "politicalParty": "Labour",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "Securing our Future",
        "content": "Faced with a global financial crisis, the British people weren't prepared to let Labour or the recession take its course - and neither were we. Just to check the forecasts big, with bold action to stabilise the banking system and set up 500,000 jobs for 'economic recovery.'"
      },
      {
        "title": "Protecting our National Health Service",
        "content": "The National Health Service is the Labour Party's greatest achievement. We created it. The NHS is Britain's most cherished public service and the fairest system of healthcare in the world. Since 1997 Labour has taken the NHS from poor to good; under Labour, it will go from good to great."
      },
      {
        "title": "Making our streets safer",
        "content": "The tough action Labour has taken to cut crime and tackle anti-social behaviour and the extra beat policing we have introduced are having results. But there are still areas where problems remain. We recognise that an anti-social behaviour is of particular concern to people. We will give local authorities the power to banish 24 hour drinking which our community in the interest of local people, combined with a vigorous clampdown on alcohol related disorder."
      },
      {
        "title": "Support for families and pensioners",
        "content": "Strong families are at the heart of strong communities. In government Labour has made it our priority to support families - in work, in hospitals and in helping them to nurture their child's early start in life. A new Sure Start pensioner community which, from the best possible start. Now a 3,500 Days in every five years for every household, including one to 15 hours free play, excluding to 15 hours a week to 600,000 five year olds by 2012."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour has taken action to stabilize the banking system and support economic recovery, aiming to protect and create jobs."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Labour created the NHS and has plans to improve it from 'good to great', emphasizing Labour's commitment to this public service."
      },
      {
        "policyTitle": "Public Safety",
        "policyDescription": "Labour aims to make communities safer by tackling crime, anti-social behaviour, and addressing areas such as 24-hour drinking."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Labour is committed to improving standards in schools, ensuring that children have access to high quality education."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Labour is committed to supporting small businesses and demanding affordable housing."
      },
      {
        "policyTitle": "Support for Families and Pensioners",
        "policyDescription": "Labour supports families and pensioners through various programs including Sure Start and improved pension plans."
      }
    ],
    "mentions": {
      "candidate": "Jason Hughes",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We aim to recover the economy by protecting jobs and pay off our debt and secure the nation's jobs, and our children's future?",
      "education": "Our aim of driving up standards in schools has led to the best ever results at 11, 16 and 18 and more young people going to university, with over 4000 new schools built, rebuilt or substantially improved. There's another 42, over 23,000 extra teachers and 123,000 wider school activities for 2010, that's too much more to do. The Tories plan to make grammar schools the 'norm', which we believe goes against our ethos to ensure - not just in guaranteeing high standards for the lucky few - but inclusion for all school places.",
      "environment": "",
      "governance": "",
      "health": "The National Health Service is Labour’s greatest achievement...",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Support small businesses and demand affordable housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Jason Hughes Your Labour Candidate 'Hi, I would like to take this opportunity to tell you a little about myself. I have lived in Wiltshire since 1995 and have just celebrated my 40th birthday. I have three daughters, Jenny, Charlotte and Abigail and I live in Malmsbury with my partner Sacha, her 10 year old daughter, Zoe and our dog, Prospero. I used to work as a senior technology manager but in 2007 I chose to re-train to a new career and I now work as a LSA Teacher and am very fortunate to work throughout the South West of England. I enjoy walking, cycling, sailing and playing football and if elected I promise to listen to your views and fearlessly represent them in parliament.'",
    "politicalExperience": [
      {
        "role": "Senior technology manager",
        "duration": "Prior to 2007",
        "achievements": "Not stated"
      },
      {
        "role": "LSA Teacher",
        "duration": "From 2007",
        "achievements": "Works throughout the South West of England"
      }
    ],
    "contactInformation": {
      "address": "Labour Party Office, Church Street, Chippenham. The Old Court, Cricklade Street, Cirencester, 
SN15 3HQ, for 10, and town hall of Jenagh. 42 High Street, West Malmesbury, Wiltshire, SN16 0AA.",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jason Hughes proudly visits Malmesbury's new Primary Care Centre."
        }
      ]
    },
    "additionalNotes": ""
  }
}