{
    "leaflet": {
        "candidateName": "Rupert Read",
        "constituency": "Cambridge",
        "politicalParty": "Green Party",
        "electionDate": "Spring 2015",
        "messages": [
            {
                "title": "Sick of AUSTERITY?",
                "content": "There is an ALTERNATIVE!"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "FOR THE COMMON GOOD",
                "policyDescription": "Austerity has pushed inequality to an all-time high, with one million people relying on food banks nationally and 13% of all children in Cambridgeshire living in poverty. Labour, Tories and Lib Dems want to continue to punish us all for the willful misuse of our money by financial elites. The Green Party will end austerity and make those who have profited from the financial crisis pay their share."
            },
            {
                "policyTitle": "BETTER TRANSPORT IN CAMBRIDGE",
                "policyDescription": "Innovative and bold ideas are needed to reduce congestion and increase safety for pedestrians, cyclists and public transport users in Cambridge. Our MP-candidate Rupert Read has recently published A Transport Greenprint for Cambridge to present our local vision. This includes more space for cycling, improving local pedestrian facilities like 'Parklets', and yes, and this means regulating the Stagecoach bus monopoly, and bringing our railways back into public hands."
            },
            {
                "policyTitle": "FREE EDUCATION",
                "policyDescription": "We believe that education should be freely available to everyone, regardless of wealth and social background. We are committed to a return to schools of more community control, which truly reflect educational and community variety locally. The Green Party stands by its commitment to equality in tertiary tuition, taking the pressure off young people. Petersfield Ward candidate Atus Mariqueo-Russell, an Anglia Ruskin graduate, is committed to pushing to turn student debt of graduates and fighting for more financial support for the student community."
            },
            {
                "policyTitle": "ENERGY AND ENVIRONMENT",
                "policyDescription": "Climate change is the big challenge of our time. Cambridge needs to take the opportunity to be the energy and architectural innovator we would like our children to believe. Our local candidate believes we really must make sure that publicy owned buildings will prioritise reducing their carbon footprint. On a national level we'll fight The Tory, Labour and Lib Dem plans to introduce more nuclear stations, thus damaging our landscape."
            }
        ],
        "mentions": {
            "candidate": "Rupert Read",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Caroline Lucas and Mark Thomas",
            "tacticalSituation": "A survey which allows people to choose which party they believe can overturn the large Labour majority in Cambridge"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Austerity has pushed inequality to an all-time high",
            "education": "The Green Party stands by its commitment to equality in tertiary tuition, taking the pressure off young people.",
            "environment": "Our local candidate believes we really must make sure that publicy owned buildings will prioritise reducing their carbon footprint. On a national level we'll fight The Tory, Labour and Lib Dem plans to introduce more nuclear stations, thus damaging our landscape.",
            "governance": "The Green Party will end austerity and make those who have profited from the financial crisis pay their share.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Labour, Tories and Lib Dems want to continue to punish us all for the willful misuse of our money by financial elites. The Green Party will end austerity and make those who have profited from the financial crisis pay their share.",
            "housing": [
                {
                    "content": "The Green Party will end austerity and make those who have profited from the financial crisis pay their share, including a living wage for everyone, better mental health services and genuinely affordable social housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Your candidate for the General Election, Rupert Read is Lecturer in Philosophy at the University of East Anglia and chair of the Green House Think Tank. He is the Green Party's National Transport spokesperson and achieved 20% of the vote across Cambridge in the 2014 European Parliament election.",
        "politicalExperience": [
            {
                "role": "Lecturer in Philosophy at the University of East Anglia",
                "duration": "",
                "achievements": "Green Party's National Transport spokesperson, achieved 20% of the vote across Cambridge in the 2014 European Parliament election."
            }
        ],
        "contactInformation": {
            "address": "45 St Philips Road, Cambridge, CB1 3DA",
            "phone": "",
            "email": "cambridge@greenparty.org.uk",
            "website": "www.cambridge.greenparty.org.uk",
            "socialMedia": {
                "facebook": "CambridgeGreens",
                "twitter": [
                    "CambridgeGreens",
                    "@AtusMariqueo",
                    "@GreenRupertRead"
                ],
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Atus Mariqueo-Russell, Green candidate for Petersfield ward"
                },
                {
                    "caption": "Rupert Read and Green Party leader Natalie Bennett outside Mill Road."
                }
            ]
        },
        "additionalNotes": ""
    }
}