{
    "leaflet": {
        "candidateName": "Elizabeth Jewkes",
        "constituency": "WIRRAL SOUTH",
        "politicalParty": "Liberal Democrats",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Stronger Economy. Fairer Society. Opportunity for Everyone.",
                "content": "£8 billion extra for the NHS each year by 2020 and guaranteeing equal care and waiting times for mental health as for physical health. By finishing the job of reducing the deficit by 2018 to ensure our children are not saddled with a mountain of debt. Protect education spending from cradle to college, and ensure every child is taught by a qualified teacher. Cut Income Tax by an additional £400 for ordinary workers on low and middle incomes. Protect our environment and fight climate change though our five green laws."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Cutting taxes for people in work",
                "policyDescription": "Cut Income Tax by an additional £400 for ordinary workers on low and middle incomes."
            },
            {
                "policyTitle": "Creating more apprenticeships",
                "policyDescription": "Increasing apprenticeships to restore skills."
            },
            {
                "policyTitle": "£8 billion extra for the NHS",
                "policyDescription": "£8 billion extra for the NHS each year by 2020 and guaranteeing equal care and waiting times for mental health as for physical health."
            }
        ],
        "mentions": {
            "candidate": "Elizabeth joined the Lib Dems back in the 1980s. She first stood for parliament in 1992. She is head of policy for Liberal Democrat Women and vice chair of the Lib Dem Christian Forum.",
            "partyLeader": "The Liberal Democrats have committed to invest £8 billion a year more in the NHS to ensure we remain a world class service."
        },
        "issues": {
            "health": "£8 billion extra for the NHS each year by 2020 and guaranteeing equal care and waiting times for mental health as for physical health.",
            "governance": "our five green laws",
            "economy": "Cut Income Tax by an additional £400 for ordinary workers on low and middle incomes.",
            "education": "Protect education spending from cradle to college, and ensure every child is taught by a qualified teacher."
        },
        "personalStatement": "Elizabeth set up her own manufacturing business which she ran for ten years and now works as a Business Improvement analyst for a utility company.",
        "politicalExperience": [
            {
                "role": "Head of Policy for Liberal Democrat Women and Vice Chair of the Lib Dem Christian Forum",
                "duration": "Not specified",
                "achievements": "Stood for parliament in 1992."
            }
        ],
        "contactInformation": {
            "address": "Published and promoted by Phil Gilchrist on behalf of Elizabeth Jewkes (Liberal Democrats) both at 2 Gordon Avenue, Bromborough, Wirral CH62 6AL"
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Elizabeth Jewkes holding a campaign sign."
                },
                {
                    "caption": "Creating more apprenticeships."
                },
                {
                    "caption": "Cutting taxes for people in work."
                }
            ]
        },
        "additionalNotes": "The leaflet promotes fair taxes, opportunity for every child, quality health care for all, environmental protection, and prosperity for all as part of Elizabeth Jewkes's campaign."
    }
}