{
    "leaflet": {
        "candidateName": "Andrew Judge",
        "constituency": "Wimbledon",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "The way your vote will shape our country for years to come.",
                "content": "Under the Con-Dem Government, the NHS is struggling with overworked GPs and A&Es and lengthy waiting times. Local councils have lost 40% of their government funding, so that even Merton Council is having to cut every service, including social care, parks maintenance and adult education. Now the Government has said that schools' budgets will not be raised with inflation."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Recruit 20,000 more nurses and 8,000 more GPs, guarantee a GP appointment within 48 hours, and repeal the Tories' Health and Social Care Act."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Labour will stop the current massive levels of tax avoidance and evasion, aiming to recoup £7.5 billion lost to evasion."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Labour will control immigration with fair rules, stopping illegal migration with 1,000 more border staff, fingerprint checks and exit counts, recruiting only from government authorised agencies."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Provide 25 hours per week free childcare for working parents with three and four year olds."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Labour will introduce a mansion tax on homes above £2 million, aiming to fund new homes that London needs."
            }
        ],
        "mentions": {
            "candidate": "Andrew Judge",
            "otherPartyLeaderCandidate": "George Osborne, David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "health": "Labour will save the NHS by recruiting more nurses and GPs, guaranteeing GP appointments within 48 hours, and bringing NHS and local council services to create 'whole-person' care.",
            "economy": "The Conservative Government is damaging the NHS, now won't let school budgets rise with inflation.",
            "education": "25 hours per week free childcare for working parents with three and four year olds.",
            "environment": "",
            "governance": "",
            "immigration": "Labour will control immigration with fair rules - not based on net immigration in 2010, but on three times that level. Labour's approach hasn't worked. Businesses, the NHS and universities rely on qualified and skilled people coming in, but cheap illegal labour is being used to undercut wages.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Build more affordable homes to rent and buy, including 1,000 new homes that London needs.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Wimbledon Labour, 267 The Broadway, Wimbledon SW19 1SD",
            "phone": "07967 706 681",
            "email": "wimbledonandrew@gmail.com",
            "website": "www.wimbledonandrew.wordpress.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "@andjudge",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andrew Judge with a local resident in front of a healthcare facility."
                }
            ]
        },
        "additionalNotes": ""
    }
}