{
  "leaflet": {
    "candidateName": "SCOTT BARTLE",
    "constituency": "BRENT NORTH",
    "politicalParty": "GREEN PARTY",
    "electionDate": "MAY 7",
    "messages": [
      {
        "title": "Your Green Party Candidate",
        "content": "Scott's originally from Cornwall and has lived in Brent for 6 years. He left school at 15 to work many different jobs before buying a small business at the age of 21. Scott went back to college and onto university where he gained a first degree in Psychology & Human Rights and a Masters in Intellectual Disabilities & Developmental Disorders. Scott works as a psychologist in the NHS and for the past 6 years has been supporting people to develop the skills to claim their rights, as well as helping services change to protect people's rights."
      },
      {
        "title": "THE WELSH HARP ENVIRONMENTAL EDUCATION CENTRE",
        "content": "CUTS COST LIVES! DEFEND OUR ENVIRONMENT! RESTORE, PROTECT & FUND THE PLANET!"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Scott says: \"Everyday we are affected by political decisions that lack an understanding of what it's like for people in the real world. Cuts eat away at the safety net of services we placed in the knowledge that tomorrow it could be us in need. Recipients are reviled, job-seekers sanctioned, people with disabilities discriminated against and communities cracked. It needn't be that way – I joined The Green Party as it offers an alternative for REAL change.\""
    },
    "issues": {
      "governance": "Everyday we are affected by political decisions that lack an understanding of what it's like for people in the real world."
    },
    "personalStatement": "Scott says: \"Everyday we are affected by political decisions that lack an understanding of what it's like for people in the real world. Cuts eat away at the safety net of services we placed in the knowledge that tomorrow it could be us in need. Recipients are reviled, job-seekers sanctioned, people with disabilities discriminated against and communities cracked. It needn't be that way – I joined The Green Party as it offers an alternative for REAL change.\"",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Printed by Chris Luffingham on behalf of Scott Bartle, both at Development House, 56-64 Leonard Street, London, EC2A 4LT.",
      "phone": "",
      "email": "scott.bartle@greenparty.org.uk",
      "website": "www.greenparty.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "@mapesburygreen",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Scott Bartle with supporters holding Green Party banners."
        },
        {
          "caption": "Scott Bartle standing in front of the Welsh Harp Environmental Education Centre with a banner reading 'CUTS COST LIVES! DEFEND OUR ENVIRONMENT! RESTORE, PROTECT & FUND THE PLANET!'"
        },
        {
          "caption": "Scott Bartle in front of a city landscape."
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and print on 100% post-consumer fibre, FSC® recycled certified and PCF (Process Chlorine Free) paper."
  }
}