{
    "leaflet": {
        "candidateName": "Kevin Brennan",
        "constituency": "Cardiff West",
        "politicalParty": "Welsh Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Kevin Goes Head to Head with the Tories",
                "content": "Cardiff West won't be won by the Lib Dems, Plaid Cymru, or the Green Party at the upcoming election, but it is possible that a Tory MP could be elected, even though the majority of voters in Cardiff West don't want that to happen. At the last General Election in 2015, Kevin Brennan won Cardiff West for Welsh Labour with 40.7% of the vote, with the Tories in a strong second place at 25.2%, and Plaid Cymru and UKIP well back on 13.9% and 11%. If you are one of the majority who doesn’t want a Tory MP, then it's best to unite and vote for Kevin as the Welsh Labour candidate on June 8th."
            },
            {
                "title": "Kevin Remembers Teaching in Radyr",
                "content": "Kevin has fond memories of 10 years teaching at Radyr Comprehensive School. Kevin said: 'I’m glad that we in Labour changed the catchment area to allow pupils from Danescourt to attend the more local school of Radyr. It’s the little things like this which make the difference to the quality of life of our constituents. I can't wait to get back to the important job of representing them against one of the biggest bands in the world, and I will fight for the brightest and the best outcomes for all, passionate about power for our nation but just as passionate about the community and families we serve here in Cardiff West.'"
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Kevin Brennan",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Cardiff West could potentially elect a Tory MP despite the majority of voters not wanting this as indicated by the vote distribution in the last General Election."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Kevin is credited with changing the catchment area to allow pupils from Danescourt to attend the more local school of Radyr, which improved the quality of life for his constituents.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {},
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Kevin Brennan - Welsh Labour Candidate for Cardiff West"
                }
            ]
        },
        "additionalNotes": "While specific policies are not detailed in the leaflet, the candidate's past actions regarding education are highlighted, and a tactical voting appeal is made to prevent a Tory MP from being elected in a constituency where a majority may not favor them."
    }
}