{
    "leaflet": {
        "candidateName": "Chris Matheson",
        "constituency": "Chester",
        "politicalParty": "Labour",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "FOR THE RECORD",
                "content": "The truth about the Conservatives in Chester"
            },
            {
                "title": "STRONG, HONEST & DECENT REPRESENTATION IN CHESTER",
                "content": "Will you support me on the 8th June? [URL redacted]"
            },
            {
                "title": "5 personal pledges for Chester",
                "content": "Resist continuing Tory attempts to permit fracking in Chester. Support Chester schools to get a fair funding deal instead of every school in Chester facing cuts. Will oppose any attempt to close the Countess of Chester Hospital - I'll fight for more investment instead. Will work with partners for a housing policy that meets the needs of Chester residents & families. Continue to be the most accessible MP Chester has ever had."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fracking",
                "policyDescription": "Resist continuing Tory attempts to permit fracking in Chester."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Support Chester schools to get a fair funding deal instead of cuts."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Oppose any attempt to close the Countess of Chester Hospital and fight for more investment."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Work with partners for a housing policy that meets the needs of Chester residents & families."
            },
            {
                "policyTitle": "Accessibility",
                "policyDescription": "Continue to be the most accessible MP Chester has ever had."
            }
        ],
        "mentions": {
            "candidate": "Chris Matheson"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "They’ve borrowed more since 2010 than every Labour government ever, despite the lies promising no unplanned public spending.",
            "education": "The Tories are slashing £6 million from our schools and every school in CHESTER is cutting teachers and increasing class sizes.",
            "environment": "",
            "governance": "",
            "health": "They are reorganising the Health Service, which could see the Countess of Chester being downgraded or merged and our hospital lose services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Will work with partners for a housing policy that meets the needs of Chester residents & families.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am the most hard-working MP our city has ever had, with almost 200 residents’ surgeries in just two years, thousands of contributions in Parliament and over ten thousand letters sent on behalf of constituents who have come to me for help.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Chester",
                "duration": "Since 2015",
                "achievements": "Held almost 200 residents’ surgeries, thousands of contributions in Parliament, over ten thousand letters sent on behalf of constituents."
            }
        ],
        "contactInformation": {
            "address": "5 Parkgate Road, Neston, Cheshire, CH64 9XF",
            "phone": "07572 171 309",
            "email": "chris@chrismatheson.co.uk",
            "website": "www.chrismatheson.co.uk",
            "socialMedia": {
                "facebook": "Chris4Chester",
                "twitter": "ChrisM4Chester",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Matheson with supporters."
                }
            ]
        },
        "additionalNotes": ""
    }
}