{
  "leaflet": {
    "candidateName": "",
    "constituency": "Brexon and Radshire",
    "politicalParty": "Conservative Party",
    "electionDate": "12 December 2019",
    "messages": [
      {
        "title": "YOUR BILL FOR THE COST OF CORBYN",
        "content": "The leaflet outlines the purported costs of policies proposed by Jeremy Corbyn, including nationalization, a four-day work week, universal basic income, and the cost of continued Brexit debates."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "New homes tax on EVERY home",
        "policyDescription": "The leaflet claims a cost implicating an increase of £375 more than the average council tax bill."
      },
      {
        "policyTitle": "Free tuition fees",
        "policyDescription": "The leaflet associates the policy with a cost of £13.5 billion to the taxpayer."
      },
      {
        "policyTitle": "Abolishing Ofsted, scrapping SATs",
        "policyDescription": "The leaflet claims no standards in schools and a worse education for children without Ofsted and SATs."
      },
      {
        "policyTitle": "Putting politicians in charge of energy and water companies",
        "policyDescription": "Suggests that bills would raise by £2,000 per household."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "The leaflet mentions the tactical situation, suggesting that only 7,331 people need to change their vote to prevent Jeremy Corbyn's Labour."
    },
    "issues": {
      "brexitEurope": "More arguing about Brexit – and no action on our priorities",
      "economy": "Associates Corbyn's policies with a total economic cost of £1.2 trillion.",
      "education": "References scrapping Ofsted and SATs affecting standards in schools and education for children.",
      "environment": "",
      "governance": "Putting politicians in charge of rail, energy, water, and postal services",
      "health": "Cost of a four-day week, hitting vital public services like the NHS",
      "immigration": "",
      "socialWelfare": "Universal basic income, giving free money to the super rich and prisoners",
      "housing": [
        {
          "content": "New homes tax on EVERY home",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4 Matthew Parker Street, London, SW1H 9HQ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {}
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Campaign leaflet images depicting concerns over higher tax on homes, abolishing Ofsted and SATs, and politicians in charge of water and energy supplies."
        }
      ]
    },
    "additionalNotes": "The leaflet's aim is to encourage strategic voting to prevent a Labour government led by Jeremy Corbyn."
  }
}