{
    "leaflet": {
        "candidateName": "Alex Ganotis",
        "constituency": "",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Hot Dog Spots!",
                "content": "The problem of dog fouling has started growing again. A small number of irresponsible dog owners are not cleaning up after their dogs have fouled on the pavements. The law is clear, if caught there can be an immediate fine of £50 or up to £1000 if brought before the courts. Please let us know any dog fouling places where additional action is needed."
            },
            {
                "title": "Ann Coffey MP writes about the Child Trust Fund",
                "content": "The Labour government introduced the Child Trust Fund so that every young adult at 18 would have a cash fund to start them off in life. The Tories are now saying they will only support this Fund for lower income families. This is wrong. Every child irrespective of their family background should be entitled to contributions to their savings fund to give them a start in life when they reach the age of 18. This Tory proposal attacks families and is particularly mean."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Open Spaces",
                "policyDescription": "Increased security has been put in around Heaton Mersey Common to stop motor bikes. Metal kissing gates have been put around the Common at the entrances including Mersey Road/Heaton Road to complete the barrier to be installed on the cycle track. The cycle security teams will be watching Mersey Road. These will now hold leaflets on the Common and back access to the Common."
            },
            {
                "policyTitle": "Crossing Improvements planned",
                "policyDescription": "The pedestrian crossing on Heaton Moor Rd by Heaton Chapel Station is to be upgraded, along with minor improvements to the pavements, junctions and bus stops. In 2008 a pedestrian was injured and a resident requested that improvements take place. When these works have been completed the final section of Heaton Moor Rd will be resurfaced up to the traffic lights at Heaton Chapel."
            },
            {
                "policyTitle": "Marbury Road Playground",
                "policyDescription": "A public consultation has taken place about the proposal to put modern equipment on the derelict play area off Marbury Rd. Funded mainly through the Labour Government's Playbuilder Programme but topped up by Stockport Labour's Homeowner and other Council sources, this play ground is one of twenty one being updated across Stockport with the government money. Others locally include Unity Park off Reddish Rd and Heaton Mersey Park."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Ann Coffey MP",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "The Labour government introduced the Child Trust Fund so that every young adult at 18 would have a cash fund to start them off in life."
        },
        "housing": [
            {
                "content": "",
                "yimbyNimby": "N/A"
            }
        ],
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Stockport Labour Club, Lloyd Street, Stockport SK4 1QP / House of Commons, London SW1A AA",
            "phone": "432 2188 / 483 2600",
            "email": "coffeya@parliament.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photos of Alex Ganotis and Ann Coffey MP"
                }
            ]
        },
        "additionalNotes": "Published by Colin Foster on behalf of Stockport Labour Party"
    }
}