```json
{
  "leaflet": {
    "candidateName": "Philip Hollobone",
    "constituency": "Kettering",
    "politicalParty": "Conservatives",
    "electionDate": "GENERAL ELECTION 2010",
    "messages": [
      {
        "title": "PHILIP HOLLOBONE - HONEST, HARDWORKING AND ON YOUR SIDE",
        "content": "Philip is not afraid to speak out when things need to be said. Philip was the first MP to call for the wearing of full face covering Islamic veils to be banned as they act as a barrier to integration."
      },
      {
        "title": "IT'S NECK AND NECK! MAKE SURE YOUR VOTE COUNTS",
        "content": "It's neck and neck for the General Election in the Kettering Constituency. Boundary changes since the last election mean that there's only 769 votes in it: between Labour and the Conservatives. Most local people don't want a Labour MP, but we'll end up with one – and a future for years of Gordon Brown - unless enough people give their vote of show of government by voting Conservative."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "CUTS IN IMMIGRATION",
        "policyDescription": "Philip proposes cuts in immigration, understanding the local impact on services, public order and community cohesion."
      },
      {
        "policyTitle": "MORE POLICE ON THE STREETS",
        "policyDescription": "Support for an increase in police presence to boost local order and safety."
      },
      {
        "policyTitle": "AN END TO HOUSING OVER-DEVELOPMENT",
        "policyDescription": "Philip advocates against overdevelopment and for policies that prioritize local community needs and environments."
      },
      {
        "policyTitle": "ENGLISH VOTES ON ENGLISH LAWS",
        "policyDescription": "Pushing for English laws to be voted on solely by English MPs."
      },
      {
        "policyTitle": "A REFERENDUM ON BRITAIN'S MEMBERSHIP OF THE EU",
        "policyDescription": "Calling for a referendum to determine Britain's future relationship with the European Union."
      },
      {
        "policyTitle": "A BETTER DEAL FOR PENSIONERS",
        "policyDescription": "Seeking to secure a more favorable deal for pensioners, acknowledging their contributions to society."
      },
      {
        "policyTitle": "MEASURES TO HELP STRENGTHEN FAMILIES",
        "policyDescription": "Introducing measures to support and reinforce family units."
      },
      {
        "policyTitle": "A CLAMPDOWN ON ANTI-SOCIAL BEHAVIOUR AND CRIME",
        "policyDescription": "A commitment to cracking down on crime and anti-social behavior for community safety."
      },
      {
        "policyTitle": "A FREEZE IN COUNCIL TAX",
        "policyDescription": "Proposing a freeze on council tax to alleviate the financial burden on residents."
      }
    ],
    "mentions": {
      "candidate": "Philip has been involved in important local campaigns, such as the one to try to save the Hawthorn Road sub-post office from closure under government plans.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The election could show what the result from the last General Election would have been had it been fought on the new, the right boundaries. Kettering! There's no "shy Tory" factor here: it's going to be door in the high street from now and still people think they vote for the fringe parties are throwing away a vote. Overwhelmingly, local people want a change in government – in Kettering the only way to achieve this is by voting Conservative."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "Philip has pledged to cut immigration, understanding the local impact on services, public order and community cohesion.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "End to housing over-development; ensure any new houses must have the minimum required infrastructure.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "PHILIP HOLLOBONE - HONEST, HARDWORKING AND ON YOUR SIDE",
    "politicalExperience": [
      {
        "role": "MP for Kettering",
        "duration": "Elected in 2005",
        "achievements": "Philip has been involved in important local campaigns, such as the one to try to save the Hawthorn Road sub-post office from closure under government plans."
      }
    ],
    "contactInformation": {
      "address": "25 Montagu Street, Kettering NN16 8XG",
      "phone": "01536 512007",
      "email": "philipholl@btconnect.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Philip campaigning and speaking with residents"
        },
        {
          "caption": "Display of important local and national issues Philip stands for."
        }
      ]
    },
    "additionalNotes": ""
  }
}
```