{
    "leaflet": {
        "candidateName": "Stephen Mold",
        "constituency": "Derby North",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Bring real Change to politics",
                "content": "Reduce the number of MPs, cut Whitehall and quangos by a third, and let taxpayers see where their money is being spent by publishing all contracts of £25,000 and over online."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Support Families",
                "policyDescription": "Support marriage in the tax system with a transferable tax allowance. Introduce a flexible working for all families with children under the age of 18, enable a credit system, extend free 4,200 Sure Start Maths tuition slots to support families."
            },
            {
                "policyTitle": "Inheritance Tax",
                "policyDescription": "Only Millionaires will pay Inheritance Tax. We will raise the Inheritance Tax threshold to £1 million, taking the family home out of Inheritance Tax altogether, for the vast majority of people."
            },
            {
                "policyTitle": "New Jobs",
                "policyDescription": "One in five young people can't find a job. We will create 400,000 new apprenticeships, college and training places over the first two years."
            },
            {
                "policyTitle": "Protect the poorest",
                "policyDescription": "We will keep the minimum wage, child benefit, tax credits, and other measures to help working families, and take action to deal with the long-term causes of poverty."
            },
            {
                "policyTitle": "Put housing decisions back in the hands of Derby residents",
                "policyDescription": "We will scrap all regional planning and housing powers exercised by regional government & unelected regional planning bodies - saving the British taxpayers over £1 billion and hand back to local councils, we will stop the Garden Grabbing."
            },
            {
                "policyTitle": "The Environment",
                "policyDescription": "By taking a leading role in tackling climate change, we will gain a head start on the green technologies of the future and help Britain to create new jobs in green industries. We see the transition to a low carbon economy as an opportunity to become world leaders in new fields, like carbon capture or green finance, so creating jobs and helping our economy."
            }
        ],
        "mentions": {
            "candidate": "Stephen Mold",
            "otherPartyLeaderCandidate": "Gordon Brown or David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "We will build more prisons so criminals get the sentence they deserve. The gap between the exam results of children from rich and poor backgrounds has widened. We will create new schools to raise standards for all children, with extra money for children from the poorest families.",
            "environment": "By taking a leading role in tackling climate change, we will gain a head start on the green technologies of the future and help Britain to create new jobs in green industries.",
            "governance": "Bring real Change to politics, Reduce the number of MPs, cut Whitehall and quangos by a third, and let taxpayers see where their money is being spent by publishing all contracts of £25,000 and over online.",
            "health": "The NHS is our number one priority, we will put our trust healthcare professionals, provide more single rooms, provide more Midwives. Make available all drugs and treatments that Patients Need. Hospitals will face penalties if they postpone operations to cut infection.",
            "immigration": "Annual limits on non-EU economic migration, transitional controls for new EU entrants and put an end to immigration for economic reasons in the sectors which rely on immigration",
            "socialWelfare": "Only Millionaires will pay Inheritance Tax. We will raise the Inheritance Tax threshold to £1 million, taking the family home out of Inheritance Tax altogether, for the vast majority of people."
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "27 Chapel Street, Spondon, Derby DE21 7JP",
            "phone": "01332 541554",
            "email": "stephen@stephenmold.com",
            "website": "www.stephenmold.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "We want change but we fear that we will wake up next morning with a Conservative government: They understand that one of two men will be Prime Minister after the General Election, Gordon Brown or David Cameron.",
                "source": "Stephen Mold",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stephen Mold - Conservative Parliamentary Candidate for Derby North"
                }
            ]
        },
        "additionalNotes": "As the only Derby North candidate who is not a full time politician, I felt the same anger and frustration as most people at the way in which some MPs have abused our trust. This abuse must be consigned to the history books and never be allowed to happen again."
    }
}