{
    "leaflet": {
        "candidateName": "Roy Hopwood",
        "constituency": "Blackpool North and Cleveleys",
        "politicalParty": "UK Independence Party (UKIP)",
        "electionDate": "2010 General Election",
        "messages": [
            {
                "title": "Vote for Pain and Misery!",
                "content": "That is what Conservatives, Labour and Liberal Democrats are offering you in the General Election."
            },
            {
                "title": "Lack of Integrity and Honesty by MPs and Their Political Parties",
                "content": "Expenses scandal: Many MPs betrayed the trust voters placed in them. The subsequent response showed how remote and out of touch they were with the financial challenges the rest of us face."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Conservatives want £7 billion a year cutbacks that will not solve the spiraling national debt but cause pain and misery. UKIP will save the economy by leaving the EU and scrapping politically correct Quangos."
            },
            {
                "policyTitle": "Taxation",
                "policyDescription": "Tax increases, once again you pay for political failure. Sale of government assets means prices are too low. Flat rate income tax by UKIP will reduce business taxes and public political correctness."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "UKIP says no to government targets, eg the government has imposed a house building target of 8000 houses on overcrowded Blackpool. Such decisions should be made by local people."
            },
            {
                "policyTitle": "Crime and Punishment",
                "policyDescription": "UKIP is tough on crime. Sentences will mean what they say. We will double the number of prison places over a period of 10 years and adopt the American 'three strikes and you are out' sentencing."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "UKIP will replace student loans with student grants saving students from a lifetime of debt."
            },
            {
                "policyTitle": "Direct Democracy",
                "policyDescription": "Binding Swiss style local and national referendums will put you back in charge."
            }
        ],
        "mentions": {
            "candidate": "In the 1999 Gordon Brown sold half of Britain’s gold reserves at the bottom of the market losing over £5 billion."
        },
        "issues": {
            "brexitEurope": "£16.4 billion is lost by leaving the European Union.",
            "economy": "National debt at £870 billion, rising to £1.1 trillion by 2011 and government borrowing at £178 billion are out of control. UKIP’s plan aims to save economically.",
            "education": "Replace student loans with student grants.",
            "environment": "Leave the European Union and cut waste in government to tackle environmental policy budget gaps.",
            "governance": "UKIP opposes government-imposed house building targets, such as the 8000 houses on overcrowded Blackpool.",
            "health": "NHS paid £1.3 million in the first year of carbon trading that is threatening British jobs and making fortunes for individuals and companies at your expense.",
            "immigration": "UKIP will freeze immigration for 5 years, speed up deportation of up to 1 million illegal immigrants by tightening the number of staff engaged in removing them and have 'no go visa’ work permits.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Government imposed a house building target of 8000 houses on overcrowded Blackpool. Decisions should be made by local people.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "website": "www.ukip.org",
            "phone": "0800 0087034"
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet page discussing UKIP's position on various political issues."
                },
                {
                    "caption": "Leaflet page emphasizing UKIP's stance on the economy, governance, and criticism of other parties."
                }
            ]
        },
        "additionalNotes": "It's time for a change. Vote UKIP, putting you at the centre of their policies."
    }
}