```json
{
  "leaflet": {
	"candidateName": "Jo Crotty",
	"constituency": "Warrington",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Change that works for you",
    	"content": "Everyone knows that the race to become our next MP will be a close fight between Jo Crotty and the Labour candidate. Your vote could decide who wins."
  	},
  	{
    	"title": "Protecting our NHS",
    	"content": "Warrington's health services are under threat from Labour's poor management of our NHS. Jo Crotty and the Liberal Democrats are fighting to protect the local NHS."
  	},
  	{
    	"title": "Standing up for Warrington",
    	"content": "Jo Crotty has been campaigning to protect local services and stop post offices from closing."
  	},
  	{
    	"title": "Tackling crime",
    	"content": "Jo is combatting key issues to do with anti-social behaviour, vehicle crime, graffiti and vandalism."
  	},
  	{
    	"title": "Cleaning up Politics",
    	"content": "Jo Crotty is campaigning to clean up politics. She's fighting to make sure that local people have the ability to sack their MP, and to take the power away from politicians."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Say 'No' to Tolls",
    	"policyDescription": "Jo Crotty opposes the introduction of tolls on the Mersey crossing."
  	},
  	{
    	"policyTitle": "Better Transport",
    	"policyDescription": "Jo has plans to improve local bus and rail services and to stop the rail fare increases."
  	},
  	{
    	"policyTitle": "Cleaning up Politics",
    	"policyDescription": "Jo is committed to campaign finance reform, including the ability for constituents to sack corrupt MPs."
  	}
	],
	"mentions": {
  	"candidate": "Jo Crotty has a strong record of action as a local councillor since 2008 - eight campaigns that matter to people.",
  	"otherPartyLeaderCandidate": "Everyone knows that the race to become our next MP will be a close fight between Jo Crotty and the Labour candidate.",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "Jo Crotty is committed to a fair future by creating jobs and making Britain greener. Investments in public transport, renewable energy and energy-efficient homes."
  	"governance": "Cleaning up Politics - Jo Crotty is campaigning to clean up politics including the ability for constituents to sack corrupt MPs.",
  	"health": "Protecting our NHS - Warrington's health services are under threat from Labour's poor management of our NHS. Jo Crotty is fighting to protect the local NHS.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"A fair future: create jobs by making Britain greener. Invest in public transport, renewable energy and energy efficient homes.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "Local Councillor",
    	"duration": "since 2008",
    	"achievements": "Eight campaigns that matter to people."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "JoCrotty.org.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Jo Crotty holding a sign saying 'Say No to Tolls'"
    	},
    	{
        "caption": "Jo Crotty in conversation with local residents"
    	},
    	{
        "caption": "Jo Crotty alongside another Liberal Democrat member"
    	}
  	]
	},
	"additionalNotes": ""
  }
}
```