{
    "leaflet": {
        "candidateName": "Karen Jennings",
        "constituency": "Hornsey and Wood Green",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Haringey: a record on diversity to be proud of.",
                "content": "Haringey, over 36% come from black and minority ethnic backgrounds and over 200 languages are spoken. Surveys show that 76% of residents agree that Haringey is an area where people from different backgrounds get on well together. The Labour party has toughened enforcement of equality laws, providing funding to support community groups and created diversity positions."
            },
            {
                "title": "Save our Whittington Maternity Services",
                "content": "I hosted a very special event on 8th March to pay tribute to the special role played by the midwives and maternity team at the Whittington Hospital. While local NHS bosses' plan the demotion of our much-loved, much-needed and non-repudiated maternity service we still have women and wood green to have their babies."
            },
            {
                "title": "A Lib Dem/Tory Coalition? Just look at Camden",
                "content": "Want to know the truth about the Lib Dems and Conservatives in power? Here's how the actions affect us at a local level."
            },
            {
                "title": "Save our Sure Start",
                "content": "A Labour achievement of which I am particularly proud is starting Sure Start. There are now Sure Start children's centres up and running in Hornsey and Wood Green serving local families."
            },
            {
                "title": "Lib Dems - On your side? Ask yourself...",
                "content": "Do the constant letters and mailings you get from the Lib Dems make you think they are on your side?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Support for Maternity Services",
                "policyDescription": "Plans to pay tribute to the midwives and maternity team at the Whittington Hospital and oppose the demotion of maternity services."
            },
            {
                "policyTitle": "Support for Education",
                "policyDescription": "Secured £93m funding for schools, introduced Sure Start, and converted the historic Hornsey Town Hall into a centre for arts and enterprise - a place with educational focus."
            },
            {
                "policyTitle": "Healthcare Investment",
                "policyDescription": "Redeveloped the Hornsey Hospital, with £12.75m being spent on improving healthcare provision in the borough."
            },
            {
                "policyTitle": "Housing and Urban Development",
                "policyDescription": "Invested over £85m on 'Decent Homes' to improve and refurbish tenements including new warm fronts, upgrading windows, kitchens, and improving energy efficiency."
            },
            {
                "policyTitle": "Community Safety",
                "policyDescription": "Introduced Neighbourhood Policing Teams for every ward - crime down (personal robberies down by 25% and youth violence by 12.5%)."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Added a 20% hike on meals on wheels, leading to a drop off in service use. Cut youth services to the poorest families and led to reduction in green space. Labour is against these policies aiming for a more environmentally and socially supportive approach."
            }
        ],
        "mentions": {
            "candidate": "Karen Jennings",
            "otherPartyLeaderCandidate": "Lib Dems",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Secured £93m funding for schools, introduced Sure Start, converted the historic Hornsey Town Hall into a centre for arts and enterprise. Supported the sixth form centre. Ensuring better options for 12,000 secondary students, benefiting over 20,000 students, including the new Hornsey High School in Wood Green.",
            "environment": "Added a 20% hike on meals on wheels leading to a drop off in service use. Cut youth services to the poorest families. Labour is the only clear choice.",
            "health": "Redeveloped the Hornsey Hospital, with £12.75m being spent on improving healthcare provision in the borough.",
            "immigration": "",
            "socialWelfare": "Introduced Sure Start centres and has community-focused policies to support local families.",
            "housing": [
                {
                    "content": "Invested over £85m on 'Decent Homes' to improve and refurbish tenements including new warm fronts, upgrading windows, kitchens, and improving energy efficiency.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am proud to be a prospective Labour MP for Hornsey and Wood Green. I’ve lived here for more than 30 years — and each and every day has deepened my commitment to, and my understanding of, the issues and causes at the heart of our community.",
        "politicalExperience": [
            {
                "role": "Prospective Labour MP for Hornsey and Wood Green",
                "duration": "",
                "achievements": "Lived in the community for over 30 years, deeply committed and understanding the issues and causes at the heart of the community."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "karen4hwg@karen4hwg.com",
            "website": "www.karen4hwg.com",
            "socialMedia": {
                "facebook": "karenjennings4hwg",
                "twitter": "Karen4HWG",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Karen Jennings with supporters and residents."
                },
                {
                    "caption": "Graphical representation of Karen's messaging on local issues and achievements."
                },
                {
                    "caption": "Karen Jennings advocating for maternity services."
                }
            ]
        },
        "additionalNotes": "Leaflet highlights Karen Jennings' track record in community services, healthcare, education, housing and urban development, and stresses the negative impact of Lib Dem/Tory policies."
    }
}