{
  "leaflet": {
	"candidateName": "Peter Roberts",
	"constituency": "North East Cambridgeshire",
	"politicalParty": "Labour",
	"electionDate": "",
	"messages": [
  	{
    	"title": "A contract between Peter Roberts and",
    	"content": "Peter's Scrapbook - Some of the things I have been doing around North East Cambridgeshire in the last 2 ½ years."
  	},
  	{
    	"title": "My values",
    	"content": "I passionately value your right to know where I am, what I am doing and how much I'm costing you if I become your local MP..."
  	},
  	{
    	"title": "My contact pledges",
    	"content": "I will hold surgery meetings in Wisbech, March, Chatteris, Whittlesey and Littleport every week. If you have a problem that we cannot help you with immediately, then I will give you the direct contact details to reach me..."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Integrity Pledges",
    	"policyDescription": "Peter Roberts promises only to claim necessary running expenses, avoid claims from the taxpayer for personal items, employ family members, and relocate to London. Additionally, he pledges to reduce his wages by 25% for the duration of the next parliament and pass the savings to local community groups."
  	}
	],
	"mentions": {
  	"candidate": "Peter Roberts",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": "Only Labour can beat the Tories in North East Cambridgeshire. The Lib Dems can't win here, and voting for them may result in another Tory vote Labour instead."
	},
	"issues": {},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "Labour Parliamentary candidate",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "01353 69821",
  	"email": "peter@neambslabour.co.uk",
  	"website": "www.neambslabour.co.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Photo collage showing various activities and engagements by Peter Roberts as presented in his campaign leaflet."
    	}
  	]
	},
	"additionalNotes": "The leaflet contains a scrapbook section showing images of Peter Roberts' activities in the community, and a voting pattern diagram suggesting strategic voting for Labour."
  }
}