{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "When it comes to the General Election take a long, hard look at the Tories.",
        "content": "Labour has opened 3,500 Sure Start children's centres for mothers and kids, to help your family get the best start in life."
      },
      {
        "title": "With the Tories...",
        "content": "The Conservatives would cut the Sure Start budget, putting children's centres at risk of cuts."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Sure Start Children's Centres",
        "policyDescription": "Labour is committed to Sure Start centres, which they state have provided services to families, whereas they claim the Conservatives plan to cut the Sure Start budget potentially leading to closures of such centres."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Labour supports Sure Start centres aiming to give children and families a good start, while they claim the Conservatives would cut their budget significantly."
    },
    "housing": [
      {
        "content": "",
        "yimbyNimby": "N/A"
      }
    ],
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "SaveOurSureStart.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Anca Gell",
        "endorsement": "Sure Start has really made the difference to me and my twins from the start... I just can't understand why the Tories would be willing to put it at risk."
      }
    ],
    "quotes": [
      {
        "text": "We have a brand new Sure Start children's centre near us. It's brilliant – it's a chance for the kids to play together safely, for me to meet other mums and compare notes, or just to relax, have a coffee, and enjoy the company.",
        "source": "Anca Gell, mum of twins Caspar and Emilie",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Are the Tories a change you can afford?"
        }
      ]
    },
    "additionalNotes": "This leaflet is part of Labour's campaign against the risk of Tory budget cuts to Sure Start children's centres, emphasizing the importance of the centres for families and criticizing the Conservative party's approach."
  }
}