{
    "leaflet": {
        "candidateName": "Mark Lazarowicz",
        "constituency": "Leith and Leith Walk",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Let's build a fairer society",
                "content": "In May, we have the chance to make big change. I am determined to get rid of this unfair, out-of-touch Tory government.\n\nToo many people can't find work, too many people worry about where the next meal is coming from, and too many pensioners face spiralling fuel bills. We can change that."
            },
            {
                "title": "Better recycling",
                "content": "A new recycling service for 140,000 houses in the city is coming to our area.\n\nGreen bins will be used for mixed recycling, and grey bins for landfill. Blue boxes will still be used for glass and small electrical items. Food and garden recycling will continue as normal. The red box will no longer be needed."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Job opportunity for young",
                "policyDescription": "Guarantee a job to all under-25s out of work for a year"
            },
            {
                "policyTitle": "Working hours",
                "policyDescription": "Ban exploitative zero-hours contracts"
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Abolish the hated bedroom tax"
            },
            {
                "policyTitle": "Savings tax",
                "policyDescription": "Freeze energy bills and make big firms pass on savings"
            },
            {
                "policyTitle": "Electricity decarbonisation",
                "policyDescription": "Freeze energy bills and make big firms pass on savings by decarbonising electricity"
            },
            {
                "policyTitle": "International aid",
                "policyDescription": "Protect international aid to help the world’s poorest"
            },
            {
                "policyTitle": "European Union",
                "policyDescription": "Safeguard jobs by staying in the European Union"
            },
            {
                "policyTitle": "Youth Voting",
                "policyDescription": "Allow 16 and 17 year olds to vote in all elections"
            },
            {
                "policyTitle": "Minimum Wage",
                "policyDescription": "Increase the minimum wage to over £8 an hour"
            }
        ],
        "mentions": {
            "candidate": "Mark Lazarowicz",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Safeguard jobs by staying in the European Union",
            "economy": "Crack down on corporate tax dodging, fund the jobs move by raising £150,000, and by taxing bank bonuses.",
            "education": "",
            "environment": "A new recycling service for the city is coming to our area.",
            "governance": "",
            "health": "Labour leader Jim Murphy has promised to use money from a UK-wide Mansion Tax to pay for 1,000 extra nurses. That would make a big difference here in Edinburgh.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Abolish the hated bedroom tax",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I know that people voted both Yes and No in the referendum last year were agreeing on one of them. That the choice in May is between a Labour government or five more years of David Cameron.",
        "politicalExperience": [],
        "contactInformation": {},
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Lazarowicz, your local MP"
                },
                {
                    "caption": "Council environment leader Lesley Hinds discussing the new better recycling solutions for the area."
                }
            ]
        },
        "additionalNotes": "Edinburgh recycles almost 40% of waste but has an ambitious target to hit 70% within a decade. People living in tenements find it harder to recycle, so a better on-street bins system is looked forward to by council environment leader Lesley Hinds."
    }
}