{
    "leaflet": {
        "candidateName": "Anthony Fairclough",
        "constituency": "Dundonald Ward",
        "politicalParty": "Liberal Democrat",
        "electionDate": "May 6 2010",
        "messages": [
            {
                "title": "Focus on Potholes",
                "content": "Now the winter weather is over, potholes cause accidents and damage vehicles. Your local Lib Dems have been busy reporting and monitoring the repairs."
            },
            {
                "title": "BIG SWAP reaches Wimbledon",
                "content": "As part of Fairtrade fortnight, the local Lib Dem Fairtrade group asked residents to switch their shopping to Fairtrade products where possible."
            },
            {
                "title": "Let's not be rubbish at recycling",
                "content": "PROTECTING OUR ENVIRONMENT is a key priority for the Dundonald Lib Dem Focus Team. Government figures show that, in the latest period available, Merton recycled 28% of its waste."
            },
            {
                "title": "Air quality challenge to “Eco Park” Waste processing plant",
                "content": "In 2008/9, the Dundonald Lib Dem Team campaigned strongly against the extra heavy traffic noise on the area because Dundonald Park lies in an area of poor air quality."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Environment",
                "policyDescription": "Lib Dem-controlled Kingston and Richmond Councils did much better at recycling than Merton Council. Efforts to improve Dundonald Park air quality against waste processing plant expansion."
            }
        ],
        "mentions": {
            "candidate": "Anthony Fairclough successfully lobbied for recycling bins at our stations. Anthony does not just appear during election time - he constantly hassled the council, would it have happened otherwise?",
            "otherPartyLeaderCandidate": "A leaflet from local Conservative councillors previously said: 'There are enough recycling plants in the borough to manage Merton’s waste.' They refused to confirm what this meant.",
            "partyLeader": "",
            "tacticalSituation": "Here in Dundonald, it's a straight fight between Liberal Democrats and the Tories. Labour and the Greens can't win here and we never hear from them except at elections."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Protecting the environment is a key priority. The Dundonald Lib Dem Focus Team has been working on recycling and tackling air quality issues.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": [
                "www.mertonlibdems.org.uk",
                "www.shasheehan.org.uk",
                "dundonald@mertonlibdems.org.uk"
            ],
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anthony Fairclough and Lib Dem team working on environmental initiatives."
                }
            ]
        },
        "additionalNotes": "The leaflet details efforts regarding recycling within the constituency, the local Lib Dem team's campaign against the expansion of a waste processing plant, and emphasizes the tactical voting situation in Dundonald where it's a competition between the Liberal Democrats and the Tories."
    }
}