{
    "leaflet": {
        "candidateName": "Phil Woolas",
        "constituency": "",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Education - A future fair for all with Labour",
                "content": "Labour will give every child the chance of a good education. A future fair for all involves an ambitious guaranteed sixth-form offer and a commitment to apprenticeship for all school-leavers."
            },
            {
                "title": "A clear NHS choice",
                "content": "There is a clear choice on the NHS. Labour promises ambitious guarantees for people who need healthcare. The Conservatives say they will scrap all of Labour's NHS guarantees."
            },
            {
                "title": "Are the Tories a change you can afford?",
                "content": "The Conservatives have made clear they won't protect children's education. They will cut help for working young families. Labour’s important guarantees on NHS services. The Tories will make immediate and unfair cuts in public services to reduce the state right away."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Labour's focus on education includes guaranteeing a sixth-form offer and apprenticeship for school-leavers."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "Labour promises ambitious guarantees for the NHS and criticizes the Conservatives' plans to scrap these guarantees."
            }
        ],
        "mentions": {
            "candidate": "Phil Woolas has been local and able. Meeting him you come out feeling happy about some action he has."
        },
        "issues": {
            "education": "Labour will give every child the chance of a good education, guaranteed sixth-form offer, commitment to apprenticeship for all school-leavers",
            "health": "Labour promises ambitious guarantees for people who need healthcare. The Conservatives say they will scrap all of Labour's NHS guarantees.",
            "housing": [
                {
                    "content": "It is only a close call in three horse race ONLY LABOUR CAN BEAT THE TORIES.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Every general election the LibDems try to convince you they can win. Every election they lose. Labour wins here every year.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Phil Woolas meeting with residents."
                }
            ]
        },
        "additionalNotes": "The leaflet criticizes the Lib Dem candidate and positions Labour as the only viable alternative to the Tories."
    }
}