{
    "leaflet": {
        "candidateName": "Jonathan Mitchell",
        "constituency": "Dulwich and West Norwood",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "My contract with people across Dulwich and West Norwood",
                "content": "Living here for over 30 years, I know we deserve better from our MP. I will help local people first. I will be there to listen to you. I will stand up for our communities."
            },
            {
                "title": "HELP JONATHAN WIN!",
                "content": "Jonathan Mitchell and the Liberal Democrats rely on the help of volunteers like you to build a grassroots campaign. They can't depend on the big money donations poured into the Labour and Conservative parties."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes",
                "policyDescription": "Raise the tax threshold—putting money back in your pocket by £700."
            },
            {
                "policyTitle": "Fairer chances for every child",
                "policyDescription": "Smaller class sizes, more cash for schools and abolish university tuition fees."
            },
            {
                "policyTitle": "Fairer future: green jobs by making Britain greener",
                "policyDescription": "Invest in public transport, renewable energy and energy efficient homes."
            },
            {
                "policyTitle": "Fair deal for street constituency",
                "policyDescription": "Make politicians accountable and give you the right to sack corrupt MPs."
            }
        ],
        "mentions": {
            "candidate": "Jonathan Mitchell",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": "The Lib Dems can beat Labour here."
        },
        "issues": {
            "brexitEurope": "Jonathan was born in London and has lived in Dulwich for over 30 years. He worked as Eurodesk Officer covering 30 countries across Europe and has experience dealing with EU legislation and European funding streams. He believes strongly in the European ideal and makes sure everyone knows it. "
        },
        "personalStatement": "Jonathan Mitchell - A local champion",
        "politicalExperience": [
            {
                "role": "Eurodesk Officer",
                "duration": "30 years",
                "achievements": "Covered 30 countries across Europe, dealing with EU legislation and European funding streams."
            },
            {
                "role": "SPD Principle",
                "duration": "",
                "achievements": "Campaigner for green issues and dedicated to preserving Dulwich Village and the Herne Hill area."
            }
        ],
        "contactInformation": {
            "address": "Please return to: Jonathan Mitchell, Freepost (LON 7679), London SE16 2BR",
            "phone": "",
            "email": "",
            "website": "www.jonathanmitchell.org",
            "socialMedia": {
                "facebook": "facebook.com/libdemmitch",
                "twitter": "twitter.com/jonathanmitch",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jonathan campaigning against Labour's third runway at Heathrow."
                },
                {
                    "caption": "Lib Dems climbing Lambeth."
                },
                {
                    "caption": "Jonathan with residents in Herne Hill."
                },
                {
                    "caption": "Jonathan wants to make sure all children get a fair start."
                }
            ]
        },
        "additionalNotes": "Jonathan has worked to clear up graffiti and fly-tipping across the constituency."
    }
}