```json
{
  "leaflet": {
    "candidateName": "Nicola Blackwood",
    "constituency": "Oxford West and Abingdon",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "TACKLING CRIME IN OUR AREA",
        "content": ""
      },
      {
        "title": "OUR NHS BUDGET PROTECTED",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tackling Crime",
        "policyDescription": ""
      },
      {
        "policyTitle": "NHS Budget",
        "policyDescription": ""
      }
    ],
    "mentions": {
      "candidate": "Nicola has been an advocate for protecting women in conflict since before her election, successfully visiting the affected area, directed conflict in DRC, South Sudan fighting camps and refugee camps. Ed Blagrove, Radley resident, is also backing Nicola: 'As a Radley resident, I know how hard Nicola campaigns against inappropriate developments and fights for vital infrastructure before expansion.'",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Nicola and villagers ready to do their bit litter picking for 'Cumnor Clean Up'.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Ed Blagrove, a resident of Radley, supports Nicola for her hard work in campaigning against inappropriate developments and advocating for vital infrastructure before expansion.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Local people are backing Nicola because of all the work she has done for her community",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "since 2010",
        "achievements": "Nicola has been an advocate for protecting women in conflict since before her election, successfully visiting the affected area, directed conflict in DRC, South Sudan fighting camps and refugee camps."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Adrian Porter, South Hinksey resident",
        "endorsement": "In residents, I have shown Nicola who genuinely cares about our community; and MP to resolve the flood waters issue at South Hinksey. Our elect is
still raging and she was tireless in her fight for us over intense action."
      },
      {
        "endorser": "Alice, Oxford resident",
        "endorsement": "Thank you for taking the time to reply to my email and I appreciate that you have immense work load with your work national and international."
      },
      {
        "endorser": "Ian, Cumnor resident",
        "endorsement": "Nicola has been an excellent, hardworking and highly visible and accessible MP since 2010."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nicola and Adrian look on as servicemen and women from Dalton Barracks erect a temporary flood defence around South Hinksey."
        },
        {
          "caption": "Nicola and villagers ready to do their bit litter picking for 'Cumnor Clean Up'."
        }
      ]
    },
    "additionalNotes": "Promoted by James Anderson on behalf of Nicola Blackwood, both of [address]."
  }
}
```