{
    "leaflet": {
        "candidateName": "Lisa Forbes",
        "constituency": "Peterborough",
        "politicalParty": "Labour",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "Vote Lisa Forbes for Real Change on 7 May",
                "content": "Lisa is running for Parliament because we need more people in Westminster who will support policies to bring about Real Change for Real People such as 25 hours free childcare for 3-4 year old children in working families and a guarantee that you can get a GP appointment within 48 hours. Lisa knows how difficult it is right now for most people. As part of a Labour government she will support a cut in income tax for 24 million people by bringing back the 10p rate and support an increase in the minimum wage to £8 an hour and incentivise companies to pay the living wage."
            },
            {
                "title": "Vote Labour Locally to Change Our City",
                "content": "Councillor Nazim Khan leads the Labour group of councillors in Peterborough. They are all working hard for local communities across the city. On the other hand, the current Conservative administration is passing on to some of the most in Westminster's worse cuts to the government in vital administrale services, education, and housing."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Lisa Forbes",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "will support a cut in income tax for 24 million people by bringing back the 10p rate",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "a guarantee that you can get a GP appointment within 48 hours",
            "immigration": "",
            "socialWelfare": "support an increase in the minimum wage to £8 an hour and incentivise companies to pay the living wage",
            "housing": [
                {
                    "content": "Councillor Nazim Khan leads the Labour group of councillors in Peterborough. They are all working hard for local communities across the city.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {},
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Lisa out campaigning in Peterborough"
                }
            ]
        },
        "additionalNotes": ""
    }
}