{
  "leaflet": {
    "candidateName": "Gerald Vernon-Jackson",
    "constituency": "Portsmouth South",
    "politicalParty": "Liberal Democrats",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "What do you want from the people who run this country?",
        "content": "I want a government that really helps people to get a good start in life. A government committed to increasing job opportunities in Portsmouth and helping to stop people falling into debt."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Income Tax",
        "policyDescription": "Delivered an £800 income tax cut for 76,000 working people – if the Lib Dems are in Government again will work to introduce a further £400 income tax cut next year."
      },
      {
        "policyTitle": "Job Creation",
        "policyDescription": "The Lib Dems are about creating new jobs and have brought down the mess left behind by the last Labour Government. The Lib Dems were the ones to bring 1.9 million new private sector jobs."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Protected the NHS budget – last year the Lib Dems ensured there was an extra £2 billion for frontline NHS services. We’re committed to investing a further £8 billion a year by 2020."
      },
      {
        "policyTitle": "Local Governance",
        "policyDescription": "I'm also proud of our strong record running Portsmouth – saving the Naval Base from closure, keeping the King’s Theatre open and building council houses again for the first time in a generation."
      }
    ],
    "mentions": {
      "candidate": "Gerald Vernon-Jackson",
      "otherPartyLeaderCandidate": "George Osborne",
      "partyLeader": "",
      "tacticalSituation": "How you voted last time - Cant win here Con 33% Lib Dem 46% Lab 14% UKIP 2%. Result at the last General Election in Portsmouth South."
    },
    "issues": {
      "economy": "The Lib Dems are about creating new jobs and have brought down the mess left behind by the last Labour Government. The Lib Dems were the ones to bring 1.9 million new private sector jobs.",
      "governance": "By contrast, George Osborne has made no secret of Conservative plans to cut deeper and faster if they govern after this election. The education budget alone could be cut by £5 billion under his plans – which would put schools, nurseries and colleges at risk. The defense budget is also under threat."
    },
    "personalStatement": "I'm proud that in the last five years the Liberal Democrats have worked towards doing just that. Here in Portsmouth they have: Delivered an £800 income tax cut for 76,000 working people... Protected the NHS budget - last year the Lib Dems ensured there was an extra £2 billion for frontline NHS services.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "39 Lindley Avenue, Southsea, PO4 9NT",
      "phone": "07976 949 272 / 02392 877 733",
      "email": "gerald@geraldvernonjackson.org.uk",
      "website": "www.geraldvernonjackson.org.uk",
      "socialMedia": {
        "facebook": "/geraldvjuk",
        "twitter": "/geraldvjuk",
        "instagram": "",
        "linkedin": "in/geraldvjuk"
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Gerald Vernon-Jackson"
        }
      ]
    },
    "additionalNotes": "PS The Conservatives want to cut deeper and faster if they get into government again. A vote for the Lib Dems on 7th May will help to build a fairer society at the same time as protecting the recovery. My experience as the Leader of the City Council for ten years means I know the city well and will be a good spokesman for Portsmouth in Parliament."
  }
}