{
    "leaflet": {
        "candidateName": "Dominic Graham",
        "constituency": "Harwich and North Essex",
        "politicalParty": "Liberal Democrat",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "Building a stronger economy and a fairer society. Creating opportunity for everyone.",
                "content": "Dominic Graham and the Liberal Democrats are creating opportunity for everyone, by building a stronger economy and a fairer society."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Income Tax",
                "policyDescription": "The Liberal Democrats plan to cut Income Tax by an additional £400 for every worker."
            },
            {
                "policyTitle": "School Funding",
                "policyDescription": "They aim to protect education spending from cradle to college."
            },
            {
                "policyTitle": "Mental Health",
                "policyDescription": "They guarantee mental health equality by increasing health spending by £8bn a year."
            }
        ],
        "mentions": {
            "candidate": "Dominic Graham, Liberal Democrat candidate, is featured throughout the leaflet.",
            "otherPartyLeaderCandidate": "There are implicit references to Conservative candidates and leaders through comparison of policies and electoral strategies.",
            "partyLeader": "Nick Clegg is pictured with Dominic Graham.",
            "tacticalSituation": "The leaflet notes that the choice to beat the Tories in Harwich and North Essex is Dominic Graham, indicative of tactical voting considerations."
        },
        "issues": {
            "economy": "The leaflet discusses the Liberal Democrats' role in cutting the deficit and building a stronger economy.",
            "education": "The Liberal Democrats promise an extra £2.5bn a year for struggling school kids.",
            "health": "Liberal Democrats plan to deliver 6,000 more doctors, highlighting their past record in increasing health budget.",
            "governance": ""
        },
        "personalStatement": "Dominic Graham is an experienced Local Councillor and is passionate about law and justice being there for us all, not just for those who can afford it.",
        "politicalExperience": [
            {
                "role": "Local Councillor",
                "duration": "",
                "achievements": "Has experience as a Local Councillor, implying a record of getting things done."
            }
        ],
        "contactInformation": {
            "address": "Return to: Rosemary Smith, Lib Dems, 26 New Rd. Mistley CO11 2AQ",
            "phone": "",
            "email": "info@northeastessexlibdems.org.uk",
            "website": "http://northeastessexlibdems.org.uk/",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dominic Graham with Nick Clegg visiting Colchester Hospital's Mental Health Department."
                },
                {
                    "caption": "Dominic Graham's Past Delivery and Future Promises."
                },
                {
                    "caption": "Dominic Graham - The choice to beat the Tories here."
                },
                {
                    "caption": "Dominic Graham - Liberal Democrat candidate for Harwich and North Essex."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes a tactical choice for the voters, suggesting that voting for Dominic Graham is the strategic choice to beat the Conservative party in the constituency."
    }
}