{
  "leaflet": {
    "candidateName": "Alastair Whitelaw",
    "constituency": "Glasgow South",
    "politicalParty": "Scottish Green Party",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "Vote Green in 2015",
        "content": "The Scottish Green Party stands for an economy for the people and a society for all. Our plans for green-controlled local and national administrations to deliver a real alternative to UK, Greed and a year along with our sister parties across the UK, the Greens are in a position to deliver real alternatives to the tired old politics of Westminster."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "EQUALITY NOT POVERTY",
        "policyDescription": "We will raise the minimum wage to £10 an hour by 2020."
      },
      {
        "policyTitle": "PUBLIC SERVICES IN PUBLIC HANDS",
        "policyDescription": "We'll run the railways as a public service and protect other services like the NHS from privatisation."
      },
      {
        "policyTitle": "POWER TO COMMUNITIES",
        "policyDescription": "We'll press for more powers for Scotland and for local communities."
      }
    ],
    "mentions": {
      "candidate": "If you believe that everyone should have the dignity of decent pay, that public services should be in public hands, and that power belongs on the hands of the people, vote for the Scottish Green Party on May 7th."
    },
    "issues": {
      "housing": [
        {
          "content": "Oppose welfare cuts, work to abolish the bedroom tax, advance fairer, more progressive taxation",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Alastair’s passion is for a just society. He sees the threats from social inequality, climate change, and political apathy as increasingly important. A champion of relocalisation, he also believes that working 'Where You Form' on restoration or repair of goods is a form of real wealth creation.",
    "politicalExperience": [
      {
        "role": "Scottish Green Party member",
        "duration": "34 years",
        "achievements": "Long career in urban design, promoting best practice. Extended commitment to working at community level with schools and in disadvantaged neighbourhoods."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "alastair.whitelaw@scottishgreens.org.uk",
      "website": "glasgowgreens.org.uk/green2015 | scottishgreens.org.uk",
      "socialMedia": {
        "facebook": "glasgowgreens",
        "twitter": "glasgowgreens",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alastair Whitelaw portrait."
        }
      ]
    },
    "additionalNotes": "Alastair is married, with two adult children. Interests outside politics include ornithology and classic music."
  }
}