{
    "leaflet": {
        "candidateName": "Festus AKINBUSOYE",
        "constituency": "West Ham",
        "politicalParty": "Conservatives",
        "electionDate": "7th May 2015",
        "messages": [
            {
                "title": "A personal message from Festus AKINBUSOYE",
                "content": "The opportunity to represent you and the area in which I grew up in Parliament is truly an honour. The last 95 years has seen our area represented by a single, complacent and tired political party. Hardworking families in Newham deserve better than this. After the worst economic downturn in a hundred years, Britain's economy is now growing faster than that of any other developed country - including Germany and the USA. We should not only be proud of this, but also not risk our hard earned economic stability and strength with Labour and Ed Miliband's higher taxes and debt. If elected as your Member Parliament, I will champion job creation, crime reduction and affordable housing which benefit you and your family - not just big money developers. Please vote for me on 7 May 2015."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "JOBS",
                "policyDescription": "Promote area as a great place for businesses to establish and create jobs."
            },
            {
                "policyTitle": "CRIME",
                "policyDescription": "Work with law enforcement bodies to tackle anti-social behaviour."
            },
            {
                "policyTitle": "HOUSING",
                "policyDescription": "Ensure local needs for affordable housing are met benefiting local residents."
            }
        ],
        "mentions": {
            "candidate": "Festus AKINBUSOYE",
            "otherPartyLeaderCandidate": "Labour and Ed Miliband's higher taxes and debt.",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Offering a strong alternative to 95 years of failed Labour representation of Newham."
        },
        "issues": {
            "housing": [
                {
                    "content": "Ensure local needs for affordable housing are met benefiting local residents.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Growing up in the borough after migrating from Nigeria with parents and twin sister 25yrs ago. Father of three young kids. Father worked as Caretaker for Local Authority and mother ran a textiles business. Started running his business in Canning Town aged 23. Now employs nearly 60 staff. Mentored young offenders in prison and was LEA School Governor at Royal Docks School. Has facilitated several community and jobseeker programs for businesses and jobseekers. Worked at Canary Wharf construction site and played professional basketball.",
        "politicalExperience": [
            {
                "role": "LEA School Governor at Royal Docks School",
                "duration": "Not specified",
                "achievements": "Not specified"
            }
        ],
        "contactInformation": {
            "address": "Not specified",
            "phone": "020 3012 3018",
            "email": "festus@fest4westham.com",
            "website": "www.fest4westham.com",
            "socialMedia": {
                "facebook": "facebook.com/fest4westham"
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Festus AKINBUSOYE with David Cameron"
                },
                {
                    "caption": "Graphical comparison of 'Competent leadership' with Conservatives and 'Coalition of chaos' with Labour"
                },
                {
                    "caption": "Festus AKINBUSOYE - A strong voice for the West Ham Constituency."
                }
            ]
        },
        "additionalNotes": "The leaflet contrasts 'Competent leadership' under Conservatives with the looming 'Coalition of chaos' under Labour."
    }
}