{
    "leaflet": {
        "candidateName": "Julian Huppert",
        "constituency": "Cambridge",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Popular incumbent on course for significant victory; Julian is the only candidate who will put Cambridge first.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "One local floating voter comments: 'Julian is the only candidate who will put Cambridge first.'; LOCAL SWING? With just a few days to go: and more local people are getting behind the man with a solid track record of delivering the goods for Cambridge residents."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Local Lib Dem Julian Huppert has edged ahead in this year's General Election race here in Cambridge. On all the top issues like education, health and the economy Julian has secured what's best for Cambridge.",
            "education": "£2.5bn extra for schools; On all the top issues like education, health and the economy Julian has secured what's best for Cambridge.",
            "environment": "",
            "governance": "",
            "health": "On all the top issues like education, health and the economy Julian has secured what's best for Cambridge.",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {},
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Local Lib Dem Julian Huppert has edged ahead in this year's General Election race here in Cambridge."
                },
                {
                    "caption": "Voters across Cambridge are set to back Julian Huppert on Thursday - they know he's the only candidate who'll put the city first."
                }
            ]
        },
        "additionalNotes": "With an election a few days away, the leaflet emphasizes Julian Huppert as a popular incumbent with a solid track record of delivering for Cambridge residents. The leaflet also suggests a local swing towards Julian Huppert and the Liberal Democrats, highlighting education and health as key issues, and contains an image caption that portrays him as the preferred candidate for voters in Cambridge."
    }
}