{
    "leaflet": {
        "candidateName": "Kyle Thornton",
        "constituency": "Glasgow South",
        "politicalParty": "Scottish Conservative and Unionist Party",
        "electionDate": "May 7th 2015",
        "messages": [
            {
                "title": "Glasgow is working with a conservative government",
                "content": "A message about the City Deal which will see the UK Government have set up and investment for £1.13 billion, and other projects that have funded due to conservative teamwork at various levels."
            },
            {
                "title": "The only candidate in Glasgow South who won't do a deal with the SNP",
                "content": "The content speaks about the candidate's commitment to not doing any deal with SNP and standing firm against their referendum plans."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Secure the Economy",
                "policyDescription": "The Conservative aim is to create 2 million more jobs in the next 5 years. Ensuring every young person leaves school with a job, college/uni place or apprenticeship to secure the future."
            },
            {
                "policyTitle": "Dignity in Retirement",
                "policyDescription": "Kyle Thornton pledges to vote to continue the policy of raising pensions by at least 2.5% every year, ensuring older people can retire in dignity."
            },
            {
                "policyTitle": "Making Work Pay",
                "policyDescription": "Kyle Thornton talks about creating jobs and capping welfare to ensure that work will continue to mean a life on welfare. Additionally, raising the tax-free threshold to £12,500 to help people keep more of their own money."
            }
        ],
        "mentions": {
            "candidate": "Kyle Thornton",
            "otherPartyLeaderCandidate": "Nicola Sturgeon and Alex Salmond",
            "partyLeader": "David Cameron",
            "tacticalSituation": "In Glasgow South alone there are 9,000 more people in work and 43% less people looking for work."
        },
        "issues": {
            "economy": "Securing a better future for Scotland through economic recovery, detailing job creation and support for small businesses.",
            "governance": "Opposition to the SNP and rejection of their independence referendum plans, which the candidate states they will not support in any deal."
        },
        "personalStatement": "Kyle Thornton describes himself as local and accountable, looking to make the community a better place to live for everyone.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "41 Kilmacolm Road, Glasgow, G42 9HP",
            "phone": "0141 569 1104",
            "email": "kyleforruth@gmail.com",
            "website": "www.glasgowconservatives.com",
            "socialMedia": {
                "facebook": "facebook.com/kyle.thornton.18",
                "twitter": "@kyleakthornton",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of candidate Kyle Thornton with a supporter"
                },
                {
                    "caption": "Photo of Kyle Thornton and an unidentified woman"
                }
            ]
        },
        "additionalNotes": ""
    }
}