{
  "leaflet": {
    "candidateName": "Claire Young",
    "constituency": "Thornbury & Yate",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Join the fight against 'The cuts in the final deal'",
        "content": "Claire will fight to get a fair deal for South Gloucestershire to reverse the damaging Conservative cuts."
      },
      {
        "title": "It's a two-horse race here!",
        "content": "This bar chart shows the results from the last Parliamentary elections here. The Lib Dems were just 12% behind the Conservatives. Labour and the Greens are out of the race."
      },
      {
        "title": "THORNBURY SCHOOL FUNDING CRISIS",
        "content": "Local schools are suffering as a result of the government's failure to fund our children's education properly."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting local NHS services",
        "policyDescription": "Claire opposes Conservative plans which threaten local hospitals and has been leading the fight to protect local services."
      },
      {
        "policyTitle": "More action on Climate Change",
        "policyDescription": "Claire wants new laws for greener energy, insulation for homes and more electric car charging points."
      },
      {
        "policyTitle": "School funding",
        "policyDescription": "Claire and the Lib Dems have proposed an emergency cash boost for schools, to reverse Conservative cuts."
      },
      {
        "policyTitle": "Police",
        "policyDescription": "Claire has called for more local police after Conservative cuts have left South Gloucestershire with fewer officers."
      },
      {
        "policyTitle": "A PROMISE OF MORE",
        "policyDescription": "Claire promises more action to tackle the climate emergency and cut your energy bills."
      }
    ],
    "mentions": {
      "candidate": "Claire Young",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Lib Dems were just 12% behind the Conservatives in the last Parliamentary elections. Labour and the Greens are out of the race."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Local schools are suffering as a result of the government's failure to fund our children's education properly. Claire and the Lib Dems have proposed an emergency cash boost for schools, to reverse Conservative cuts.",
      "environment": "Claire has been speaking on issues from bees' needs to clean energy. Wants new laws for greener energy, insulation for homes and more electric car charging points.",
      "governance": "Results from the last Parliamentary elections show it's a two-horse race here, with Lib Dems just behind the Conservatives.",
      "health": "Opposes Conservative plans which threaten local hospitals and has been leading the fight to protect local services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Claire lives locally and understands our area. She's married with a young family and knows how important it is to protect local services like schools and hospitals.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "since 2015",
        "achievements": "Has a strong track record of action as a South Gloucestershire Councillor, including on life-saving fire safety and green issues."
      }
    ],
    "contactInformation": {
      "address": "Liberal Democrats, [address]",
      "phone": "[phone number]",
      "email": "[email]",
      "website": "",
      "socialMedia": {
        "facebook": "[Facebook]",
        "twitter": "[Twitter]",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Claire and her Focus Team have a record of action"
        },
        {
          "caption": "Claire Young speaking with residents"
        },
        {
          "caption": "Bar chart representing the two-horse race"
        }
        // Additional images may be captured depending on the content they contain.
      ]
    },
    "additionalNotes": ""
  }
}