{
    "leaflet": {
        "candidateName": "Nick Tulloch",
        "constituency": "Inverness, Nairn, Badenoch & Strathspey",
        "politicalParty": "Scottish Conservative and Unionist",
        "electionDate": "General Election 8 June 2017",
        "messages": [
            {
                "title": "A MESSAGE FROM RUTH DAVIDSON",
                "content": "With just a few days to go before the General Election on 8th June, more and more people are deciding to give their votes to my candidate Nick Tulloch because he is best placed to take the seat here in Inverness, Nairn, Badenoch & Strathspey. Nick Tulloch is picking up the votes of Labour and Lib Dem supporters who want to cut the SNP down to size. And they know the only way to send a clear message to Nicola Sturgeon that we don't want pulled back to another unwanted and divisive independence referendum by voting Scottish Conservative and Unionist at this election."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Investment in the Highlands",
                "policyDescription": "Attract investment to the Highlands and regenerate our streets and town centres."
            },
            {
                "policyTitle": "Local Economy Improvement",
                "policyDescription": "Improve our local economy with a better bus network and more frequent services."
            },
            {
                "policyTitle": "Protection of Local Hospital and GP Services",
                "policyDescription": "Protect our vital local hospital and GP services from centralisation of emergency services."
            },
            {
                "policyTitle": "Funding for Schools",
                "policyDescription": "Properly funded schools with better facilities, allowing children to pursue sport and other activities."
            }
        ],
        "mentions": {
            "candidate": "Nick Tulloch",
            "otherPartyLeaderCandidate": "Nicola Sturgeon",
            "partyLeader": "Ruth Davidson",
            "tacticalSituation": "Labour and Lib Dem supporters who want to cut the SNP down to size."
        },
        "issues": {
            "governance": "Want to cut the SNP down to size and send a message that we don't want another unwanted and divisive independence referendum."
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "email": "nick.tulloch@conservatives.com",
            "socialMedia": {
                "facebook": "fb.com/INBSNick"
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nick Tulloch with supporters."
                },
                {
                    "caption": "Ruth Davidson."
                },
                {
                    "caption": "Bar chart showing SNP at 27.3%, Conservatives at 17.7%, LibDems at 15.1%, Labour at 7.7%."
                }
            ]
        },
        "additionalNotes": "The leaflet promotes Ruth Davidson's Scottish Conservatives as the alternative to the SNP for strong, stable leadership for the United Kingdom."
    }
}