{
    "leaflet": {
        "candidateName": "Josh Fenton-Glynn",
        "constituency": "Calder Valley",
        "politicalParty": "Labour",
        "electionDate": "12th December",
        "messages": [
            {
                "title": "A General Election is on its way. Your Calder Valley Labour Candidate is Josh Fenton-Glynn.",
                "content": ""
            },
            {
                "title": "A bit about me",
                "content": "I was born and brought up here in the Calder Valley and I live here in the constituency with my wife and baby daughter. I spent many years working for Oxfam, the Child Poverty Action Group and a trade union, and I now work in the health sector. I believe in Labour's fundamental principles, of working together to build better, more caring communities and a better and a more equal society. The last ten years have seen growing poverty while a very small number of people have got extremely rich. I don't think this makes for a happier society. We need to look out for each other."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "The NHS",
                "policyDescription": "The NHS has been there for my family in difficult times, but it's been starved of money, and hurt by years of creeping privatisation."
            },
            {
                "policyTitle": "Decent Work",
                "policyDescription": "We have to turn our back on increasingly casual, precarious work that undermines our dignity, and makes people feel insecure."
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Anyone hit by the floods knows the importance of this. We only have one planet, and we have to protect it. My daughter's generation is relying on us."
            },
            {
                "policyTitle": "Transport in the North",
                "policyDescription": "Some of the trains on the Calder Valley line are as old as I am. We need long-term planning for Northern railways."
            },
            {
                "policyTitle": "A Strong Local Economy",
                "policyDescription": "We need proper regional infrastructure development in Calderdale and in Yorkshire. We have a real opportunity to create 'green' jobs and jobs in high-tech manufacturing."
            }
        ],
        "mentions": {
            "candidate": "Josh Fenton-Glynn"
        },
        "issues": {
            "health": "The NHS has been there for my family in difficult times, but it's been starved of money, and hurt by years of creeping privatisation.",
            "economy": "We need proper regional infrastructure development in Calderdale and in Yorkshire. We have a real opportunity to create 'green' jobs and jobs in high-tech manufacturing.",
            "environment": "Anyone hit by the floods knows the importance of this. We only have one planet, and we have to protect it. My daughter's generation is relying on us.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I was born and brought up here in the Calder Valley and I live here in the constituency with my wife and baby daughter.",
        "politicalExperience": [
            {
                "role": "Previous work",
                "duration": "",
                "achievements": "Worked for Oxfam, the Child Poverty Action Group and a trade union, and now works in the health sector."
            }
        ],
        "contactInformation": {
            "address": "Calder Valley Labour Office, Trades Club Building, Holme Street, Hebden Bridge, HX7 8EE",
            "phone": "",
            "email": "josh@calderlabour.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "JoshFGCalderValley",
                "twitter": "JoshFG",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Josh Fenton-Glynn standing to be your Labour MP."
                }
            ]
        },
        "additionalNotes": "The leaflet indicates a strategy to engage the electorate with emphasis on Labour's fundamental principles and the imperative to work collectively for more caring communities."
    }
}