{
  "leaflet": {
    "candidateName": "Steve Masters",
    "constituency": "Newbury",
    "politicalParty": "Green Party",
    "electionDate": "Thursday 12 December",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Climate Change",
        "policyDescription": "Aim to have the local council declare a climate emergency, reach carbon neutral target by 2030, involve everyone and achieve a reduction in dangerous weather extremes."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Aware of the lack of affordable and quality homes in the UK. Involved in writing the wording involving rent on homeslessness for HealthWatch West Berkshire and setting up the community-led hostel last winter. Chair of trustees at Eight Bells for Mental Health Newbury."
      },
      {
        "policyTitle": "Community",
        "policyDescription": "Championing engagement with communities who have been left behind. The Green Party believes the only way to heal the country's deep divisions is to give everyone a vote on the Government's final deal."
      },
      {
        "policyTitle": "Europe",
        "policyDescription": "The EU has played a vital role in maintaining peace and prosperity across Europe since we joined in 1973. Advocates for the freedom of people to travel freely to study and work anywhere in Europe, to cleaner beaches, and guaranteed parental and holiday leave."
      }
    ],
    "mentions": {
      "candidate": "Steve Masters",
      "otherPartyLeaderCandidate": "Conservative MP",
      "partyLeader": "",
      "tacticalSituation": "We only be successful if we can influence the decision from within."
    },
    "issues": {
      "brexitEurope": "We only be successful if we can influence the decision from within.",
      "economy": "",
      "education": "",
      "environment": "Aim to have the local council declare a climate emergency, move everyone to reduce dangerous weather extremes.",
      "governance": "",
      "health": "Chair of trustees at Eight Bells for Mental Health Newbury.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Aware of the lack of affordable and quality homes in the UK.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "After serving in the Royal Air Force for nearly 20 years, I have been a care worker and a campaigner in West Berkshire. I was elected to West Berkshire Council and Newbury Town Council as a Green Party councillor this year.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "current position",
        "achievements": "Elected to West Berkshire Council and Newbury Town Council."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07476 810230",
      "email": "steve@westberkshiregreens.org.uk",
      "website": "www.votesteve.uk\nwww.westberkshiregreens.org.uk",
      "socialMedia": {}
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": []
    },
    "additionalNotes": ""
  }
}