{
  "leaflet": {
    "candidateName": "Paul Ray",
    "constituency": "Lichfield & Burntwood",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "FRESH VISION",
        "content": "For the challenges we face LOCALLY NATIONALLY GLOBALLY Lichfield & Burntwood needs an MP like PAUL RAY Committed to making our country FAIRER, GREENER, BETTER place"
      },
      {
        "title": "10 MORE YEARS OF BREXIT",
        "content": "Johnson's plan: will not resolve our future EU relationship - or the Tory civil war over Europe. But it will mean a hard exit from trade blocks, making port delays worse for shoppers and farmers."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Opposes a hard Brexit and advocates for stopping Brexit, suggests that the Liberal Democrats are the only party committed to revoking Article 50 and stopping Brexit."
      }
    ],
    "mentions": {
      "candidate": "Local Councillor Paul Ray has been chosen by Liberal Democrats to champion Lichfield & Burntwood as their Parliamentary candidate in this election.",
      "otherPartyLeaderCandidate": "Corbyn has always wanted Brexit and was willing to work with the conservatives to get it. Labour now say they want two referendums because they're undecided."
    },
    "issues": {
      "brexitEurope": "10 MORE YEARS OF BREXIT - Johnson's plan will not resolve our future EU relationship - or the Tory civil war over Europe. But it will mean a hard exit from trade blocks, making port delays worse for shoppers and farmers.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Paul has been working wide-spread... including public nuisance, housing issues.",
      "housing": [
        {
          "content": "Paul has been working wide-spread... issues affecting Lichfield and Burntwood.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Paul Ray: A STRONG VOICE FOR US",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "Served for 19 years",
        "achievements": "Worked on issues affecting Lichfield city and the parishes in Burntwood. Re-elected in 2019."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "paulraylibdems@gmail.com",
      "website": "lichfielddemocrats.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Paul Ray: A STRONG VOICE FOR US"
        },
        {
          "caption": "FRESH VISION For the challenges we face LOCALLY NATIONALLY GLOBALLY Lichfield & Burntwood needs an MP like PAUL RAY"
        }
      ]
    },
    "additionalNotes": ""
  }
}