{
    "leaflet": {
        "candidateName": "Jack Lopresti",
        "constituency": "Filton and Bradley Stoke",
        "politicalParty": "Conservative",
        "electionDate": "Spring 2010",
        "messages": [
            {
                "title": "GET BRITAIN WORKING",
                "content": "Conservative plans include supporting small businesses to create more jobs, freezing council tax, reforming welfare to make work pay, and giving the unemployed new skills to get them back to work."
            },
            {
                "title": "VOTE FOR CHANGE",
                "content": "The leaflet suggests that by voting Conservative, one can bring change and clean up politics, particularly through measures like cutting MP numbers and costs, allowing constituents to sack corrupt MPs, and having a referendum on any future EU treaties."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Controlling Immigration",
                "policyDescription": "Conservatives aim to control immigration with transitional controls to limit numbers coming from new EU countries, with the aim to reduce immigration from the hundreds of thousands to the tens of thousands."
            },
            {
                "policyTitle": "Supporting Pensioners",
                "policyDescription": "Conservatives pledge to keep the Winter Fuel Allowance, free bus travel and TV licenses for over-75s. They also propose a higher home protection scheme to protect pensioners' assets."
            },
            {
                "policyTitle": "Conservatives Keeping Council Tax Low",
                "policyDescription": "A commitment to freeze council tax for two years and a promise to give residents the power to veto excessive council tax rises."
            },
            {
                "policyTitle": "Help for Working Families",
                "policyDescription": "Plans to support families through tax reforms and freeze council tax for two years. Conservatives are committed to addressing issues faced by working families."
            },
            {
                "policyTitle": "Fighting for Those Who Fight for Us",
                "policyDescription": "The leaflet highlights the doubling of the operational allowance for the armed forces and the support for veterans including improved mental health care."
            },
            {
                "policyTitle": "Tackling Britain's Debt Crisis",
                "policyDescription": "The Conservatives pledge action on debt by stopping wasteful government spending, growing the economy, and reforming public services to deliver better value for taxpayers."
            }
        ],
        "mentions": {
            "candidate": "Jack Lopresti has been active in the local area campaigning on issues like protecting the green belt and opposing excessive housing developments and parking charges.",
            "otherPartyLeaderCandidate": "The leaflet criticizes the economic management of Gordon Brown and Labour's policy risks.",
            "partyLeader": "David Cameron is mentioned as the leader of the Conservative party promising change and addressing Britain's debt crisis."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The economic message focuses on the need to mend Britain's economic finances by addressing the debt crisis left by Labour and creating jobs.",
            "education": "",
            "environment": "",
            "governance": "Proposed governance changes include cutting the number of MPs, reducing MP expenses and allowing for the sacking of corrupt MPs.",
            "health": "",
            "immigration": "The leaflet discusses plans to control immigration by setting limits on the numbers coming from new EU countries.",
            "socialWelfare": "Welfare reforms will be put in place to make work pay and help families, as mentioned in the context of policies aimed at fighting for those who fight for the country.",
            "housing": [
                {
                    "content": "Jack Lopresti has been campaigning to protect the green belt and oppose parking charges.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Prospective Conservative MP for Filton and Bradley Stoke",
                "duration": "",
                "achievements": "Campaigning on local issues like protecting the green belt and opposing excessive housing developments and parking charges."
            }
        ],
        "contactInformation": {
            "address": "1 Willow Court, Weston-super-Mare, BS24 7FR",
            "phone": "0117 969 4413",
            "email": "jack@jacklopresti.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jack Lopresti engaged in various campaign related activities."
                }
            ]
        },
        "additionalNotes": ""
    }
}