{
  "leaflet": {
    "candidateName": "Lucy Powell",
    "constituency": "Manchester Withington",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Thank you very much for the warm response I've received on the doorstep recently. It's an honour to stand for election in the area where I grew up and where I live with my family."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax and Spending",
        "policyDescription": "The Conservatives plan on tax and spending threatens vital frontline services and would put the fragile economic recovery at risk. Labour will introduce a new top rate tax for the highest earners to help keep our vital frontline services strong."
      },
      {
        "policyTitle": "Tax Credits",
        "policyDescription": "Stopping the Conservative threat to put a huge tax break for the richest estates in the country while cutting Tax Credits for low and middle income families."
      },
      {
        "policyTitle": "NHS Investment",
        "policyDescription": "Labour's record on investment in schools and hospitals; support for families and pensioners, as well as investment in South Manchester, like the Metrolink, and Fielden College providing hundreds of pounds of Labour's record. Labour will introduce a new top rate tax for the highest earners to help keep our vital frontline services strong."
      }
    ],
    "mentions": {
      "candidate": "Lucy Powell",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "",
      "tacticalSituation": "Not voting for the Lib Dems or the Greens, or not voting at all, will help David Cameron's Conservatives into power. The Lib Dem leader has even said that he would support the Conservatives in the event of a hung Parliament."
    },
    "issues": {},
    "personalStatement": "It's an honour to stand for election in the area where I grew up and where I live with my family.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "It's so close between Labour and Conservative - Predicted number of seats"
        }
      ]
    },
    "additionalNotes": "P.S. Your vote could make all the difference - it's that close. Make sure you vote Labour."
  }
}