{
    "leaflet": {
        "candidateName": "Jill Wareham",
        "constituency": "Island",
        "politicalParty": "Lib Dems",
        "electionDate": "",
        "messages": [
            {
                "title": "Jill on Education",
                "content": "With three children who attended Island schools together with being a governor at a number of schools and the IOW College I firmly believe that: Village schools must be retained as the heart of their communities because once lost, local schools will never return. Changing to a tier system, if handled well, will improve standards. Class sizes must be cut for pupils to achieve their potential."
            },
            {
                "title": "Four steps to a fairer Britain",
                "content": "1. Fairer taxes that put money back into your pocket — no tax on the first £10k that you earn\n2. A fair chance for every child — Smaller class sizes and abolish university tuition fees\n3. A fair future: create jobs by making Britain greener — invest in public transport, renewable energy and energy efficient homes\n4. A fair deal for you from politicians — make politicians more accountable and give you the right to sack corrupt MPs"
            },
            {
                "title": "Save the Military Road",
                "content": "Time is running out for the Military Road particularly between Brook and Compton where the cliff has eroded to less than 11ft away from the edge of the road. We feel strongly about keeping the Military Road open please sign our petition on www.iowlbdbems.org.uk"
            },
            {
                "title": "Disgraceful Budget Cuts",
                "content": "Our Conservative run Council has shown its true (blue) colours. It is protecting highly paid officers, consultants and costly press department at the expense of the most vulnerable in our community. Contrary to the rhetoric from David Cameron the true face of Conservativism is being expressed by David Pugh who is carrying out draconian cuts to budgets that support the most vulnerable people on the Island of more than £2m. This is the true face of Conservatism—hitting hard those least able to defend themselves!"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Village schools must be retained as the heart of their communities. Class sizes must be cut for pupils to achieve their potential."
            },
            {
                "policyTitle": "Taxes",
                "policyDescription": "Fairer taxes that put money back into your pocket—no tax on the first £10k that you earn."
            },
            {
                "policyTitle": "Children's Future",
                "policyDescription": "A fair chance for every child—Smaller class sizes and abolish university tuition fees."
            },
            {
                "policyTitle": "Job Creation and Environment",
                "policyDescription": "Create jobs by making Britain greener—invest in public transport, renewable energy and energy efficient homes."
            },
            {
                "policyTitle": "Political Accountability",
                "policyDescription": "A fair deal for you from politicians—make politicians more accountable and give you the right to sack corrupt MPs."
            },
            {
                "policyTitle": "Road Infrastructure",
                "policyDescription": "We feel strongly about keeping the Military Road open and urge support for our petition."
            },
            {
                "policyTitle": "Budget Management",
                "policyDescription": "Oppose draconian cuts to budgets that support the most vulnerable people on the Island."
            }
        ],
        "mentions": {
            "candidate": "Jill Wareham",
            "otherPartyLeaderCandidate": "David Pugh",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": ""
        },
        "issues": {
            "education": "Village schools must be retained as the heart of their communities. Changing to a tier system, if handled well, will improve standards. Class sizes must be cut for pupils to achieve their potential.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ],
            "governance": "A fair deal for you from politicians—make politicians more accountable and give you the right to sack corrupt MPs."
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Governor at a number of schools and the IOW College",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Wellingtons, Moor Lane, Brighstone, Newport, Isle of Wight, PO30 4DL",
            "phone": "",
            "email": "jill_wareham@hotmail.com",
            "website": "www.iowlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jill Wareham with Nick Clegg at the National Conference"
                },
                {
                    "caption": "Jill the activist joining in with demonstrators to keep our small schools"
                }
            ]
        },
        "additionalNotes": ""
    }
}