{
    "leaflet": {
        "candidateName": "George Mudie",
        "constituency": "Leeds East Constituency",
        "politicalParty": "Labour",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "The Economy",
                "policyDescription": "Labour's Record: Cut VAT to increase demand and help businesses, Introduced a car scrappage scheme to keep the car industry on its feet, Invested £5 billion to provide extra help for unemployed young people, Prevented repossessions by using new laws to ensure that repossession must always be a last resort, Brought in the Enterprise Finance Guarantee scheme which has helped almost 9,000 businesses access loans totalling over £900 Million."
            }
        ],
        "mentions": {
            "candidate": "George Mudie worries mainly about local inner city dereliction and its impact on the 'Leeds poor'.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "When Britain was hit by the global recession, Labour faced a choice - let the recession run its course, as the Tories did in the 1980s and 1990s or support the economy, businesses and family finances. Labour also decided that cutting public spending in a downturn was the wrong choice, and would have seen four times as many jobs lost.",
            "education": "Labour has made a difference: In Leeds East Constituency Primary School Key Stage 2 SATs Results (3 Subjects): 1997 - 56%, 2009 - 79%. Pupils getting 5 GCSE 'A*' to 'C': 1997 - 35%, 2009 - 70%. No. of Secondary Teachers: 1997 - 210, 2009 - 290. No. of Teaching Assistants and support staff: 1997 - 320, 2009 - 650. Spending per pupil aged 3-19: 1997 - £2950, 2009 - £4720.",
            "environment": "",
            "governance": "",
            "health": "The National Health Service is Labour's greatest achievement. We created it, we saved it, we value it and we will always support it. The NHS remains Britain's most cherished service. And the fairest system of healthcare in the world. Under Labour, the NHS is in good shape, and poised to meet the new demands and challenges which will be placed upon it in the future.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0113 232 3766",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "'worries mainly about local inner city dereliction and its impact on the 'Leeds poor''.",
                "source": "The Guardian",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "George Mudie - Working for East Leeds"
                }
            ]
        },
        "additionalNotes": ""
    }
}