{
    "leaflet": {
        "candidateName": "Brenda Porter",
        "constituency": "Southport",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "VOTE FOR BRENDA PORTER",
                "content": "As Southport’s Prospective Conservative MP I like many others have concerns for the future of our country and how the consequences of the last 13 years of a Labour Government will affect us as individuals and as a community."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Brenda Porter",
            "otherPartyLeaderCandidate": "Gordon Brown, Mr Clegg",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "As an ex MEP Mr Clegg is very pro-Europe.",
            "economy": "Gordon Brown has led us into the worst economic predicament since World War Two with an unprecedented level of national debt which threatens our recovery from a recession made worse for the UK because of his handling of our economy.",
            "education": "Improve our health service, raise standards in schools and ensure our pensioners are treated with respect and dignity with an assured quality of life.",
            "environment": "",
            "governance": "",
            "health": "Improve our health service, raise standards in schools and ensure our pensioners are treated with respect and dignity with an assured quality of life.",
            "immigration": "",
            "socialWelfare": "Improve our health service, raise standards in schools and ensure our pensioners are treated with respect and dignity with an assured quality of life.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "With my commitment to Southport, already a proven fact; and with your support I can be Southport’s strong voice in Westminster. Please give me your support I will not let you down.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "27 Porshe Grove, Ainsdale, Southport PR8 2SY",
            "phone": "Tel: 01704 579747",
            "email": "Brenda_porter@talktalk.net",
            "website": "www.tellbrenda.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "A local lady with a commitment to Southport, already a proven fact; and with your support I can be Southport’s strong voice in Westminster. Please give me your support I will not let you down.",
                "source": "",
                "date": ""
            },
            {
                "text": "We need a steady hand with credible plans for jobs and growth and a return to family values, we need a new Government. It is recognised a hung Parliament would be a disaster for a country so badly affected with an economic crisis, and desperately in need of a Government with a mandate, and courage, to take tough decisions to get our country back on track and again be ‘Great Britain’; David Cameron can do this job with a Conservative Government.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet page showing a message from Brenda Porter, Conservative candidate for Southport"
                }
            ]
        },
        "additionalNotes": "Promoted & Printed by David Woodridge on behalf of Brenda Porter, both of Southport Conservative Offices, Stanley Street, Southport PR9 0BY."
    }
}