{
  "leaflet": {
    "candidateName": "James Normington",
    "constituency": "Sleaford & North Hykeham",
    "politicalParty": "Labour",
    "electionDate": "6 May 2010",
    "messages": [
      {
        "title": "A Future Fair For All",
        "content": ""
      },
      {
        "title": "Putting local people first",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Decent Homes for All",
        "policyDescription": "Everyone deserves a decent home. I will campaign for more affordable housing in the constituency."
      },
      {
        "policyTitle": "Jobs for All",
        "policyDescription": "I will fight both to save jobs and bring new jobs to Sleaford and North Hykeham."
      },
      {
        "policyTitle": "Safeguarding Health and Education",
        "policyDescription": "I will oppose hospital closures and cuts in health and education budgets in Sleaford and North Hykeham."
      },
      {
        "policyTitle": "Protecting the Elderly",
        "policyDescription": "I will campaign to protect local pensioners and deliver practical social care."
      },
      {
        "policyTitle": "Improving Standards in Public Life",
        "policyDescription": "I will live in the constituency, be a full-time MP and not use parliament to enrich myself."
      }
    ],
    "mentions": {
      "candidate": "James Normington",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The economic crisis began in America and spread throughout the world. Gordon Brown took the lead in managing this crisis, and other world leaders admired his forthright policies. Labour rejected Tory calls for immediate, drastic cuts in government spending. Their cuts would bring recession longer and deeper. Labour kept the economy going by supporting the banks, our savings, the unemployed, those facing repossession pressures or higher unemployment and making the recession shorter and shallower. We have been here before, in the 90s. The Tories created exactly the same problem and implemented the policies they now propose. The result was 3,000,000 unemployed and a depression for a decade. Don't let it happen again.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Safeguarding Health and Education: I will oppose hospital closures and cuts in health and education budgets in Sleaford and North Hykeham.",
      "immigration": "",
      "socialWelfare": "Protecting the Elderly: I will campaign to protect local pensioners and deliver practical social care.",
      "housing": [
        {
          "content": "Decent Homes for All: Everyone deserves a decent home. I will campaign for more affordable housing in the constituency.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Putting local people first",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "4 John O'Gaunts Walk, Rothwell, Leeds, LS26 0LR",
      "phone": "0790 4277436",
      "email": "contact@jamesnormington.co",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Mike Hudson",
        "endorsement": "\"James has a long association with Lincolnshire through his service with the R.A.F. A graduate of Cranwell and St. Andrews University, he is a barrister specialising in human law, and is married to Catriana. James wants to make Britain fairer, avert police. That is what I want too, and why I will be voting for him.\" - Resident"
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "James Normington, candidate, interacting with the public."
        }
      ]
    },
    "additionalNotes": ""
  }
}