{
    "leaflet": {
        "candidateName": "Bruce Hogan",
        "constituency": "Forest of Dean",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "A future fair for all",
                "content": "This election is a big choice about the future you want for Britain. The Tories threaten a change you can't afford. I am fighting for a future fair for all."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting from line services",
                "policyDescription": "The NHS is Britain's most loved public service and the fairest system of healthcare in the world. Labour's reforms and investment have dramatically reduced waiting lists. By contrast, the Tories plan to scrap Labour's two-week cancer referral guarantee and 18-week waiting lists. Labour will ensure that vital services are accessible and delivered locally."
            },
            {
                "policyTitle": "Securing the recovery",
                "policyDescription": "Faced with a global recession and the worst financial crisis in 60 years, Britain was not prepared to let the recession take its course and neither were we. The failure of unresponsive business and home repossessions remind us of the harsh lessons we have learned, when the Tory recession of the 1990s. When growth is secured, we will halve the deficit over four years and we will do it fairly."
            },
            {
                "policyTitle": "New industries, future jobs",
                "policyDescription": "Following the global economic downturn, we know the economy needs to be balanced. We will need to compete in new sectors with potential for rapid growth. Labour will support key technologies and offer assistance to manufacturing, so Britain is well placed to take advantage of new markets and growing digital industries to create the full potential of the new industries."
            },
            {
                "policyTitle": "Standing up for the many",
                "policyDescription": "Labour has taken tough action to cut crime and tackle anti-social behavior. But there are still problems of concern, so we will go even further. Every time a young person breaches their bail conditions or a citizen patrol will put them back on track. We will also publish an alcohol related disorder grid, and the police will be on hand during the last orders to enhance 24-hour drinking."
            }
        ],
        "mentions": {
            "candidate": "Bruce Hogan",
            "otherPartyLeaderCandidate": "The Tories",
            "partyLeader": "Gordon Brown",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Faced with a global recession and the worst financial crisis in 60 years, Britain was not prepared to let the recession take its course and neither were we.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The NHS is Britain's most loved public service and the fairest system of healthcare in the world. Labour's reforms and investment have dramatically reduced waiting lists.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Gordon Brown",
                "endorsement": "This election is a big choice about the future you want for Britain. The Tories threaten a change you can't afford. I am fighting for a future fair for all."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Vote Labour"
                }
            ]
        },
        "additionalNotes": ""
    }
}