{
    "leaflet": {
        "candidateName": "Hazel Blears",
        "constituency": "Salford and Eccles",
        "politicalParty": "Labour",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "The change I can deliver",
                "content": "I promise that I will use the power invested in the office of MP, and my skills, knowledge and experience gained as Member of Parliament for the past 13 years, to make Salford, Swinton and Eccles better places for everyone living here in our community."
            },
            {
                "title": "Getting things done",
                "content": "You will already know about some of my achievements over the past few years, especially the great news that Salford Royal Hospital is getting £200 million of investment and a world class centre for treating cancer."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Get more for local people from Media City through a schools programme to give local children a head start in learning media skills, and by ensuring all jobs are advertised locally."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Keep maternity services at Salford Royal so that babies can continue to be born in Salford. I will protect investment in our health service so people with suspected cancer are tested and told their results within 7 days."
            },
            {
                "policyTitle": "Local Community",
                "policyDescription": "Transform Eccles Town Centre by enforcing the ban on street drinking and working with the Eccles Town Centre Manager to encourage shops back into town."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Secure a bus service from Swinton to Salford Quays so that people can have access to the new jobs available and share in the regeneration."
            },
            {
                "policyTitle": "Education Funding",
                "policyDescription": "Protect Labour's £100 million for our schools. I want our four secondary schools at Swinton High, Oasis-Ordsall, All Hallows and Wentworth to be rebuilt so our children have access to state of the art facilities."
            },
            {
                "policyTitle": "Crime and Safety",
                "policyDescription": "Fight crime and anti-social behaviour by making sure that Neighbourhood Police Teams patrol in the places and at the times people need them. I will continue to hold regular street meetings with the local police team to resolve problems with anti-social behaviour."
            }
        ],
        "mentions": {
            "candidate": "Hazel Blears",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Protect Labour's £100 million for our schools.",
            "environment": "",
            "governance": "",
            "health": "Keep maternity services at Salford Royal so that babies can continue to be born in Salford.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I promise I will continue to work hard for local people and the communities we live in. I will continue to be out and about every week, meeting constituents and listening to their views and concerns.",
        "politicalExperience": [
            {
                "role": "MP for Salford, Swinton and Eccles",
                "duration": "13 years",
                "achievements": "Achieved investment for Salford Royal Hospital including £200 million investment and a world-class centre for treating cancer."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0161 736 5165",
            "email": "",
            "website": "www.hazelblears.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Hazel Blears, Your Labour candidate"
                }
            ]
        },
        "additionalNotes": ""
    }
}