{
    "leaflet": {
        "candidateName": "Zuffar Haq",
        "constituency": "Harborough, Oadby & Wigston",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "It’s time for a change in Harborough, Oadby & Wigston",
                "content": "Dear Robert Fahey, Do you want to see things really change here? People I meet everywhere tell me how they feel let down by those in power. Gordon Brown’s Labour Government has led us from disaster to disaster. We’ve seen MPs who have abused their expenses and still think they can get away with anything. This can’t go on any longer. We need real change right now."
            },
            {
                "title": "A different kind of local MP",
                "content": "I will be a different kind of local MP, listening to and acting on your concerns."
            },
            {
                "title": "P.S.",
                "content": "Don’t forget, the choice here is between real change with a new Lib Dem MP or a Conservative MP. Labour cannot win this time."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tax Plan",
                "policyDescription": "Vince Cable’s tax plan means that you will pay no tax on the first £10,000 you earn – cutting most tax bills by £700."
            },
            {
                "policyTitle": "Police on the Beat",
                "policyDescription": "Liberal Democrats will put more police on the beat - paid for by scrapping Labour’s expensive and ineffective ID cards."
            },
            {
                "policyTitle": "NHS Services",
                "policyDescription": "Zuffar Haq is well-known health campaigner. He will fight to protect frontline NHS services in our area."
            }
        ],
        "mentions": {
            "candidate": "Zuffar Haq",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "Vince Cable",
            "tacticalSituation": "This election will be a straight fight between Zuffar and the Conservatives. Everyone knows Labour cannot win in Harborough, Oadby & Wigston. They do not have a single councillor anywhere in the region. That’s why many Labour supporters are backing the Lib Dems this time."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Zuffar Haq is well-known health campaigner. He will fight to protect frontline NHS services in our area.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Zuffar Haq has lived in Leicestershire all his life and it is where his children are growing up. His family has links to Leicester going back to 1919. Zuffar is a peoples champion rather than a political animal. He has campaigned vigorously on matters that affect local people and has succeeded in making a real difference in the community.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "117a Gartree Road, Oadby Leicester LE2 2FF",
            "phone": "",
            "email": "",
            "website": "www.Haq4Harborough.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}