{
    "leaflet": {
        "candidateName": "Parmjit Singh Gill",
        "constituency": "Leicester South",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Change that works for you",
                "content": "It’s a two horse race here!"
            },
            {
                "title": "Parmjit Singh Gill needs just a 4% swing to win here!",
                "content": "Parmjit Singh Gill will deliver for Leicester"
            },
            {
                "title": "Putting Leicester South first",
                "content": "Delivering real change for you"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Action to tackle crime in Leicester",
                "policyDescription": "Parmjit Singh Gill is elector's choice to scrap the Labour's disastrous ID card scheme and use the savings to put more police on the beat in Leicester. This will be paid for by scrapping Labour's disastrous ID card scheme."
            },
            {
                "policyTitle": "Protecting Leicester's Health Service",
                "policyDescription": "Parmjit will fight to protect free NHS services and to stop cuts to local services and opposes plans to cut NHS Direct and to privatise parts of the NHS."
            },
            {
                "policyTitle": "Tax Cuts",
                "policyDescription": "Promises to put £700 back into the pockets of local taxpayers, plans by Vince Cable and the Liberal Democrats to cut income tax for low and middle earners, funded by closing tax loopholes exploited by the very rich."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Parmjit Singh Gill believes that nobody will ever trust Labour again when it comes to fees for higher education, alleging that the Labour Party, in their time, introduced the fees and left students leaving university in debt."
            }
        ],
        "mentions": {
            "candidate": "Parmjit Singh Gill",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "Vince Cable",
            "tacticalSituation": "It’s a two horse race here between Lib Dems and Labour, Conservatives cannot win here. Needs just a 4% swing for Parmjit Singh Gill to win."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Plans to put £700 back into the pockets of local taxpayers.",
            "education": "Parmjit Singh Gill has opposed tuition fees for higher education and claims nobody will ever trust Labour in that regard.",
            "environment": "",
            "governance": "",
            "health": "Will fight to protect free NHS services and opposes plans to cut NHS Direct and to privatise parts of the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "Parmjit Singh Gill is a hard-working local councillor with a strong record of action on issues such as criminal justice. Won Leicester South by-election and was just a handful of votes from winning the seat at the last General Election."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Under Labour, we have seen the worst recession in 70 years. Our economy is too important to be left to Gordon Brown.",
                "source": "Alistair Darling",
                "date": ""
            },
            {
                "text": "Labour's cuts will be worse than Thatcher's.",
                "source": "Vince Cable",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Parmjit Singh Gill with residents and Vince Cable."
                },
                {
                    "caption": "Parmjit Singh Gill and Vince Cable presenting a tax cut check."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes that it’s a close race between the Lib Dems and Labour in Leicester South, with Conservative Party not in a position to win the seat. It also criticizes Labour’s past decisions and promises positive changes for the local area."
    }
}