{
    "leaflet": {
        "candidateName": "Jim Paice",
        "constituency": "South East Cambridgeshire",
        "politicalParty": "Conservatives",
        "electionDate": "General Election 2010",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "Thank you for your support in this election so far and requesting to represent everyone and help anyone who seeks it to the best of my ability."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Restoring Local Democracy",
                "policyDescription": "Conservatives will abolish the entire bureaucratic and undemocratic tier of regional planning including planning strategies and housing targets. Local councils will decide how any houses we need and where they should go. This will support Green Belt, help rebrand, based solely on Government targets."
            }
        ],
        "mentions": {
            "candidate": "Jim Paice",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Prepared to support lower taxes and stimulate enterprise for the future. Generate real cash for local communities allowing investment in new infrastructure and public services.",
            "education": "",
            "environment": "Closing planning loophole where travellers occupy bought plot after being refused. Ensuring local decisions on locations for new waste disposal and recycling schemes.",
            "governance": "Support local communities and government trust, abolish regional planning, lower taxes, streamline decision making and stimulating enterprise.",
            "health": "Family use the NHS and values it immensely, wants it to be among the best in the world.",
            "immigration": "Stop retrospective planning permission after land takeover by intentional trespass (as originally proposed by Jim).",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Support councils on deciding house numbers and locations, supporting Green Belt, protecting from unnecessary government targets.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "\"This election is not really about me; it is about wanting to continue in the way we have for the last 13 years.\"",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Smallbridge House, The Moor, Fordham, Cambridgeshire CB7 5LU",
            "phone": "07919 430 314",
            "email": "jim@re-electjimpaice.co.uk",
            "website": "www.re-electjimpaice.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "\"I am proud to live in South East Cambridgeshire and to have represented it but there is always more to achieve; I want to see continued economic growth whilst protecting our environment and ensuring more responsibility for their own and their families' lives.\"",
                "source": "Jim Paice",
                "date": "General Election 2010"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "Campaigning against the expansion of a new aircraft stacking area over the south of the constituency forcing Air Traffic Control to think again. Campaign against the potential Mereway roundabout and local road closures."
    }
}