{
    "leaflet": {
        "candidateName": "Geoff Juby",
        "constituency": "Rochester and Strood",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "OUR NHS... AT RISK!",
                "content": "\"We've lived through this mistake for 60 years now... The reality is it [The NHS] hasn't worked - it has made people iller...\" - Senior Conservative Dan Hannan, Summer 2009"
            },
            {
                "title": "It's Geoff Juby vs the Tories here",
                "content": "Change of votes in the General Election 2005: +3.2% [Lib Dem], +2.5% [Cons], -6.8% [Lab]. Labour can't win in Rochester and Strood. Voting for them will just help elect a Conservative MP. Only a vote for Geoff Juby will bring real change for our area."
            },
            {
                "title": "See my contract with the people of Rochester and Strood",
                "content": "I will put local people first. I will be there to help, listen to your concerns, and stand up for our community."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Campaign for fairer taxes",
                "policyDescription": "Nick Clegg and Vince Cable believe that there should be fair taxes that put money back in your pocket."
            },
            {
                "policyTitle": "Campaign to protect the NHS",
                "policyDescription": "Geoff campaigning to protect Local NHS Services."
            },
            {
                "policyTitle": "Campaign for more jobs for local people",
                "policyDescription": "Geoff will meet regularly with local service providers like the police, health services and residents' groups."
            }
        ],
        "mentions": {
            "candidate": "Geoff Juby is the owner of Reena Stores in Strood with issues affecting small businesses.",
            "otherPartyLeaderCandidate": "Senior Conservative Dan Hannan, Summer 2009. Labour MP deserting Medway.",
            "partyLeader": "",
            "tacticalSituation": "Change of votes in the General Election 2005: Labour can't win in Rochester and Strood. Voting for them will just help elect a Conservative MP."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Fairer taxes that put money back in your pocket.",
            "education": "",
            "environment": "Geoff campaigning to keep Cliffe and the Hoo Peninsula free of development.",
            "governance": "",
            "health": "OUR NHS... AT RISK! Geoff campaigning to protect Local NHS Services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "To protect our green areas - especially from developers on the Hoo Peninsula.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "As your local MP Geoff will put local people first and deliver real change and fairness for our area.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Geoff speaks with the owner of Reena Stores in Strood about issues affecting small businesses."
                },
                {
                    "caption": "Geoff campaigning to keep Cliffe and the Hoo Peninsula free of development."
                },
                {
                    "caption": "Geoff campaigning to protect Local NHS Services."
                },
                {
                    "caption": "Geoff Juby with supporters."
                }
            ]
        },
        "additionalNotes": "Liberal Democrat MPs were more highly regarded by their constituents than Conservative or Labour were by theirs - Independent Politics/Home largest UK poll, Autumn 2009."
    }
}