{
    "leaflet": {
        "candidateName": "Andrew Dakers",
        "constituency": "Brentford, Chiswick, Gunnersbury, Hounslow, Isleworth & Osterley",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "BE A CHANGEMAKER...",
                "content": "Join us as we make a better, fairer and greener borough."
            },
            {
                "title": "The Lib Dem difference: four steps to a fairer Britain",
                "content": "Fairer taxes, a fair start for every child, a fair future, a fair deal from politicians."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Secure fairer funding for NHS Hounslow",
                "policyDescription": "Stop the West Middlesex hospital from downsizing and support a fairer funding formula."
            },
            {
                "policyTitle": "End the stink of Mogden Sewage Works",
                "policyDescription": "Mogden Sewage Works in Isleworth has long blighted the lives of many in our local community."
            },
            {
                "policyTitle": "CREATE NEW LOCAL APPRENTICESHIPS",
                "policyDescription": "Help the jobless with smarter investment in education, says Councillor Dakers."
            }
        ],
        "mentions": {
            "candidate": "Andrew Dakers",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": "The last general election result evidently positioned the Lib Dems as the main challenger to Labour in the constituency. Tactical voting might be suggested as the way to prevent a split vote and enhance the potential for a Lib Dem victory."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Fairer taxes that put money back in your pocket.",
            "education": "A fair start for every child, by cutting class sizes and providing funds for a one-on-one tuition.",
            "environment": "A fair future by creating greener jobs, and a fair deal from the politicians",
            "governance": "A fair deal from politicians with the right to sack corrupt MPs.",
            "health": "Stop the West Middlesex hospital from downsizing and support a fairer funding formula for NHS Hounslow.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Councillor Andrew Dakers",
                "duration": "",
                "achievements": "Councillor Dakers is Leader of Hounslow Liberal Democrats and their prospective MP. He speaks for the Liberal Democrats on the London Assembly..."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "020 8560 7033",
            "email": "",
            "website": "www.andrewdakers.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Councillors Andrew Dakers and Barbara Reid outside the now closed Post Office"
                },
                {
                    "caption": "Andrew Dakers with Vince Cable MP and Cllr Barbara Reid, speaking up for residents on aircraft noise and Heathrow expansion."
                }
            ]
        },
        "additionalNotes": ""
    }
}