{
    "leaflet": {
        "candidateName": "Columba",
        "constituency": "Camberwell and Peckham",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "My contract with people across Camberwell and Peckham",
                "content": "As a local resident, I know we deserve better from our MP. I will put local people first. I will be there to help, listen to your concerns and stand up for our communities."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes that put money back in your pocket",
                "policyDescription": "Pay no tax on the first £10,000 you earn – cutting most tax bills by £700."
            },
            {
                "policyTitle": "A fair chance for every child",
                "policyDescription": "Smaller class sizes, more cash for schools and abolishing university tuition fees."
            },
            {
                "policyTitle": "A fair future: create jobs by making Britain greener",
                "policyDescription": "Invest in public transport, renewable energy and energy efficient homes."
            },
            {
                "policyTitle": "A fair deal for you from the politicians",
                "policyDescription": "Make politicians accountable and give you the right to sack corrupt MPs."
            }
        ],
        "mentions": {
            "candidate": "Columba",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Columba supported the 10:10 campaign for cuts on carbon emissions.",
            "governance": "I will be a strong and independent voice for Camberwell and Peckham. I will open a high street constituency office and hold regular surgeries locally and at Westminster. I will fight to change the rotten expenses system and let people sack corrupt MPs.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Columba has served our borough for nearly 12 years as a local councillor. He is the founder of the first African museum and in charge of Equality, Sports and Culture. He launched the Burgess Park Tennis Club. Now Chair of the Rotherhithe Community Council.",
        "politicalExperience": [
            {
                "role": "Local Councillor",
                "duration": "Nearly 12 years",
                "achievements": "Founder of the first African museum, in charge of Equality, Sports, and Culture, launched the Burgess Park Tennis Club, now Chair of the Rotherhithe Community Council."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Columba with the Liberal Democrats' commitment to cut carbon by 10% by 2010"
                }
            ]
        },
        "additionalNotes": "The Lib Dem difference: The Liberal Democrats will take action to protect frontline NHS services. We will put more police on patrol, restore the pensions’ earnings link and deliver fair pay for the armed forces. We have identified real savings to pay for it. The Lib Dems are the only party with a plan to balance the country’s books after the recession."
    }
}