{
  "leaflet": {
    "candidateName": "Steven Baker",
    "constituency": "Wycombe",
    "politicalParty": "Conservatives",
    "electionDate": "6 May",
    "messages": [
      {
        "title": "THE CHOICE ON THURSDAY, 6 MAY",
        "content": "Steve was formerly a Royal Air Force engineer officer and a consulting software engineer. He lives in High Wycombe with his wife, Beth, a general practitioner. If elected, he will commute to Parliament daily at his own expense, putting your concerns first. Steve's top priority is improving our local health services."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Your NHS",
        "policyDescription": "Steve Baker backs the NHS and will work to improve maternity and A&E. He wants accountable and transparent health services centred on patients, not political targets, with clinical staff free and in control."
      },
      {
        "policyTitle": "Your Family",
        "policyDescription": "Steve Baker knows the family is the fundamental building block of society. He insists every parent should be able to do what is best for their child. Steve believes every family matters—whatever their background."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Steve Baker wants to abolish grammar schools and wants to support and enhance the upper schools to give a great education to every child. Steve backs measures to raise standards, restore discipline and enhance the status of teachers. He backs plans to break down barriers to new schools."
      },
      {
        "policyTitle": "Fixing politics.",
        "policyDescription": "Steve Baker wants fewer politicians with less power. He would use the abolition regional government, to get power back from the EU and to restore democratic control over governance. He agrees that Parliament should be smaller and less expensive."
      }
    ],
    "mentions": {
      "candidate": "Steven Baker",
      "otherPartyLeaderCandidate": "Labour, LibDems",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "He would use the abolition of regional government, to get power back from the EU.",
      "economy": "",
      "education": "Steve Baker wants to abolish grammar schools and wants to support and enhance the upper schools.",
      "environment": "",
      "governance": "Steve Baker wants fewer politicians with less power. He would use the abolition of regional government, to get power back from the EU and to restore democratic control over governance.",
      "health": "Steve Baker backs the NHS and will work to improve maternity and A&E.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Steve was formerly a Royal Air Force engineer officer and a consulting software engineer. If elected, he will commute to Parliament daily at his own expense, putting your concerns first.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "50a West Wycombe Road, High Wycombe HP12 3AE",
      "phone": "",
      "email": "",
      "website": "www.wycombeconservatives.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Steve Baker leaflet image."
        }
      ]
    },
    "additionalNotes": ""
  }
}