{
  "leaflet": {
    "candidateName": "Eilidh Whiteford",
    "constituency": "Banff and Buchan",
    "politicalParty": "Scottish National Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Campaigning against Westminster discrimination",
        "content": "Eilidh Whiteford has slammed the UK Government's discriminatory bedroom tax, charging people who receive Scottish disability tax credits more than those in the rest of the UK, and their plans to increase state pension age. The discrimination is now threatening local jobs and slowing renewable energy."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Defending jobs and public services",
        "policyDescription": "Defending jobs and public services. The London parties having an axe hanging over Scottish education and the pensions, speeding that change."
      },
      {
        "policyTitle": "Economic recovery",
        "policyDescription": "Encouraged by the recovery in fishing and keeping Scotland's position in farming and food production strong, spending £100 billion in Trident nuclear expenses."
      }
    ],
    "mentions": {
      "candidate": "Eilidh Whiteford",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Alex Salmond",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Economic recovery, spending £100 billion in Trident nuclear expenses.",
      "education": "Education, with the London parties having an axe hanging over Scottish education and pensions.",
      "environment": "The growth of green jobs in energy sector is massive for the future in the Northeast.",
      "governance": "Disillusioned with politics. They see the name-calling between the parties at Westminster, and expenses scandals, and it's a turn-off. I decided to be different. I want to speak up for our communities, and be a strong and effective voice for this area.",
      "health": "",
      "immigration": "",
      "socialWelfare": "Campaigning against the UK Government's discriminatory bedroom tax.",
      "housing": [
        {
          "content": "Disillusioned with politics. They see the name-calling between the parties at Westminster, and expenses scandals, and it's a turn-off.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "My mother asks me that all the time! I think a lot of people have become really disillusioned with politics. I want to be different. I want to speak up for our communities, and be a strong and effective voice for this area.",
    "politicalExperience": [
      {
        "role": "Candidate",
        "duration": "",
        "achievements": "Defending jobs and public services. Encouraged by the recovery in fishing and keeping Scotland's position in farming and food production strong."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Alex Salmond",
        "endorsement": "Win with Salmond & Whiteford"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Eilidh Whiteford with Alex Salmond in 1987 and below today."
        },
        {
          "caption": "Eilidh Whiteford... local, effective and hard working"
        }
      ]
    },
    "additionalNotes": "Working history includes time with Oxfam as a policy advisor on campaigns, trade, and climate change. Has taught English at a university level, promoting accessible education."
  }
}