{
    "leaflet": {
        "candidateName": "Sarah Carr",
        "constituency": "Herefordshire",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "It's Sarah Carr or the Conservative here",
                "content": "Labour, Greens and UKIP cannot win here"
            },
            {
                "title": "Sarah Carr set to win",
                "content": "Paul Keetch is not standing for re-election in Herefordshire. Paul Keetch is supporting Sarah Carr as the best choice to be our local MP. Paul Keetch and Sarah Carr have a strong record of action which she will continue as our MP."
            },
            {
                "title": "3 things to remember",
                "content": "1. Sarah Carr has a record of action fighting for local services; scrapping hospital parking charges, fighting for our schools and rural services. 2. The Conservative candidate is a London based ex-banker whose family do not live in Herefordshire. 3. Labour cannot win in Herefordshire. Voting for them will just help the Conservatives win."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes that put money back in your pocket",
                "policyDescription": "Lib Dem leader Nick Clegg's tax plan means that you will pay no tax on the first £10,000 you earn – cutting most tax bills by £700."
            }
        ],
        "mentions": {
            "candidate": "Sarah Carr is campaigning against outrageous hospital parking charges. She has also led strong campaigns against closures to local schools and local post offices.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": "Labour, Greens and UKIP cannot win here. Voting for them will just help the Conservatives win."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Sarah Carr has led strong campaigns against closures to local schools",
            "environment": "",
            "governance": "",
            "health": "Sarah Carr is campaigning against outrageous hospital parking charges",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "She will take to Westminster a sense of integrity that many see as lacking in their elected representatives",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Liberal Democrats, Freepost, Hereford, HR1 2LL",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Herefordshire Life",
                "endorsement": "She will take to Westminster a sense of integrity that many see as lacking in their elected representatives"
            }
        ],
        "quotes": [
            {
                "text": "She will take to Westminster a sense of integrity that many see as lacking in their elected representatives",
                "source": "Herefordshire Life",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sarah Carr and her family live in Herefordshire."
                }
            ]
        },
        "additionalNotes": "The Conservative candidate is based in London where his wife and children live. He is a former director of Barclays Bank, which paid out millions in bonuses. He has failed to stand up to the Conservative run Council. They are spending £17m on new offices whilst slashing vital local services."
    }
}