{
    "leaflet": {
        "candidateName": "Glenda Jackson",
        "constituency": "Queen's Park & Kensal Rise",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "SAVE OUR SURE START",
                "content": "The Tories would cut £200 million from Sure Start, closing down 1 in 5 centres. The Tories are a change your family can’t afford."
            },
            {
                "title": "BRENT’S UNHOLY ALLIANCE",
                "content": "Here in Brent, Lib Dems and Tories have been running the council in coalition since 2006."
            },
            {
                "title": "Lib Dem Tory Hall of Shame",
                "content": "- Kilburn One Stop Shop CLOSED; - Kilburn In2work job shop CLOSED; - Record home care charges; - Millions blown on new Wembley town hall, as jobs are slashed."
            },
            {
                "title": "TRANSFORMING OUR SCHOOLS",
                "content": "This year, the Labour Government committed £20 million for building work at Queen's Park Community School – part of the Tories win–and is investing in Kensal, Salusbury and Princess Frederica."
            },
            {
                "title": "Clegg could support Tories in a minority government",
                "content": "Committed to a progressive future? Take a closer look at what Lib Dems stand for, and who they choose to work with. Only Labour offers a future fair for all."
            },
            {
                "title": "A future fair for all",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Labour Government committed £20 million for building work at Queen's Park Community School and is investing in Kensal, Salusbury and Princess Frederica."
            }
        ],
        "mentions": {
            "candidate": "Glenda Jackson",
            "otherPartyLeaderCandidate": "Lib Dems",
            "partyLeader": "",
            "tacticalSituation": "The Lib Dem leader described Labour as ‘irrelevant’, despite his local candidate’s claims this seat is a straight race between himself and Glenda Jackson. It is now clearer than ever that a vote for the Lib Dems is indeed a vote for the Tories."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Labour Government committed £20 million for building work at Queen's Park Community School.",
            "environment": "",
            "governance": "Lib Dems and Tories have been running the council in coalition since 2006.",
            "health": "",
            "immigration": "",
            "socialWelfare": "The Tories would cut £200 million from Sure Start, closing down 1 in 5 centres.",
            "housing": [
                {
                    "content": "Millions blown on new Wembley town hall, as jobs are slashed.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Voters have faced a clear choice since the start of this election campaign, between economic recovery and support for society, or the sink or swim approach of the right wing. Despite the distractions of Mr Clegg's opinion poll rise, it is now clearer than ever that a vote for the Lib Dems is indeed a vote for the Tories.",
        "politicalExperience": [
            {
                "role": "Labour candidate for Hampstead & Kilburn",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "288 Kilburn High Road, London NW6 2DB",
            "phone": "020 7419 9781",
            "email": "glenda@glenda-jackson.co.uk",
            "website": "www.glenda-jackson.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "The Lib Dem leader described Labour as ‘irrelevant’, despite his local candidate’s claims this seat is a straight race between himself and Glenda Jackson.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Clegg backs Cameron"
                }
            ]
        },
        "additionalNotes": ""
    }
}