{
    "leaflet": {
        "candidateName": "Chris Philp",
        "constituency": "Hampstead and Kilburn",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "60 SECOND Q&A",
                "content": "Chris Philp answers questions about why he is standing to be an MP, why he lives in Hampstead & Kilburn, what he likes about living in the area, his feelings towards career politicians, what he has done in the local area, and about voting Conservative."
            },
            {
                "title": "A HUNG PARLIAMENT WOULD MEAN 5 MORE YEARS OF GORDON BROWN.",
                "content": "The leaflet suggests that a vote for the Conservative party is necessary to prevent an additional five years of Gordon Brown as Prime Minister."
            },
            {
                "title": "A PERSONAL MESSAGE FROM DAVID CAMERON",
                "content": "David Cameron expresses that voting Conservative will bring new energy - not giving the government to Gordon Brown by default. Emphasizes on cutting the number of MPs and pushing power out to communities."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting Local Police Stations",
                "policyDescription": "Chris Philp has campaigned to save local police stations."
            },
            {
                "policyTitle": "Protecting Our NHS",
                "policyDescription": "Chris Philp has campaigned to protect the NHS and ensure it provides great service year round."
            },
            {
                "policyTitle": "School Business Ideas",
                "policyDescription": "Chris Philp helps and encourages school children to develop business ideas."
            },
            {
                "policyTitle": "Government Efficiency",
                "policyDescription": "The Conservative perspective, as expressed by David Cameron in the leaflet, is a focus on cutting the number of MPs and pushing power out to communities."
            }
        ],
        "mentions": {
            "candidate": "Chris Philp",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": "The leaflet suggests the importance of voting Conservative in Hampstead and Kilburn to prevent a hung parliament leading to 5 more years of Gordon Brown."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "David Cameron mentions cutting the number of MPs and pushing power out to communities.",
            "health": "David Cameron talks about a Conservative government bringing new energy - not giving our health service to Gordon Brown by default.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "Defended Police Stations, hospitals, and schools."
            }
        ],
        "contactInformation": {
            "address": "Flamberg House, 1a Heath Hurst Road, NW3 2RU",
            "phone": "07904 157 779",
            "email": "chrisphilp4mp@gmail.com",
            "website": "www.chrisphilp.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Philp - Campaiging to save local police stations."
                },
                {
                    "caption": "Chris Philp - Helping school children develop business ideas."
                },
                {
                    "caption": "Chris Philp - Campaigning to protect our NHS."
                }
            ]
        },
        "additionalNotes": "Chris has lived in the area for ten years and got married last June. He has set up three businesses from scratch, has world experience, loves dogs, and used to have a prolific professional acting career."
    }
}