{
  "leaflet": {
    "candidateName": "Anne Snelgrove",
    "constituency": "South Swindon",
    "politicalParty": "Labour",
    "electionDate": "Thursday 6th May",
    "messages": [
      {
        "title": "NEWSFLASH - WE'RE BACKING ANNE",
        "content": "With the General Election fast approaching on Thursday May 6th, Labour candidate Anne Snelgrove continues to get strong support from all corners."
      },
      {
        "title": "LABOUR ACTION HELPS SWINDON",
        "content": "In the last year Swindon has really seen the difference a Labour government has made. Labour has acted to support jobs and the local economy."
      },
      {
        "title": "My Promises to You",
        "content": "Deliver New Jobs, More support for Education, Fight Anti-Social Behaviour, Protect NHS, More GP Surgeries, Protect our Green Open Spaces."
      },
      {
        "title": "At the General Election, it's a straight choice between a Labour Government or a Tory Government",
        "content": "The Tories have made it clear that they have to win in South Swindon to win the election. That's why they have used Lord Ashcroft's millions to try and buy the election themselves."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Deliver New Jobs for Swindon",
        "policyDescription": "Use technology to create more Swindon jobs."
      },
      {
        "policyTitle": "More support for Education",
        "policyDescription": "One-to-one tuition to help struggling primary school pupils improve; Anti-Social Behaviour teams."
      },
      {
        "policyTitle": "Fight Anti-Social Behaviour",
        "policyDescription": "A dedicated police team for your area."
      },
      {
        "policyTitle": "Protect NHS",
        "policyDescription": "Make more GP surgeries."
      },
      {
        "policyTitle": "Protect our Green Open Spaces",
        "policyDescription": "Will continue to fight any development on our beloved Coate Water."
      }
    ],
    "mentions": {
      "candidate": "Anne Snelgrove",
      "otherPartyLeaderCandidate": "Tories, Lord Ashcroft",
      "partyLeader": "",
      "tacticalSituation": "Only Labour can win here"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour has acted to support jobs and the local economy. The scrap page scheme at Honda and BMW Mini plants saved jobs. Labour helped with working families through Child Tax Credit and Labour Trust Fund, and tackled child tax credits fraud.",
      "education": "One-to-one tuition to help struggling primary school pupils improve; Fight Anti-Social Behaviour, A dedicated police team for your area.",
      "environment": "Protect our Green Open Spaces; Will continue to fight any development on our beloved Coate Water.",
      "governance": "",
      "health": "Protect NHS; Make more GP surgeries.",
      "immigration": "",
      "socialWelfare": "Labour helped with working families through Child Tax Credit and Labour Trust Fund, and tackled child tax credits fraud.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "This election is so important for Swindon's future. We have come through one of the toughest recessions but we must keep on top to build the prosperity the next Labour government will secure for us all.",
    "politicalExperience": [
    ],
    "contactInformation": {
      "address": "7 Little London Court, Albert Street, Swindon SN1 3HY",
      "phone": "01793 615465",
      "email": "annelovesnelgrove@hotmail.co.uk",
      "website": "www.annesnelgrove.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Steve Wakefield",
        "endorsement": "Anne has worked hard with me on local issues in my ward and has helped when I was leading reconciliation for veterans."
      },
      {
        "endorser": "Steve Wakefield",
        "endorsement": "Andy Newman, Swindon & Wiltshire GMB Secretary has declared his full support for Anne."
      },
      {
        "endorser": "Mike and a teacher at nearby Cirencester College",
        "endorsement": "I'm voting for Anne because she has worked away to keep services back and has always worked hard for South Swindon."
      }
    ],
    "quotes": [
      {
        "text": "She is a great friend and an even better woman.",
        "source": "Steve, Andy and Stella",
        "date": ""
      },
      {
        "text": "Labour has really helped me in the last year.",
        "source": "Stella Gough, Freshbrook",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Anne Snelgrove with a quote from locals Steve, Andy, and Stella; Image of Anne Snelgrove with a quote from Stella Gough; Image of a bar chart representing the 2005 General Election Result."
        }
      ]
    },
    "additionalNotes": "Re-Elect Anne Snelgrove on Thursday 6th May. Only Labour can win here."
  }
}