{
    "leaflet": {
        "candidateName": "Chris Coleman",
        "constituency": "Forest of Dean",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Chris Coleman - Winning Here!",
                "content": "For too long now, Labour and the Conservatives have taken this area for granted. I want to see our local schools cherished, our hospitals supported and more police on the beat in our towns and our local villages."
            },
            {
                "title": "Beware of 'Desperate' Labour",
                "content": "The Labour Party is getting more desperate by the day. It's clear that they will say and do anything to try to avoid defeat."
            },
            {
                "title": "The Chris Coleman Guarantee",
                "content": "If I am elected as your next local Member of Parliament, I will fight for more investment in our local schools, work to protect the National Health Service from attack and always stand-up for local hospitals, campaign for more police to patrol our streets and tougher action against those who break the law, be a hardworking full-time local MP for the Forest of Dean, always be open and honest about my pay and expenses."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Your four steps to a fairer Britain",
                "policyDescription": "1. Fairer taxes that put money back in your pocket. 2. A fair chance for every child. 3. A fair future to create jobs by making Britain greener. 4. A fair political system."
            }
        ],
        "mentions": {
            "candidate": "Chris Coleman",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "Nick Clegg and Vince Cable",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "I will fight for more investment in our local schools.",
            "environment": "Chris Coleman is the real green choice. Chris Coleman, the Liberal Democrat candidate to be the next MP for our area, says that we have a genuine green decision. We will invest in public transport, protect the environment and bring renewable energy. Without Chris Coleman, our environment has no one of his precision at the heart of the Liberal Democrats.",
            "governance": "",
            "health": "Work to protect the National Health Service from attack and always stand-up for local hospitals.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Keeping and working locally, holding regular meetings and surgeries and living in the community all your round."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.chriscoleman.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Nick Clegg and Vince Cable",
                "endorsement": "Nick Clegg and Vince Cable are backing Chris Coleman to win here."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Coleman - the real green choice"
                }
            ]
        },
        "additionalNotes": ""
    }
}