{
  "leaflet": {
    "candidateName": "Charles Kennedy",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "",
        "content": "The Liberal Democrats are on the verge of a once in a generation breakthrough, and you can be part of it."
      },
      {
        "title": "",
        "content": "This election is wide open. More and more people are turning away from the old, red-blue, blue-red politics of Labour and Conservatives."
      },
      {
        "title": "",
        "content": "Instead people are choosing something new, something fresh, and something different – a fairer future with the Liberal Democrats."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Charles Kennedy",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "In many parts of Scotland, it's a two horse race between the Liberal Democrats or Labour"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "While Labour and Conservatives ignored the dangers of an economy fuelled by debt, Vince Cable and the Liberal Democrats stood against it and called for tougher regulation of city bankers who brought us to the brink of bankruptcy.",
      "education": "",
      "environment": "",
      "governance": "While Labour and Conservatives blocked reform of the expenses system, Liberal Democrats stood apart and proposed a clear alternative to sack corrupt MPs.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "On May 6th, you have a chance to elect a hard working Liberal Democrat MP who will stand apart from the stale political mainstream and stand up for local communities.",
    "politicalExperience": [
      {
        "role": "Former leader",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "4 Clifton Terrace, Edinburgh, EH12 5DR",
      "phone": "",
      "email": "",
      "website": "www.ScotLibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Charles Kennedy"
        }
      ]
    },
    "additionalNotes": "A vote for the Liberal Democrats on the 6 May is a vote for a fresh start - a better future with the Liberal Democrats."
  }
}