{
  "leaflet": {
    "candidateName": "Jonathan Mitchell",
    "constituency": "Dulwich, West Norwood and Herne Hill",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "The Dulwich, West Norwood and Herne Hill area is a wonderful place to live. We have one of the most diverse communities in the entire country and a strong local history we're all proud of."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taxes and Income Inequality",
        "policyDescription": "Closing the gap between richest and poorest, disgusted by the Labour MP's decision to double income tax for the poorest by scrapping the 10p rate."
      },
      {
        "policyTitle": "Legal and Civil Liberties",
        "policyDescription": "As an international human rights lawyer, opposed Labour's illegal and immoral war in Iraq from the start. Will continue to fight Labour and Conservative attacks on hard-won civil liberties."
      },
      {
        "policyTitle": "Climate Change and Renewable Energy",
        "policyDescription": "Want to see much greater investments in renewable energy like wind and wave power."
      }
    ],
    "mentions": {
      "candidate": "Jonathan Mitchell",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Elections in our area are between Labour and the Liberal Democrats. The Conservatives came third last time and third time candidates have never won in our area. More and more Conservative and Green supporters are switching back to the Liberal Democrats to bring real change to our area."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Supports much greater investments in renewable energy like wind and wave power.",
      "governance": "",
      "health": "Stand up against government cuts to our local NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I got involved in politics to make our society fairer. Parts of our area are also some of the most deprived areas in the whole country. We need to work hard to make sure all our children have more of the chances mine have had.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for 18 years",
        "duration": "18 years",
        "achievements": "Working for over 30 years and standing to be a new kind of Member of Parliament. 18 years living in Highgate in North London with my wife and children."
      }
    ],
    "contactInformation": {
      "address": "35 Pickwick Road, Dulwich, London SE21 7JN",
      "phone": "020 7237 8444",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "FOLLOW JONATHAN ON TWITTER",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jonathan Mitchell standing in front of the Liberal Democrats sign"
        }
      ]
    },
    "additionalNotes": ""
  }
}