{
    "leaflet": {
        "candidateName": "Eric Ollerenshaw",
        "constituency": "Lancaster and Fleetwood",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "60 SECOND Q&A WITH ERIC OLLERENSHAW",
                "content": "Eric talks about his passion for better education for the students at the forefront, the issues asked on the doorstep like crime, immigration and the health of local Lancashire hospitals."
            },
            {
                "title": "A PERSONAL MESSAGE FROM DAVID CAMERON",
                "content": "David Cameron expresses the need for change in Britain, discussing economic concerns and gaps between rich and poor, energizing voters, commitments to the NHS, getting the economy moving, dealing with the debt, creating jobs, and improving family life."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Championing Rural Areas",
                "policyDescription": "Eric will help to save rural services, focus on community transport in rural areas, and fight post office closures."
            },
            {
                "policyTitle": "Championing Fleetwood",
                "policyDescription": "Eric has worked on the Fleetwood Fish Park project for jobs, worked with Regenda to save lower Dock Street, and worked to return the trawler to Fleetwood."
            },
            {
                "policyTitle": "Championing Lancaster",
                "policyDescription": "Eric launched a campaign for High Speed Rail Link to Lancaster, is supporting Lancaster University's Growth Deal, and works with the Chamber of Commerce."
            }
        ],
        "mentions": {
            "candidate": "Eric Ollerenshaw",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Discussion of the economy in a mess, gap between rich and poor, creating 400,000 new apprenticeships, training places and work pairings, hoping to improve family budget by working with local councils to freeze council tax for two years.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Committed to the NHS, improving Sure Start and providing 4,200 extra Sure Start health visitors.",
            "immigration": "",
            "socialWelfare": "Improving benefits for older people and family-friendly policies.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "History teacher",
                "duration": "27 years",
                "achievements": ""
            },
            {
                "role": "Governor of Great Ormond Street Hospital School",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "NGG Centre, Cockerham Village Centre, School Hill, Great Eccleston, PR3 0YB.",
            "phone": "01995 672975",
            "email": "eric@ericollerenshaw.com",
            "website": "www.ericollerenshaw.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Eric Ollerenshaw with constituents and engaging in various community interactions."
                },
                {
                    "caption": "David Cameron addressing the public and engaging with individuals."
                }
            ]
        },
        "additionalNotes": "Eric Ollerenshaw's leaflet includes Q&A, his factfile, and a personal message from David Cameron emphasizing the need for change in Britain. Campaign images showcase community engagement and support from the party leader."
    }
}