{
  "leaflet": {
    "candidateName": "David Cameron",
    "constituency": "Ellesmere Port and Neston",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A PERSONAL MESSAGE FROM DAVID CAMERON WHY WE NEED CHANGE IN BRITAIN TODAY",
        "content": "Thirteen years ago Labour were elected promising change. But today, a lot of people tell me we are down. Perhaps you're one of them. I want you to feel able to look at that voting change and to give up hope for a fairer, stronger country. The Conservative Party has the energy and ideas to change Britain."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Increase spending and improve the NHS."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Get the economy moving by tackling debt, creating places and work pairings."
      },
      {
        "policyTitle": "Labour's Jobs Tax",
        "policyDescription": "Stop Labour's jobs tax which will kill the recovery, meaning that seven out of ten working people will be better off than under Labour."
      },
      {
        "policyTitle": "Tax and Budget",
        "policyDescription": "Help your family budget by working with local councils to freeze council tax for two years. We’ll raise the basic state pension in line with earnings and protect winter fuel payments, free bus passes and free TV licences for older people. And we’ll make Britain the most family-friendly country in Europe, keeping tax credits, improving Sure Start and providing 4,200 extra Sure Start health visitors."
      }
    ],
    "mentions": {
      "candidate": "David Cameron",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We'll get the economy moving by creating 400,000 new apprenticeships, training places and work pairings.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "we’ll increase spending and improve it for everyone. We’ll get the economy moving by tackling the debt and over the years create 400,000 new apprenticeships, training places and work pairings.",
      "immigration": "",
      "socialWelfare": "We'll help your family budget by working with local councils to freeze council tax for two years.We’ll raise the basic state pension in line with earnings and protect winter fuel payments, free bus passes and free TV licences for older people.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I hope you take this chance to vote for change.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Cameron in various interactions, including writing, with the public and with children."
        }
      ]
    },
    "additionalNotes": ""
  }
}