{
  "leaflet": {
	"candidateName": "Councillor James Alexander",
	"constituency": "",
	"politicalParty": "",
	"electionDate": "",
	"messages": [],
	"keyPolicies": [],
	"mentions": {
  	"candidate": "Councillor James Alexander has been mentioned in various statements from representatives of different political affiliations, each offering their perspective on his capabilities and actions.",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": ""
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Earl Attlee, Conservative",
    	"endorsement": "I hope that he continues to be interested and stimulated by politics in the future. I believe that he remains so, as he will be a great asset to whichever organisation he becomes a part of."
  	},
  	{
    	"endorser": "Norman Lamont, Former Chancellor of the Ex-chequer",
    	"endorsement": "I am pleased to hear that you are considering a career in politics. I would encourage you to do that."
  	},
  	{
    	"endorser": "Local Lib Dem Councillor, Ceredig Jamieson-Ball",
    	"endorsement": "He has dealt with any issues I personally have raised with him efficiently and I am sure that this will be the case for any issues I have asked him to deal with."
  	},
  	{
    	"endorser": "Letter from a York resident to The Press",
    	"endorsement": "Although I do not support the Labour party, nor do I have too much time for councillors in general, having met James it is clear that he is young, ambitious, and most of all, willing to listen to other people's opinions."
  	},
  	{
    	"endorser": "Former Chair of a York Outer Parish Council",
    	"endorsement": "I am impressed with his ability to interact sensitively with others outside his own community, whilst maintaining a clear focus."
  	}
	],
	"quotes": [
  	{
    	"text": "Since Charles Kennedy was ditched they have continued to move to the right. So much now that we see Nick Clegg praising Thatcher and not ruling out helping a minority Tory government.",
    	"source": "A York Outer Greens Party member's blog entry",
    	"date": "Thursday 18th March 2010"
  	},
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": ""
    	}
  	]
	},
	"additionalNotes": ""
  }
}