{
    "leaflet": {
        "candidateName": "Nick Palmer",
        "constituency": "Broxtowe",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "THE CLOSEST RACE IN BRITAIN",
                "content": "Last time Nick was only 79 votes ahead of the Conservative candidate. The result will decide if Tories and their billion-pound donors or Nick with his campaign for an independent voice, who's challenging the broken system, gets in."
            },
            {
                "title": "Honest. Fair. Hardworking.",
                "content": "Isn't that what we want our MPs to be? Honest. The new Parliament needs a cadre of experienced MPs who have proved they cannot be corrupted. The investigation showed Nick to be one of the minority with a completely clean record."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A Future Fair for All",
                "policyDescription": "No details of specific policies are discernible in the image provided."
            }
        ],
        "mentions": {
            "candidate": "Nick Palmer",
            "otherPartyLeaderCandidate": "Conservative candidate, Liberal Democrat candidate",
            "partyLeader": "",
            "tacticalSituation": "Last time Nick was only 79 votes ahead of the Conservative candidate. The result will decide if Tories and their billion-pound donors or Nick gets in. Need to stop the Tory candidate from winning."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The consultant's waiting list was over 2.5 years under the Tories. Now the waiting time, under Labour, is 12 weeks.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Nick stands for the best in Labour’s tradition - progressive, open-minded and community-orientated to give that stronger economy.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "42 Rectory Avenue, Nottingham NG9 1RL",
            "phone": "0115 943 6507 / 07582 383 576",
            "email": "nick@nickpalmer.info",
            "website": "www.nickpalmer.info",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Daniel Zeichner",
                "endorsement": "I used to vote Liberal Democrat, but in this close election we need to stop the Tory candidate from winning."
            },
            {
                "endorser": "Andrew Turner",
                "endorsement": "As a lifelong Nick Palmer Liberal Democrat, I am happy to be supporting Nick and the Labour Party in this election."
            },
            {
                "endorser": "Mick Oliver, Bramcote",
                "endorsement": "I usually vote Liberal Democrat but I appreciate Nick's independence of mind on the big issues to Nick's in this election as it's expected to be so close."
            }
        ],
        "quotes": [
            {
                "text": "Nick's approachability, reliability and honesty has earned him an exceptional reputation during the last two demanding electoral periods.",
                "source": "David Cairns, Religious Instructor",
                "date": ""
            },
            {
                "text": "Nick Palmer is a sane voice in a political world turned upside down.",
                "source": "Maurice Hill, Teacher",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "RE-ELECT Nick Palmer Putting the trust back in politics"
                }
            ]
        },
        "additionalNotes": "Some endorsements from traditionally non-Labour voters show cross-party appeal."
    }
}