{
    "leaflet": {
        "candidateName": "Jeff Reid",
        "constituency": "Blyth Valley",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday May 6th",
        "messages": [
            {
                "title": "STILL TRYING TO MAKE UP YOUR MIND?",
                "content": "The election in Blyth Valley is about who will best represent you in Parliament. The Lib Dems can win in Blyth Valley."
            },
            {
                "title": "It’s time for a change",
                "content": "Everywhere I go, people tell me that they are ready for change and they believe that local Liberal Democrat, Jeff Reid, is the person to bring about that change in Blyth Valley."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes for you",
                "policyDescription": "If you earn less than £10,000 a year, then you won’t pay any income tax. If you earn more than £10,000 a year, then you will pay £700 less in tax."
            }
        ],
        "mentions": {
            "candidate": "Jeff Reid has a local candidate - was born in Blyth and has lived in all parts of the constituency.",
            "otherPartyLeaderCandidate": "Ronnie Campbell's campaign has run away from the truth about Labour's indefensible record in government.",
            "partyLeader": "Nick Clegg has proved that he leads a party that can win.",
            "tacticalSituation": "Polls show Labour in 3rd place nationally. Only the Liberal Democrats can beat Labour in Blyth Valley."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Labour party have run away from trying to defend the appalling record of Gordon Brown's leadership and the detrimental effect that the Labour government have had on Blyth Valley and the rest of the country.",
            "education": "Smaller class sizes, more money into schools and abolish university tuition fees.",
            "environment": "Invest in public transport, renewable energy and energy efficient homes.",
            "governance": "Make politicians accountable and give local voters the right to sack corrupt MPs.",
            "health": "",
            "immigration": "Labour - the illegal war in Iraq, failure to support our troops, MPs expenses, bankers bonuses.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Out and about around the constituency, speaking to people, knocking on doors, I have been overwhelmed by the support and encouragement I’ve received in Cramlington, Blyth and Seaton Valley.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01670 544113",
            "email": "blythlibdems@msn.com",
            "website": "www.libdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Your chance to change the face of politics in Blyth Valley."
                }
            ]
        },
        "additionalNotes": ""
    }
}