{
  "leaflet": {
	"candidateName": "John Leech",
	"constituency": "Manchester",
	"politicalParty": "Lib Dems",
	"electionDate": "",
	"messages": [
  	{
    	"title": "LOCAL PEOPLE'S CHOICE AT THIS ELECTION - A LOCAL CHAMPION OR LABOUR FAILURES",
    	"content": "The Labour Government has failed local people - John Leech will deliver real change for us."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Fairer taxes for you",
    	"policyDescription": "The Liberal Democrat will give you the power to sack corrupt MPs and stop MPs being bought by millionaire and billionaire donors."
  	}
	],
	"mentions": {
  	"candidate": "John Leech",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": "YOUR VOTE could decide who wins in Manchester"
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "Fighting for services at Christie, Fought to save Burnage Walk-in-centre pressed FESC to fulfill their promise of a new Kingsway Medical Centre",
  	"environment": "",
  	"governance": "Promised to continue fighting for an honest, decent politics.",
  	"health": "Fought to save Burnage Walk-in-centre pressed FESC to fulfill their promise of a new Kingsway Medical Centre",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Fighting for you: Always fighting for services at Christie, Fought to save Burnage Walk-in-centre pressed FESC to fulfill their promise of a new Kingsway Medical Centre Pressed TESCO to honour their promise of a new medical centre",
	"politicalExperience": [
  	{
    	"role": "Manchester MP",
    	"duration": "",
    	"achievements": "Fighting for and winning changes to protect local people, Promised to continue fighting for an honest, decent politics, The only Manchester MP to vote against the Labour Government's Post Office closure plans."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": ""
    	}
  	]
	},
	"additionalNotes": ""
  }
}