{
    "leaflet": {
        "candidateName": "Dawn Butler",
        "constituency": "Brent Central",
        "politicalParty": "Labour Party",
        "electionDate": "",
        "messages": [
            {
                "title": "A future fair for all",
                "content": "Positive action in our community"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Focus on Families",
                "policyDescription": "Over 3,500 Sure Start children's centres have been opened, providing parents and kids with support to get the best start in life. In Brent alone, there are 13 Sure Start centres, including the Priwood Centre, which the Prime Minister came to visit."
            },
            {
                "policyTitle": "Making housing a top priority",
                "policyDescription": "Labour has invested £21 billion into improving the quality of affordable homes, including council and housing association homes being fitted with new kitchens and bathrooms. Additionally, Labour is building 112,000 additional affordable homes."
            },
            {
                "policyTitle": "The regeneration of Stonebridge",
                "policyDescription": "Local improvements and housing projects to address community needs."
            },
            {
                "policyTitle": "Budget Highlights",
                "policyDescription": "Guarantees for job training or work, additional £4 per week for each child for families with children aged 1 to 2, 2.5% increase to the basic state pension, £100 million to repair local cold weather damaged roads, No stamp duty for two years for first-time buyers, and the Launch of Finance for Growth."
            }
        ],
        "mentions": {
            "candidate": "Dawn Butler",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Over 3,500 Sure Start children's centers to get the best start in life, introducing two weeks paternity leave, introducing the right to request flexible working.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Labour has introduced free entitles for every three and four year-old extended to 15 hours a week, increased paid maternity leave from 18 weeks to nine months, and introduced up to two weeks paternity leave.",
            "housing": [
                {
                    "content": "Labour has invested £21 billion into improving the quality of affordable homes, including new kitchens and bathrooms. Also, committing to building 112,000 additional affordable homes and local estate development with an additional £21.1 million funding.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "DAWN BUTLER Positive action in our community"
                },
                {
                    "caption": "The regeneration of Stonebridge"
                }
            ]
        },
        "additionalNotes": "Dawn's promises to local people include safer streets, less crime and more police, further investment in young people, 15 hours a week free nursery places, guaranteed free prescription charges for long-term illnesses, guaranteed fair pensions, Freedom pass and Warm Front grants."
    }
}