{
    "leaflet": {
        "candidateName": "Councillor Patricia Gibson",
        "constituency": "North Ayrshire & Arran",
        "politicalParty": "SNP",
        "electionDate": "May 2010",
        "messages": [
            {
                "title": "Tories Sack Candidate – SNP Campaign Builds Momentum",
                "content": "As you may know, on Tuesday 27 April the Conservative Party sacked its General Election candidate in this constituency. Although his name will appear on the ballot paper together with the Conservative logo, this is only because ballot papers have gone to print. There is now no Tory candidate in this constituency."
            },
            {
                "title": "",
                "content": "The SNP is challenging very strongly to end Labour’s grip on North Ayrshire & Arran which it has held tightly for 23 years. Labour’s campaign has focussed on raising fears that voting for any party other than theirs would 'let the Tories in'. However, there has never been a chance that happening and with their candidate in this constituency, arrangement."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "We must continue supporting our businesses, freezing the council tax and investing in infrastructure, while paying off the country's colossal debts over a more realistic time frame, in the policy of 18 of the world's 20 largest economies."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "If the SNP does well, whoever forms the next UK Government will have to impose severe cuts on Scotland."
            }
        ],
        "mentions": {
            "candidate": "Patricia Gibson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The text implies there is no Tory candidate actively campaigning and also refers to Labour's campaign strategy suggesting fear of 'letting the Tories in'."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "We must continue supporting our businesses, freezing the council tax and investing in infrastructure, while paying off the country's colossal debts over a more realistic time frame, in the policy of 18 of the world's 20 largest economies.",
            "education": "",
            "environment": "",
            "governance": "If the SNP does well, whoever forms the next UK Government will have to impose severe cuts on Scotland.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour threatened to shut vital community centres and cut after school and respite care, just as they removed wardens from sheltered housing. North Ayrshire Council deserves better and needs an MP who will put theirs and Scotland's interests first. If elected, that's exactly what I will do.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "If elected, that's exactly what I will do.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "22 Ladeside Gardens, Kilbirnie KA25 7EA",
            "phone": "07749 564 168",
            "email": "patricia.gibson@snp.org",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "The leaflet appears to challenge the Labour campaign and highlights a strategic concern about the Conservative candidate not actively campaigning. It emphasizes the candidate’s opposition to council tax rises and large national debts."
    }
}