{
    "leaflet": {
        "candidateName": "Caroline Lucas",
        "constituency": "Brighton Pavilion",
        "politicalParty": "Green Party",
        "electionDate": "Thursday 6th May 2010",
        "messages": [
            {
                "title": "For real change - Vote Green this Thursday 6th May",
                "content": "It's different here. Only a Green vote can deliver a change from the old political class. Whatever's happening nationally, Brighton is different. Greens have come top in every election here since 2007 and in recent professional polls. With Labour consistently third and LibDems a poor fourth, don't risk wasting your vote. For positive change in Brighton, Vote Green."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Caroline Lucas",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Greens are winning here, LibDems are fourth. Greens have come top in every election here since 2007 and in recent professional polls. With Labour consistently third and LibDems a poor fourth, don't risk wasting your vote."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01273 766 670",
            "email": "",
            "website": "www.carolinelucas.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Caroline Lucas with microphone"
                }
            ]
        },
        "additionalNotes": "The leaflet does not provide detailed policy statements, endorsements, quotes, or personal statements. It focuses on the strategic voting considerations in the Brighton constituency and emphasizes the candidate's leading position in the polls. It is also missing detailed contact information aside from a website and phone number. Promoted by David Jonas, on behalf of Caroline Lucas, both of the Green Party 2010. Sustainably printed by Reprint, Conway St, Hove on recycled card. Please recycle."
    }
}