{
    "leaflet": {
        "candidateName": "Joseph Lee",
        "constituency": "Greenwich & Woolwich",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "Campaigning for a better Greenwich",
                "content": "Stand up for local residents concerns, carry out genuine consultations, work towards cleaner streets and safer communities, commit to investing in affordable homes and ensure that repairs and improvements are not delayed, protect green spaces, reduce household waste and improve recycling, balance between the Council Tax you pay and the services you need."
            },
            {
                "title": "Working all-year-round for you",
                "content": ""
            },
            {
                "title": "Labour have let us down",
                "content": "Greenwich is a great borough but could be much better. It's time for a change after nearly 40 years of Labour. People expected improved standards of basic local services and are fed up with the failure to deliver better education for our children."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Cleaner and Safer Communities",
                "policyDescription": "Work with police to target local crime hotspots."
            },
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "Committed to investing in affordable homes and ensuring that repairs and improvements are not delayed."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Campaign to protect green spaces and reduction of household waste by over 45%."
            },
            {
                "policyTitle": "Fiscal Responsibility",
                "policyDescription": "Give residents value for money. Must strike a better balance between the Council Tax you pay and the services you need."
            }
        ],
        "mentions": {
            "candidate": "Joseph Lee is the Liberal Democrat candidate for the Greenwich & Woolwich Parliamentary constituency.",
            "otherPartyLeaderCandidate": "Labour",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Fed up with the failure to deliver better education for our children.",
            "environment": "Protect green spaces and reduce household waste and improve recycling.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Committed to investing within affordable homes and ensuring that repairs and improvements are not delayed.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Joseph Lee is aged 26, a Director of a London estate agency, of Jamaican descent, and has worked closely with the Ethnic Minority Liberal Democrats (EMLD) group to use his own background and experience to engage young people in the political process. He also leads on Youth Affairs for the EMLD.",
        "politicalExperience": [
            {
                "role": "Director of a London estate agency",
                "duration": "",
                "achievements": "Worked closely with the Ethnic Minority Liberal Democrats (EMLD) group and leads on Youth Affairs for the EMLD."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Chris, Michael and Alexa",
                "endorsement": "Working hard on your behalf if elected."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Joseph Lee's photo as the Liberal Democrat candidate for Greenwich & Woolwich."
                }
            ]
        },
        "additionalNotes": ""
    }
}