{
  "leaflet": {
    "candidateName": "Dan Roper",
    "constituency": "Broadland",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Action Not Words",
        "content": "Dan Roper says 'There have been too many empty election promises […] I will provide leadership on this issue and will start putting pressure on the Minister as soon as I am elected. This is too important to give up.'"
      },
      {
        "title": "Crushing Win For Lib Dems!",
        "content": "Dan Roper with Taverham winner Nich Starling. Dan said 'The Tories have taken Broadland for granted, but this Lib Dem victory shows….'"
      },
      {
        "title": "More Empty Promises?",
        "content": "Dan Roper says 'I am steadfast in my opposition to the Rackheath development and stood on the with a placard alongside local protesters before the vital council meeting. I do hope the Tory MP is supporting residents like he says he is and this is not an empty pre-election promise'"
      },
      {
        "title": "Tories Cave In On Unitary Norwich",
        "content": "Dan Roper, 'The Tories sat on their hands in Parliament after making a lot of noise and spending proposals to the detriment of Norfolk and the Tories failed to move from their proposal.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Rackheath Development",
        "policyDescription": "Dan Roper is against the Rackheath development, expressing steadfast opposition and demonstrating this stance alongside local protesters."
      }
    ],
    "mentions": {
      "candidate": "Dan Roper",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Dan Roper's victory alongside Nich Starling in Taverham is highlighted as a sign of Liberal Democrat support in Broadland."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "Dan Roper references immigration policy and expresses caution against extreme positions, such as those of the BNP.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Dan Roper is steadfast in his opposition to the Rackheath development, which implies concerns about housing development in the area.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "District Councillor",
        "duration": "last 13 years",
        "achievements": "Working to reduce crime and improve public service, with many varied individuals who have committed serious crimes, every crime that I have helped solve is a prevention."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dan Roper with Taverham winner Nich Starling."
        }
      ]
    },
    "additionalNotes": "There is a Q&A section titled 'ASK DAN' where Dan Roper answers questions about his views on local and national issues such as education, immigration, and his own political experience."
  }
}