{
    "leaflet": {
        "candidateName": "Ian Jackson",
        "constituency": "Lichfield Constituency",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Labour in decline",
                "content": "Labour support in Lichfield Constituency is in dramatic decline. That means the only credible, competitive alternative are the up-and-coming Liberal Democrats. In 2009 Labour polled fewer votes locally and nationally than the Liberal Democrats. Weakened by defections and divisions, Labour are reconciled to the loss of thousands of votes. They are left with their dwindling rump of councillors. Every single vote for the Liberal Democrats will strengthen the voice of commonsense and reason in the next Parliament. So your vote for Ian Jackson and the Liberal Democrats will not be wasted - and it will not be betrayed."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fair Taxes",
                "policyDescription": "Help for those on lower and middle incomes through tax reforms."
            },
            {
                "policyTitle": "A Fair Start for Every Child",
                "policyDescription": "Support for kids from the most disadvantaged backgrounds through extra funding via a 'pupil premium'."
            },
            {
                "policyTitle": "Fair Votes and Clean Politics",
                "policyDescription": "Ending the outdated and unfairly unfair voting system and a pledge to overhaul the corrupt parliamentary expenses regime."
            },
            {
                "policyTitle": "A Fair and Green Economy",
                "policyDescription": "Support for green projects such as home insulation and public transport, providing high environmental standards for new housing projects."
            }
        ],
        "mentions": {
            "candidate": "Ian Jackson",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Support for green projects such as home insulation and public transport, as well as ensuring new housing projects provide high environmental standards.",
            "governance": "Ending the outdated and unfairly unfair voting system and overhauling the corrupt parliamentary expenses regime.",
            "health": "Concern over the spending squeeze for the NHS despite Darling's promise.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Support for providing high environmental standards for new housing projects.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Spending squeeze for NHS despite Darling's promise.",
                "source": "The Independent",
                "date": "11 Dec 2009"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ian Jackson's campaign priorities and critique of Gordon Brown."
                }
            ]
        },
        "additionalNotes": ""
    }
}