{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by huge debts and millions are out of work. Our society is broken by crime and irresponsible behaviour. Our political system is in a mess. We can’t go on like this. A Conservative government will take bold action on all fronts. We’ll cut Gordon Brown’s waste and debt to get our economy moving. We’ll support families and make people safer in their society. We’ll raise aspirations to encourage people who are out of school to work as well as support pensioners who are bedridden as well."
      },
      {
        "title": "So that's the choice at this election:",
        "content": "five more years of Gordon Brown’s tired government making things worse or the change this country needs with the Conservatives."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Getting Britain Working",
        "policyDescription": "Conservatives will get Britain working again by boosting enterprise, job creation by new businesses. We will get jobs and help people off welfare and into work."
      },
      {
        "policyTitle": "Backing The NHS",
        "policyDescription": "David Cameron has made the NHS our number one priority. We want to improve it for everyone. The Conservatives will increase spending on the NHS every year; we are the only party to have made this commitment."
      },
      {
        "policyTitle": "Raising Standards In Schools",
        "policyDescription": "We will create a new generation of schools run by teachers and will replace failing schools, not resigned by politicians. Parents will get what they want: smaller schools with smaller classes, good behaviour, great teachers, and restored confidence in the curriculum."
      },
      {
        "policyTitle": "Supporting Families",
        "policyDescription": "Families are the foundation of a strong society. Our plans to improve Sure Start with 4,200 extra health visitors, extend flexible working, improve prenatal and antenatal care, and create the world's most family-friendly country in Europe."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We’ll cut Gordon Brown’s waste and debt to get our economy moving.",
      "education": "We will create a new generation of schools run by teachers and will replace failing schools.",
      "environment": "",
      "governance": "Our political system is in a mess. We’ll cut Gordon Brown’s waste and debt to get our economy moving.",
      "health": "David Cameron has made the NHS our number one priority.",
      "immigration": "",
      "socialWelfare": "We'll support families and make people safer in their society.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Getting Britain Working"
        },
        {
          "caption": "Backing The NHS"
        },
        {
          "caption": "Raising Standards In Schools"
        },
        {
          "caption": "Supporting Families"
        }
      ]
    },
    "additionalNotes": ""
  }
}