{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Dear Neighbor, Everyone who lives in Liverpool knows the importance of Alder Hey Hospital. Like many local people, I supported the campaign to save the Burns Unit. Labour's negative attitude towards the campaign. Two Labour Councillors have written to some residents attacking me over my work to keep the Burns Unit at Alder Hey. The Labour Councillors tried to suggest that I had not done all that I could do to help the campaign. This has angered the campaigners who fought the closure. I received many messages of support and thanks from parents of children who have been treated at Alder Hey. The facts are that I was asked by those involved in the campaign to take a lead."
            },
            {
                "title": "",
                "content": "Thousands of local people signed the petition and the Government backed down from the closure. People say that they want a strong local MP to fight for Liverpool. Your choice on Thursday is about whether or not we really need a vocal MP. You can be sure that I will continue to live here and to work hard all the year round to help local residents irrespective of party politics. Please remember that if ever I, or any member of the team, can help you in any way then please do not hesitate to get in touch. Yours sincerely, Colin Eldridge."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Colin Eldridge",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The importance of Alder Hey Hospital. Supported the campaign to save the Burns Unit. Labour's negative attitude towards the campaign.",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "Everyone who lives in Liverpool knows the importance of Alder Hey Hospital. Like many local people, I supported the campaign to save the Burns Unit.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": "Supported the campaign to save the Burns Unit at Alder Hey Hospital, received many messages of support and thanks from parents of children who have been treated at Alder Hey."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "733 7435",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "Supporting Keith Turner as part of the team with me Born Turner and Gary Millar. If you need a lift to vote for us please ring our HQ on 733 7435."
    }
}