{
    "leaflet": {
        "candidateName": "Emily Thornberry",
        "constituency": "Islington",
        "politicalParty": "Labour",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "",
                "content": "I'm writing as one of your neighbours about the elections next week. I don't normally get involved in politics, but I am sure that this year our votes will make a big difference."
            },
            {
                "title": "",
                "content": "I've been in touch with Emily Thornberry – she really listened and helped me out. I am impressed by her positive attitude to improving services for Islington residents, and I know she's stood up for a lot of people around here. I want Emily to be re-elected as our Labour MP, and that's why I'm voting for her and the Labour team on May 6th."
            },
            {
                "title": "",
                "content": "I'm worried that people in our area might rely on other people to vote, or they might waste their vote on one of the smaller parties – we don't want to risk ending up with a Tory Government."
            },
            {
                "title": "",
                "content": "So I wanted to ask you to join me in supporting Emily – please don't waste your chance to vote in this very important election, please go along to the polling station on May 6th and vote for a Labour MP and a Labour council."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Emily Thornberry",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "I'm worried that people in our area might rely on other people to vote, or they might waste their vote on one of the smaller parties – we don't want to risk ending up with a Tory Government."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "she really listened and helped me out.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A letter from a neighbour endorsing Emily Thornberry for the Islington constituency."
                }
            ]
        },
        "additionalNotes": "This leaflet appears to be a personal endorsement from a neighbor rather than a direct communication from the candidate or party."
    }
}