{
  "leaflet": {
    "candidateName": "David Dukart",
    "constituency": "St. Ives",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "What's wrong with the EU?",
        "content": "A series of reasons why the European Union is crippling Britain - compiled by the UK Independence Party."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "EU Spending",
        "policyDescription": "Opposition to wasteful EU spending, citing various examples such as the European Parliament’s two seats and the EU's foreign aid budget."
      },
      {
        "policyTitle": "Democratic Accountability",
        "policyDescription": "Claims that EU is undemocratic and unaccountable, and calls for a withdrawal from the EU to regain democratic control."
      },
      {
        "policyTitle": "British Immigration Policy",
        "policyDescription": "Criticizes high levels of immigration from the EU and supports control over the UK’s immigration policy."
      }
    ],
    "mentions": {
      "candidate": "David Dukart",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Arguments to leave the EU focusing on sovereignty, wasteful spending, and lack of democratic accountability.",
      "economy": "Discussion on the financial cost of the EU to the UK, including contributions to the EU budget and references to economic impacts on fisheries and agriculture.",
      "education": "",
      "environment": "",
      "governance": "The leaflet stresses the importance of regaining democratic control and autonomy from the European Union.",
      "health": "",
      "immigration": "Claims that immigration from the EU is overcrowding Britain and that the UK should take back control over its immigration policies.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "I was never a fan of the EU from its conception. I believed that it would end up as it has - with too much power in the hands of too few, unelected people. Now that power has to be wrested back.",
        "source": "Nigel Farage, former UKIP Leader.",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images related to the impact of the EU on British Agriculture, Fisheries, and democratic processes, as well as images symbolizing opposition to the EU."
        }
      ]
    },
    "additionalNotes": "Leaflet presents a strong anti-EU narrative, underlining perceived negative impacts of EU membership on various sectors and facets of British sovereignty and governance."
  }
}