{
    "leaflet": {
        "candidateName": "Mark Ruskell",
        "constituency": "Stirling",
        "politicalParty": "Scottish Green Party",
        "electionDate": "",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "Renewable Energy",
                "policyDescription": "Joining the renewable energy sector to help grow the green economy and tackle climate change."
            },
            {
                "policyTitle": "Social budget goals",
                "policyDescription": "Green MSPs secured funding for energy efficient boilers, national insulation programme and marine renewables, aiming to create new jobs and tackle fuel poverty."
            }
        ],
        "mentions": {
            "candidate": "After 2007 he worked for a conservation charity, before joining the renewable energy sector to help grow the green economy and to tackle climate change.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Recently becoming a father again showed me how passionate people working in the NHS are. Our quality of life depends on the public and voluntary sectors giving fair pay and job security to those who are dedicated to supporting us. But I also see the strength lying in Scotland's business is role that rebuilding our economy with innovation and skill in exciting industries like renewable energy.",
            "education": "",
            "environment": "Mark Ruskell has spoken out against Trident nuclear warheads being driven on new routes across the Stirling area amid continued safety concerns. 'Trident should be first in line for government cuts, yet Labour’s Anne McGuire has consistently voted in favour of wasting £97bn on a system nobody needs, while our front-line troops return home to poorly funded rehabilitation services.'",
            "governance": "",
            "health": "Recently becoming a father again showed me how passionate people working in the NHS are. Our quality of life depends on the public and voluntary sectors giving fair pay and job security to those who are dedicated to supporting us.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Former MSP",
                "duration": "2003 and 2007",
                "achievements": "During a busy four years at Holyrood he led the successful campaign against oil transfers in the Forth, introduced legislative proposals on climate change and GM crops and fought for community ownership of land."
            }
        ],
        "contactInformation": {
            "address": "Stirling and Clackmannanshire Greens, 13 Hillside Avenue, Dunblane FK15 9HD",
            "phone": "",
            "email": "info@stirlinggreens.org.uk",
            "website": "www.stirlinggreens.org.uk",
            "socialMedia": {
                "facebook": "follw Mark on Twitter: markruskell",
                "twitter": "follw Mark on Twitter: markruskell",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Ruskell - Your Green candidate for Stirling"
                }
            ]
        },
        "additionalNotes": ""
    }
}