{
    "leaflet": {
        "candidateName": "Jim Fitzpatrick",
        "constituency": "Poplar and Limehouse",
        "politicalParty": "Labour",
        "electionDate": "Thursday 6th May",
        "messages": [
            {
                "title": "",
                "content": "Being an MP isn’t just about getting the 'big' things right, it’s also being there for local residents: for 13 years I have been doing regular Friday evening advice sessions which are usually attended by around 30 people each week. With all those who write to me, email me, call in, telephone or I meet at my coffee mornings/social events or on the doorstep, I reckon I’ve met tens of thousands of local people and been pleased to have helped so many."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Jim Fitzpatrick",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I know this area like the back of my hand. My work is dedicated to local people and their families. Everything I do is focused on making our community safer and stronger, giving our young people the best possible start in life. I promise you that I will continue to work hard. I will continue to be out and about every week, meeting constituents and listening to their views and concerns.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "13 years",
                "achievements": "Regular Friday evening advice sessions, helped local organisations - voluntary groups, charities, faith groups, the council, local health groups, schools and our business community."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "020 7729 3186",
            "email": "",
            "website": "www.towerhamletslabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jim Fitzpatrick - Strength, Experience and Honesty"
                }
            ]
        },
        "additionalNotes": "Remember to vote for the three Labour candidates for council in your area as well. I will also personally be voting no to a directly elected mayor for Tower Hamlets."
    }
}