{
    "leaflet": {
        "candidateName": "Bob Neill",
        "constituency": "Bromley and Chislehurst",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Bringing Change to Britain",
                "content": "Get to grips with the National Debt and cut public spending. We will cancel Labour’s National Insurance tax on jobs and start repairing the damage to our economy from over the last 13 years."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Cut public spending, cancel Labour’s National Insurance tax on jobs, and start repairing the economic damage."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Cut net immigration from hundreds of thousands to tens of thousands. Impose an annual limit on NON EU migrants and set up a dedicated border police force to crack down on illegal immigration."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Block the closure of A&E and maternity services at Queen Mary’s Hospital and give local GPs and patients the choice to keep them."
            },
            {
                "policyTitle": "Crime",
                "policyDescription": "Increase officer presence, double magistrates’ sentencing powers, cut police red tape and battle antisocial behaviour."
            },
            {
                "policyTitle": "Local Governance",
                "policyDescription": "Freeze Council Tax for two years, oppose Labour's plans for a Council Tax revaluation and work to ensure councils like Bromley receive a fair share of government funding."
            },
            {
                "policyTitle": "Taxation",
                "policyDescription": "Abolish Inheritance Tax for all families except millionaires, ensuring the tax system encourages hard work and saving."
            },
            {
                "policyTitle": "Pensions",
                "policyDescription": "Restore the link between the basic state pension and earnings. Winter Fuel Allowance, Free Bus Passes, Free TV Licences and the Pension Credit."
            },
            {
                "policyTitle": "Europe",
                "policyDescription": "Never to Britain joining the Euro. Change the law so that any further transfer of powers to Brussels requires a referendum."
            }
        ],
        "mentions": {
            "candidate": "Bob Neill",
            "otherPartyLeaderCandidate": "Labour",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Never to Britain joining the Euro. Change the law so that any further transfer of powers to Brussels requires a referendum.",
            "economy": "Get to grips with the National Debt and cut public spending.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Block the closure of A&E and maternity services at Queen Mary’s Hospital.",
            "immigration": "Cut net immigration from hundreds of thousands to tens of thousands.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Freeze Council Tax for two years, opposed to Labour’s plans for a Council Tax revaluation.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "London Assembly Member for Bromley and Chislehurst",
                "duration": "Since 2006",
                "achievements": "Leading part in drawing up Conservative plans to freeze Council Tax, protect back gardens and the Green Belt, and stop overdevelopment."
            },
            {
                "role": "Shadow Minister for Local Government and Planning",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Bob Neill with supporters."
                }
            ]
        },
        "additionalNotes": ""
    }
}