{
  "leaflet": {
    "candidateName": "DEIRDRE ALDEN",
    "constituency": "",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Cut the massive deficit that Labour has run up."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "The NHS will have its spending protected."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Take an immediate 5% pay cut. Control immigration to the levels of the 1990s - tens of thousands a year instead of hundreds of thousands a year under Labour."
      }
    ],
    "mentions": {
      "candidate": "DEIRDRE ALDEN",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We will cut the massive deficit that Labour has run up.",
      "education": "",
      "environment": "",
      "governance": "Please let the Conservative representative at the Polling Station know your polling number.",
      "health": "The NHS will have its spending protected.",
      "immigration": "Britain can benefit from immigration, but not uncontrolled immigration. Conservatives will reduce immigration to the levels of the 1990s - tens of thousands a year instead of hundreds of thousands a year under Labour.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Deirdre is an experienced local Councillor but is not currently an MP. She was not part of the MPs' expenses scandal. She offers a fresh start in a new Parliament largely made up of new MPs.",
    "politicalExperience": [
      {
        "role": "Local Councillor",
        "duration": "",
        "achievements": "Experienced local Councillor not currently an MP and was not part of the MPs' expenses scandal."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Vote for Change on Thursday. Your vote will decide whether we get the change we need or have five more years of Gordon Brown."
        },
        {
          "caption": "Britain needs a stable government that from day one will get our economy back to growth, tackle welfare abuse and reform our rotten political system. Only the Conservatives can make that happen. This is our contract with you to change Britain for the better."
        },
        {
          "caption": "3 Positive Reasons to Vote for Change on Thursday. 1. Deirdre is an experienced local Councillor but is not currently an MP. 2. We will cut the massive deficit that Labour has run up, but the NHS will have its spending protected. 3. Britain can benefit from immigration, but not uncontrolled immigration."
        },
        {
          "caption": "DEIRDRE ALDEN, Conservatives"
        }
      ]
    },
    "additionalNotes": "3 Things to Remember 1. Please let the Conservative representative at the Polling Station know your polling number. 2. You don't need your official polling card in order to vote, so long as you're on the electoral register. 3. If you've got a Postal Vote but haven't sent it back yet, you can take it to any local Polling Station before 10 pm on Thursday."
  }
}