{
    "leaflet": {
        "candidateName": "Nicky Morgan",
        "constituency": "Loughborough",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "Change",
                "content": "The Labour Party's election slogan is \"A future fair for all\". But rather than being fair to the electorate and treating us all like adults who want to hear about each Party’s policies, the Labour Party, and our local Labour MP, have already started to spread lies about Conservative Party policy."
            },
            {
                "title": "",
                "content": "In their pre-election literature they are making a number of deliberately untrue accusations about Conservative Party policy. These claims are designed to scare and worry those who rely on the services or benefits mentioned."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Nicky Morgan",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "\"The NHS would be one of the first areas to be cut by a new Conservative government.\" Rubbish. THE EXACT OPPOSITE OF THE TRUTH. David Cameron has made it clear, over and over again, that the NHS budget will be protected under a Conservative Government.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "And you will find the Conservative Party’s six key election pledges overleaf.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Conservative Parliamentary Candidate for Loughborough"
                }
            ]
        },
        "additionalNotes": "Claims that the Conservatives will scrap SureStart in the Loughborough area and that a Conservative government will scrap the recent Labour guarantee that anyone thought to have cancer will see a specialist within two weeks are labeled as rubbish, a deliberate distortion of policy."
    }
}