{
    "leaflet": {
        "candidateName": "Tom Biggins",
        "constituency": "Telford",
        "politicalParty": "Conservatives",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR TOM BIGGINS",
                "content": "Protecting and improving services at the PRH, Fighting for a fair deal for pensioners, Taking crime and immigration seriously"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting and improving services at the PRH",
                "policyDescription": "Tom Biggins is committed to improving the PRH and will fight any proposals to downgrade or do away with any services in the vitally important hospital."
            },
            {
                "policyTitle": "Fighting for a fair deal for pensioners",
                "policyDescription": "He advocates for protecting the real value pensions, restoring the earnings link for pensions, retaining free bus passes, TV Licences and the winter fuel allowance."
            },
            {
                "policyTitle": "Taking crime and immigration seriously",
                "policyDescription": "Tom Biggins will work with the police and community groups to ensure that he tackles the problems at source. He presses for a strict, no-nonsense approach to crime."
            }
        ],
        "mentions": {
            "candidate": "Tom Biggins",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Conservatives have a plan to get the economy moving and get Britain working again; scrapping the jobs tax.",
            "education": "Raising standards in schools as a priority; focus on reading and maths, restore discipline, and demand more from the education system.",
            "environment": "",
            "governance": "A call for a change in politics to tackle waste and the deficit.",
            "health": "He is proud of fighting to protect services at the Princess Royal Hospital and will continue to do so.",
            "immigration": "Tom is taking immigration seriously and works to deal with the issue at the source and promote a no-nonsense approach.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Tom Biggins is proud to be a Shropshire born-and-bred working man who has gained the support and respect of Telford residents by rolling up his sleeves and getting stuck in.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": "Proud of his record of action in Telford and has fought vigorously to protect families, pensioners and businesses."
            }
        ],
        "contactInformation": {
            "address": "Broadway House, 2 Haygate Road, Wellington, Telford, Shropshire, TF1 1SG",
            "phone": "01952 223222",
            "email": "tom@tombiggins-telford.com",
            "website": "www.tombiggins-telford.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Protecting services at the Princess Royal Hospital"
                },
                {
                    "caption": "A fair deal for pensioners"
                },
                {
                    "caption": "Taking immigration seriously"
                },
                {
                    "caption": "Bringing David Cameron to Telford"
                },
                {
                    "caption": "Improving our local sporting facilities, particularly for recreation on Sunday"
                },
                {
                    "caption": "Action on antisocial behaviour"
                }
            ]
        },
        "additionalNotes": "Tom Biggins advocates for protection of local services, fair deal for pensioners, and tackling crime and immigration. He emphasizes his local roots and active involvement in community concerns."
    }
}