{
  "leaflet": {
    "candidateName": "Ed Miliband",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "You may have read in the papers about the challenges facing your local hospital. Like in many hospitals around the country, services here are struggling. Across the country A&E departments are facing the worst crisis since records began."
      },
      {
        "title": "",
        "content": "Last week the Labour Party set out our alternative plans for the NHS – plans to end the worsening crisis we have seen under this Conservative Government, and to turn things around."
      },
      {
        "title": "",
        "content": "Today I am writing to you setting out exactly what a Labour government would do, so you know exactly what to expect from me and what’s at stake at this election for local health services."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS Improvement",
        "policyDescription": "Labour will rebuild an NHS with the time to care, ensuring 20,000 more nurses, 8,000 more GPs, a guarantee that no one waits more than 48 hours for a GP appointment or 1 week for cancer test results, and 5,000 more care-workers."
      }
    ],
    "mentions": {
      "candidate": "Ed Miliband",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Invest in training and recruiting 20,000 more nurses and 8,000 more GPs to ensure that the NHS has the time to care for you and your family. Ensure everyone can get a GP appointment within a maximum of 48 hours and guarantee that no-one will wait more than one week for a cancer test and results. Hire 5,000 more care-workers to join up services from home to hospital and ensure that the NHS is more efficient and fairer is better.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Building the NHS was one of our greatest achievements as a country. Only a Labour government can ensure that the NHS will always be there for you and your family when you need it.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "One Brewer's Green London SW1H 0RH",
      "phone": "",
      "email": "",
      "website": "www.labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "The NHS as we know it cannot survive another five years of David Cameron.",
        "source": "Ed Miliband",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Labour will rebuild an NHS with the time to care: 20,000 more nurses and 8,000 more GPs; Guarantee that no one waits more than 48 hours for a GP appointment or 1 week for cancer test results; 5,000 more care-workers to join up care from homes to hospitals."
        }
      ]
    },
    "additionalNotes": ""
  }
}