{
    "leaflet": {
        "candidateName": "Gregory Barker",
        "constituency": "Bexhill and Battle",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "THE TRUTH ABOUT MY MP's EXPENSES!",
                "content": "It appears one of the candidates here in Bexhill and Battle is attempting to cash in on genuine public concerns about the Parliamentary expenses scandal by peddling the most extraordinary untruths about my own Parliamentary claims and expenditure. ...not asked to repay a penny... This is completely untrue. ...Since 2007, I have only used the Parliamentary accommodation allowance for rented accommodation, as all MPs will be required to do in the future."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Gregory Barker",
            "otherPartyLeaderCandidate": "Gordon Brown and Nick Clegg",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Three Labour MP's are facing criminal charges and over 300 MPs (including Gordon Brown and Nick Clegg) were asked to make significant repayments. I was not asked to repay a penny.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I do not claim to be perfect but I hope that you can see from these facts that the truth bares no resemblance to Mr Wheeler's smears. I do however fully support the radical measures to completely reform what was proved to be a thoroughly rotten expenses system.",
        "politicalExperience": [
            {
                "role": "MP of Bexhill and Battle",
                "duration": "During my decade in Parliament",
                "achievements": "All of my expenses, dating back to 2004 were independently audited by Sir Thomas Legg and his enquiry team. They were found to be in order"
            }
        ],
        "contactInformation": {
            "address": "6a Amherst Road, Bexhill-on-Sea, East Sussex TN40 1QJ",
            "phone": "01424 219117",
            "email": "office@bexbacca.uk",
            "website": "www.gregorybarker.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gregory Barker with constituency members and activities"
                }
            ]
        },
        "additionalNotes": "The leaflet is focused on addressing allegations about Gregory Barker's expenses, emphasizing his innocence and highlighting false claims made by another candidate named Mr Wheeler. It defends his financial record and explains the personal circumstances affecting his housing situation while serving as an MP."
    }
}