{
  "leaflet": {
    "candidateName": "Gregory Barker",
    "constituency": "Bexhill & Battle",
    "politicalParty": "Conservatives",
    "electionDate": "6th May",
    "messages": [
      {
        "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
        "content": "In just a few weeks we will have the most important election for a generation. Our economy is in shambles and our politics are in disrepute. Only real and responsible change can get us on track. A Conservative government will cut Gordon Brown's waste and debt to get our economy moving again. We'll support families and help people who do the right thing and we'll raise standards in our schools and hospitals by scrapping the Politician's and cutting the quangoes. No more top-down control, no more talk about reform, the real change this country really needs with the Conservatives."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Bexhill Landfill",
        "policyDescription": "Fighting landfill at Ashdown Brickworks since 2001 to fight on until Hawthorn, Pevensey is abandoned, for clean open fields."
      },
      {
        "policyTitle": "Save Our Trains",
        "policyDescription": "Labour's cuts would be disastrous. Saving the direct service to Victoria, now campaigning for the loop trains to Cannon Street at a reliable regular service when re-elected."
      },
      {
        "policyTitle": "A21 Upgrade & Link Road Now",
        "policyDescription": "The Liberal's plan to strangle the Bexhill and Hastings area with road traffic congestion must be opposed. Calling for less talk and more action."
      }
    ],
    "mentions": {
      "candidate": "Gregory Barker",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Our economy is in shambles.",
      "education": "We'll raise standards in our schools.",
      "environment": "",
      "governance": "A Conservative government will cut Gordon Brown's waste and debt to get our economy moving again.",
      "health": "We'll raise standards in our hospitals.",
      "immigration": "",
      "socialWelfare": "We'll support families and help people who do the right thing.",
      "housing": [
        {
          "content": "Clean open fields instead of landfill at Ashdown Brickworks.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I have been proud to serve our community as your Member of Parliament since 2001. If re-elected, I will continue to champion our special corner of East Sussex and strive to assist everyone who needs my help, regardless of party politics.",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "since 2001",
        "achievements": "Championing the special corner of East Sussex, striving to assist everyone regardless of party politics."
      }
    ],
    "contactInformation": {
      "address": "6a Amherst Road, Bexhill-on-Sea, East Sussex, TN40 1QJ",
      "phone": "01424 736861",
      "email": "gbarker@gregorybarker.com",
      "website": "www.gregorybarker.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Gregory Barker interacting with the community, engaging in local issues, and campaigning for improvements."
        }
      ]
    },
    "additionalNotes": ""
  }
}