{
    "leaflet": {
        "candidateName": "Dr Richard Grayson",
        "constituency": "Hemel Hempstead",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Save Hemel Hospital",
                "content": "Decisions on Hemel hospital have been made by unelected bureaucrats. Only the Liberal Democrats will put power in the hands to local people to decide on their NHS in the hands of locally and democratically held NHS foundation trusts."
            },
            {
                "title": "Liberal Democrats are winning for Britain",
                "content": "The Liberal Democrats: The main party of our biggest cities including Liverpool, Sheffield and Bristol. Won more votes than Labour in the last elections across England (2009). Are stronger now than at any time since 1920. Can deliver real change across Britain today."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protect the environment",
                "policyDescription": "The Liberal Democrats are at the forefront of the fight to protect the environment. We make promises to continue and expand carbon neutral public building projects, ensuring that all new schools are zero carbon and investing in renewable power."
            },
            {
                "policyTitle": "Better education",
                "policyDescription": "Liberal Democrats will give children the best start in life through a pupil premium worth an extra £33 million a year to Herts schools. All the money can be used for things like cutting class sizes and one-to-one tuition."
            },
            {
                "policyTitle": "Dr Richard Grayson's contract with people in Hemel Hempstead",
                "policyDescription": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community."
            }
        ],
        "mentions": {
            "candidate": "Dr Richard Grayson",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "Nick Clegg and Vince Cable",
            "tacticalSituation": "This election in Hemel is likely to be a fight between the Liberal Democrats and the Tories in Hemel."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Fairer taxes that put money back in your pocket; Pay on the first £10,000 you earn - cutting most tax bills by £700.",
            "education": "A fair chance for every child; Smaller class sizes, more cash for schools and abolish university tuition fees.",
            "environment": "A fair future: create jobs by making Britain greener; Invest in public transport, renewable energy and energy efficiency.",
            "governance": "",
            "health": "Save Hemel Hospital; Commitment to fighting for keeping the hospital and the birthing centre open.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Expand carbon neutral public building projects, ensuring that all new schools are zero carbon",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Born in 1969 and brought up in Hemel Hempstead. Family has lived in the area for over seventy years. Attended Hamel Grammar School, Highfield School and Longdean",
        "politicalExperience": [
            {
                "role": "Chair, New Labour think tank",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Vice Chair, Queens Park Rangers F.C.",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "96, Cotterells, Hemel Hempstead, HP1 1JQ",
            "phone": "1442 253585",
            "email": "rgrayson@hhlbidems.org.uk",
            "website": "www.hhlbidems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Gordon Brown's record of shame: Wrote the cheques for the Iraq War, Raised taxes on lower paid, Closed thousands of local post offices, Delivered other lax action on MPs' expenses",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dr. Richard Grayson in various settings, pictures with Nick Clegg and Vince Cable, and community images"
                }
            ]
        },
        "additionalNotes": "Nick Clegg and the Liberal Democrats are surging across Britain. Richard Grayson has fought to save Hemel hospital and the birthing centre, as part of the Defend Our Hospital Action Group."
    }
}