{
    "leaflet": {
        "candidateName": "Sean Sullivan",
        "constituency": "Tottenham",
        "politicalParty": "Conservatives",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
                "content": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by debt. Our borders and our benefits are up to anybody's taking. Our political system is in a mess. We can't go on like this. A Conservative government will confront Gordon Brown and reform our NHS. We'll cut Gordon Brown's waste and debt to get our economy moving again. We'll support families and back people who do the right thing – to raise standards in schools and in our society – and we'll make sure prisoners serve out full sentences."
            },
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR SEAN SULLIVAN",
                "content": "Fighting for our local Accident and Emergency. Defending our local environment. Standing up for vulnerable children."
            },
            {
                "title": "Vote for change in TOTTENHAM on 6th May",
                "content": "People say that our Labour MP is \"never here,\" \"He doesn't listen,\" \"He's part of a government which has been shutting down our post offices and A&E units.\" It's time for change, and Sean is that change. He listens, cares and understands."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Getting Britain Working",
                "policyDescription": "Cut the benefits of those who refuse work and paying off our national debt."
            },
            {
                "policyTitle": "Backing The NHS",
                "policyDescription": "Making the NHS more efficient by cutting the deficit without affecting front line services. Supporting local hospitals and opposing Labour's night service review that could close A&E."
            },
            {
                "policyTitle": "Raising Standards In Schools",
                "policyDescription": "Invest in a new generation of schools with funding following every child."
            },
            {
                "policyTitle": "Supporting Families",
                "policyDescription": "Supporting families to raise standards in society and ensure fairness and equality in education."
            }
        ],
        "mentions": {
            "candidate": "Sean Sullivan",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "We'll cut Gordon Brown's waste and debt to get our economy moving again.",
            "education": "Raising standards in schools and ensure fairness and equality in education.",
            "environment": "Defending our local environment - opposes the council's plans to build on Down Lane park.",
            "governance": "",
            "health": "Back local hospitals and oppose Labour's night service review that could close A&E.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Too many children grow up in crowded, damp, housing society. Labour's rigid system has failed to provide more 'affordable' homes instead wasting money on inept initiatives and glossy marketing overpriced.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "It's time for change, and Sean is that change. He listens, cares and understands.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "212 Ballards Lane, London, N3 2LX",
            "phone": "0208 446 4292",
            "email": "sean@seansullivan4tottenham.com",
            "website": "www.seansullivan4tottenham.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sean Sullivan with activists and community members."
                }
            ]
        },
        "additionalNotes": ""
    }
}