{
    "leaflet": {
        "candidateName": "Andy Chase",
        "constituency": "York Central",
        "politicalParty": "Green Party",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "VOTE GREEN FOR FAIRNESS AND A BETTER FUTURE",
                "content": "The Green Party is a fresh voice in politics. With growing support and a full programme of policies it is a positive alternative to the tired politics of recent years."
            },
            {
                "title": "MAKE A DIFFERENCE",
                "content": "VOTE GREEN ON MAY 6th A GREEN NEW DEAL AND A FAIRER TAX SYSTEM"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A 'ROBIN HOOD' TAX",
                "policyDescription": "A charge on the top 1,000 bankers to help protect the public finances."
            },
            {
                "policyTitle": "PROTECT THE NHS – NO TO PRIVATISATION",
                "policyDescription": "Ensure NHS remains free at the point of delivery, oppose costly and unnecessary reconfigurations of NHS services. Provide free dental care with the choice of an NHS dentist for everyone."
            },
            {
                "policyTitle": "FAIR PENSIONS & CARE FOR OLDER PEOPLE",
                "policyDescription": "Provide a decent basic pension for all of £170 a week and free and suitable support for older people living independently at home, in sheltered housing or in residential care. Recognise and support the valuable role played by carers."
            },
            {
                "policyTitle": "A FAIR DEAL FOR YOUNG PEOPLE",
                "policyDescription": "Value the vote for young people. Fully & immediately abolish university tuition fees. Fully link Jobseekers Allowance (JSA) for 16 to 18 year-olds to provide a right to work, training or education. Double Youth Services funding and provide a wide range of uncomfortable activities on top of a National Job Guarantee Scheme."
            },
            {
                "policyTitle": "RESPOND URGENTLY TO CLIMATE CHANGE",
                "policyDescription": "Create 4 million new jobs. Invest in a sustainable public transport system, build an electric train network, create energy-efficient homes within 2-3 years. Deliver car-sharing schemes and local car clubs."
            },
            {
                "policyTitle": "PUBLIC TRANSPORT – CHEAPER, BETTER AND MORE RELIABLE",
                "policyDescription": "Bring the railways back into public ownership. Reduce train and bus fares by averaging out across the country, delivering an immediate 10% cut followed by year-on-year real-terms reductions."
            }
        ],
        "mentions": {
            "candidate": "Andy Chase",
            "otherPartyLeaderCandidate": "Nick Love",
            "partyLeader": "Caroline Lucas",
            "tacticalSituation": "York Central is NOT a Tory target seat."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A full programme of policies",
            "education": "Fully & immediately abolish university tuition fees",
            "environment": "Respond urgently to climate change creating 4 million new jobs",
            "governance": "Keeping York Special",
            "health": "Protect the NHS – No to Privatisation",
            "immigration": "",
            "socialWelfare": "A Fair Deal for Young People",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I'm standing for York Central to make a difference. I've lived in York for 20 years and I'm standing because I believe it's time we placed love back into York's wonderful image.",
        "politicalExperience": [
            {
                "role": "Green Party candidate for York Central",
                "duration": "Present",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "22 Highgate, York, YO31 1PT",
            "phone": "01904 653269",
            "email": "andy.chase@greenparty.org.uk",
            "website": "www.voteforpolicies.org.uk www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Caroline Lucas",
                "endorsement": "\"I believe residents want more from their MP than someone who will simply follow the party whip rather than the wishes of local people.\" - Caroline Lucas, Green Party Leader, pictured with Cllr Andy D'Agorne."
            }
        ],
        "quotes": [
            {
                "text": "\"Keeping York Special\" is our slogan for good reason – we were the only party to oppose the massive York central expansion...",
                "source": "Leaflet content",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andy Chase calling for a fairer tax system at York's Robin Hood Tower."
                }
            ]
        },
        "additionalNotes": "York's Green councillors have: created York's first one-hour parking zones, tackled crime, graffiti and anti-social behaviour, fought loss of post offices and local bus services, and more as detailed in the leaflet."
    }
}