{
    "leaflet": {
        "candidateName": "Karen Robson",
        "constituency": "Cardiff Central",
        "politicalParty": "Conservative Party",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "A RECORD OF ACTION IN CARDIFF CENTRAL",
                "content": "Good intentions aren't good enough for Cardiff Central. As someone who works and lives in this city, I know we need reflective representation. We need our interests championed right at the heart of government. We need a Conservative champion and a Conservative Government."
            },
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR KAREN ROBSON",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "LEARNER, CLEANER POLITICS",
                "policyDescription": "With her proven record as a community campaigner, Karen has seen that we can be stronger to work together in our communities, to tackle our own problems. Conservatives will cut the cost of MPs, quangos, and Whitehall, and give us back power over our lives."
            },
            {
                "policyTitle": "BACKING OUR NHS",
                "policyDescription": "Karen says we need key services nearby, bureaucracy cut, more GPs. Even in these difficult economic times conservatives will ensure key services, like doctors and local schools provide."
            }
        ],
        "mentions": {
            "candidate": "Karen Robson",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by huge debts, and broken by crime and anti-social behaviour. Our political system is in crisis.",
            "education": "",
            "environment": "Karen loves Cardiff because of its green spaces and fair trade ethos. Locally produced food is a selling point for Cardiff restaurants, a boost to the Welsh economy and cuts the city’s carbon footprint.",
            "governance": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES. A Conservative government will take power away from the political elite to give you more control over your life. And we need big changes in our political system too. We’ll cap the pay and pensions of MPs and reduce the overall cost of the European Parliament.",
            "health": "Karen says we need key services nearby, bureaucracy cut, more GPs. Even in these difficult economic times conservatives will ensure key services like doctors and local schools provide.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Vote for change in Cardiff Central on May 6th",
        "politicalExperience": [
            {
                "role": "Local Candidate",
                "duration": "",
                "achievements": "Karen lives and works in Cardiff and knows at first hand the impact of high Council Tax bills, the difficulties of first time buyers and tenants towards jobs and public services."
            },
            {
                "role": "Proven Campaigner",
                "duration": "",
                "achievements": "Karen’s work at UNICEF championing the rights of disabled people and her involvement in voluntary organisations led her to award of Welsh Woman of the Year - fighting for issues which matter to you."
            }
        ],
        "contactInformation": {
            "address": "P.O. Box 58, Cardiff, CF14 2XS",
            "phone": "07949 582680",
            "email": "karen@karenrobson.info",
            "website": "www.karenrobson.info",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Karen Robson engaging with people, backing the NHS, contributing to raise standards in schools, protecting pensioners, and championing cleaner politics."
                }
            ]
        },
        "additionalNotes": "This leaflet seems to focus on the candidate's community involvement and key Conservative Party positions leading up to the election."
    }
}