{
    "leaflet": {
        "candidateName": "Richard Thomson",
        "constituency": "Gordon",
        "politicalParty": "SNP",
        "electionDate": "Thursday 6 May 2010",
        "messages": [
            {
                "title": "Westminster pensions priority",
                "content": "Richard will not be paid to play the cost of the bank bail-out. Richard will defend services for the elderly, campaign for better pensions. Household gas and electricity bills have doubled with recent times, and Richard will fight for rebates from the energy companies for local communities."
            },
            {
                "title": "Working for you...",
                "content": "All across Scotland households are feeling the impact of the recession. But with a Westminster axe hanging over jobs and our essential services, the London parties want to spend £100bn on new Trident nuclear weapons. The SNP believes that's the wrong choice. Richard's priorities will be to fight for local jobs and public services, speak up for local issues, and work hard to build a sustainable future for our communities."
            },
            {
                "title": "Fighting for fair play on fuel",
                "content": "Scotland is an energy rich nation, but we have the highest taxed fuel in Europe. Soaring fuel prices hit people in rural areas disproportionately hard. Richard will fight for a Rural Duty Regulator to reduce the scandalous level of the Fuel Duty against our rural economy."
            },
            {
                "title": "Driving forward roads investment",
                "content": "Thanks to SNP action, the Souterford Bridge in Inverurie is reopened to 2-way traffic. After years of delay, the SNP quickly gave the go-ahead to the Aberdeen by-pass, which will bring enormous benefits to the entire northeast of Scotland. The next priority is the notorious Inveramsay Bridge."
            },
            {
                "title": "Farming in Focus",
                "content": "Agriculture remains vitally important to the local rural economy and our hard-working entrepreneurs in the food sector will keep the farming interest high up on Richard's agenda at Westminster. Richard will work to keep farming interests high up at Westminster, and work to ensure farmers get a fair price for their produce at the farm gate."
            },
            {
                "title": "Safer Streets",
                "content": "The SNP has delivered more than 1,000 extra police - meaning record numbers of officers in Grampian."
            },
            {
                "title": "Send a message on postal services",
                "content": "LibDem, Labour and Tory privatisation plans threaten the future of the post office network. Only the SNP Government has put up £1 million funds to preserve access to essential services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Pensions",
                "policyDescription": "Fight for better pensions and rebates from energy companies."
            },
            {
                "policyTitle": "Energy and Fuel",
                "policyDescription": "Fight against high fuel taxes, especially for rural areas, and propose a Rural Duty Regulator to reduce Fuel Duty."
            },
            {
                "policyTitle": "Roads and Infrastructure",
                "policyDescription": "Continue investing in roads like the Aberdeen by-pass and Inveramsay Bridge to benefit Scotland's northeast."
            },
            {
                "policyTitle": "Agriculture",
                "policyDescription": "Keep farming interests a priority in Westminster and work towards ensuring fair prices for farmers."
            },
            {
                "policyTitle": "Safety and Policing",
                "policyDescription": "Maintain and increase the number of police officers to ensure safer streets."
            },
            {
                "policyTitle": "Postal Services",
                "policyDescription": "Oppose privatisation of postal services and work to ensure the survival and accessibility of the post office network."
            }
        ],
        "mentions": {
            "candidate": "Richard Thomson",
            "otherPartyLeaderCandidate": "LibDem, Labour and Tory",
            "partyLeader": "Gordon MSP and First Minister of Scotland, Alex Salmond",
            "tacticalSituation": "The leaflet implies that voting for Richard Thomson is a strategic choice for the constituency to resist the cuts proposed by other major parties and the new Trident nuclear weapons expenditure."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Richard's priorities will be to fight for local jobs and public services, and work hard to build a sustainable future for our communities.",
            "education": "",
            "environment": "",
            "governance": "Offering an alternative to the cuts proposed by the Liberals, Tories, and Labour; against spending on new Trident nuclear weapons.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "My election to represent this area in the House of Commons will signal a continued determination to secure the best for the North East. Give me your trust and your vote at this election, and I will have your mandate.",
        "politicalExperience": [
            {
                "role": "SNP candidate for Gordon",
                "duration": "",
                "achievements": "The leaflet does not specifically mention the duration or achievements in Richard Thomson's political experience."
            }
        ],
        "contactInformation": {
            "address": "Printed by Simpsons, High Street, Turriff. Promoted by Stuart Pratt (Election Agent), published for Thomson, both at Gordon SNP, 1 Kings Court, New Place, Ellon AB41 9BD",
            "phone": "07050 604939",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "With the economic scandal of MPs’ expenses, both the Gordon constituency and Scotland are seeking a new, first-class representative at Westminster – someone who is proven and who reflects your aspiration for Scotland.",
                "source": "Gordon MSP and First Minister of Scotland, Alex Salmond",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Richard Thomson with Alex Salmond."
                }
            ]
        },
        "additionalNotes": "The leaflet focuses on local issues and Richard Thomson's commitment to representing the constituency's interests in Westminster vis-à-vis the larger parties' agendas."
    }
}