{
    "leaflet": {
        "candidateName": "Joseph Healy",
        "constituency": "Vauxhall",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "FAIR IS WORTH FIGHTING FOR",
                "content": "I am not a professional politician. I work with disabled people in Lambeth. I know the issues which are important for ordinary people."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A 'Living Wage' for all",
                "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families."
            },
            {
                "policyTitle": "A million new jobs",
                "policyDescription": "Green MPs will press for a Greener industrial policy to create a million new jobs and a free insulation scheme for every single home as part of greening the economy."
            },
            {
                "policyTitle": "Protect our NHS",
                "policyDescription": "Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures and privatisation within our NHS and protect the jobs of public sector workers."
            }
        ],
        "mentions": {
            "candidate": "Joseph Healy",
            "otherPartyLeaderCandidate": "Labour and the Tories",
            "partyLeader": "MEP Caroline Lucas",
            "tacticalSituation": "Vauxhall is one of the poorest areas in London and has desperate needs for improvement in social housing, health and social care - all issues I care about deeply. Also need a good quality of life with clean air to breathe and green spaces to relax."
        },
        "issues": {
            "brexitEurope": "Green policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these crucial issues.",
            "economy": "Green MPs will press for a Greener industrial policy to create a million new jobs.",
            "education": "",
            "environment": "Green policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these crucial issues.",
            "governance": "",
            "health": "I will fight against cuts in the NHS and disastrous PFI projects introduced by New Labour.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Vauxhall is one of the poorest areas in London and has desperate needs for improvement in social housing.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I will stand up for those threatened by hate crime and prejudice - ethnic minorities, LGBT and disabled people.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "0844 544 9277",
            "email": "",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Joseph Healy pictured with others"
                }
            ]
        },
        "additionalNotes": "Printed on 100% recycled paper using sustainable technologies that do not harm the environment."
    }
}