{
    "leaflet": {
        "candidateName": "David Goodall",
        "constituency": "Southampton Itchen Constituency",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Creating a fairer NHS",
                "content": "Responsive local services are created if local people run them. And they are answerable for that public service to the people they provide it to. In Southampton, the central government appointed Newbury based South Central Strategic Health Authority decided to put fluoride in the water. Despite 72% of Public Consultation respondents, Hampshire County Council, Eastleigh Borough Council, Test Valley and New Forest Councils all rejecting the proposal, it is not fair and it is not right."
            },
            {
                "title": "The Lib Dem Difference",
                "content": "Only the Liberal Democrats will protect frontline NHS services and only vote Lib Dem can stop it. Local people's solutions to local problems. And we've a costed plan to do it. That’s the Lib Dem difference. Please help David Goodall get action to make Britain fairer by giving him your support to be your next local MP."
            },
            {
                "title": "OUR NHS: At risk with the Conservatives",
                "content": "Tory Health spokesman accepted £21,000 donation from private health firm boss. 'We’ve lived through this mistake for 60 years now....The reality is [the NHS] never worked - it has made people iller. - Senior Tory MEP Dan Hannan, Summer 2009"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Response against central government appointed decisions on local services such as water fluoridation, ensuring local people have control and choice. A commitment to protect frontline NHS services."
            }
        ],
        "mentions": {
            "candidate": "David Goodall",
            "otherPartyLeaderCandidate": "Gordon Brown, David Cameron",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Criticisms of Gordon Brown's record in government, including issues on spending squeeze for NHS, raised taxes on lower paid, closed thousands of local post offices, dithered over taking action on MPs’ expenses.",
            "health": "Strengthens local response, accountability for public services like the NHS, commitment to protect frontline NHS services. Criticism towards Conservative approach to NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Change that works for Southampton.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Gordon Brown's record of shame: Wrote the cheques for the Iraq War. Raised taxes on the lower paid. Closed thousands of local post offices. Dithered over taking action on MPs' expenses.",
                "source": "Leaflet",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photos of David Goodall working on various campaigns and with Nick Clegg, including supporting local businesses, road repairs, preventing post office closures, and creating safer communities."
                }
            ]
        },
        "additionalNotes": "The leaflet advocates for local solutions to local problems, a fairer NHS, and a greener Britain. It shows support from Nick Clegg and emphasizes a record of winning seats. It also contains a section for readers to fill in to support or donate to David Goodall's campaign."
    }
}