{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Why we're backing Labour",
        "content": "This is the most important and closest election most of us can ever remember. A lot is at stake as we come out of the worst recession in many years. So please take a minute and read our letter to you... It is vital that Labour wins this election. Britain is on the road to recovery and we can’t let the Tories wreck it."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax",
        "policyDescription": "Labour proposes not to give a tax giveaway worth £200,000 to the richest estates in Britain. They would cut the tax credits that many families on middle incomes rely on."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour stands for making Britain a fairer place. They emphasize the importance of not letting the Conservative Party disrupt the road to recovery following the recession."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The state of the NHS showed that we've had all to it was on its knees. Over the last 13 years a lot has changed for the good. We expect a Labour Government to make things better for ordinary people and our schools and hospitals have improved.",
      "education": "We expect a Labour Government to make things better for ordinary people and our schools and hospitals have improved.",
      "environment": "",
      "governance": "",
      "health": "We expect a Labour Government to make things better for ordinary people and our schools and hospitals have improved. There is more support for families and pensioners. There are more police on our streets.",
      "immigration": "",
      "socialWelfare": "They would cut the tax credits that many families on middle incomes rely on.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Patrick Stewart OBE, Sir Alex Ferguson",
        "endorsement": "It is vital that Labour wins this election."
      },
      {
        "endorser": "Tony Robinson",
        "endorsement": "We all agree on one thing. It's vital that Labour wins this election. Because if we make a mess of the economy now, we are in deep trouble."
      }
    ],
    "quotes": [
      {
        "text": "We all agree on one thing. It's vital that Labour wins this election. Because if we make a mess of the economy now, we are in deep trouble.",
        "source": "Tony Robinson",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Endorsements from various supporters including Patrick Stewart OBE, Sir Alex Ferguson, Jo Brand, Tony Robinson, Eddie Izzard, and others."
        }
      ]
    },
    "additionalNotes": "The leaflet includes endorsements from high-profile figures supporting the Labour Party, with a strong emphasis on the importance of Labour winning the election and continuing the country's recovery."
  }
}