{
    "leaflet": {
        "candidateName": "Colin Eldridge",
        "constituency": "Liverpool",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "THE TRUTH ABOUT LABOUR’S LONDON CANDIDATE",
                "content": "Labour's candidate was fighting for residents in Camden only a week ago. Several local people were overlooked as Luciana Berger was selected to be Labour’s candidate. Now local residents are turning to the Lib Dem's local candidate Colin Eldridge to fight for Liverpool."
            },
            {
                "title": "Stop Press!",
                "content": "Liverpool Labour MP, Peter Kilfoyle has slammed the new Labour candidate for our area. He stated he would have preferred a local candidate, instead of someone from London. This comes after Labour MP, Jane Kennedy quit after criticism over her expenses."
            },
            {
                "title": "Labour Civil War",
                "content": "Mr Kilfoyle said “I would have preferred a local candidate, with local knowledge and with more experience”."
            },
            {
                "title": "What they are saying about Labour’s London candidate",
                "content": "“...many local people are disillusioned with our Labour Government and feel they are not addressing the real issues so many of us are facing.” - Labour party member Angela Glanville."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Colin Eldridge",
            "otherPartyLeaderCandidate": "Luciana Berger",
            "partyLeader": "",
            "tacticalSituation": "She faces a tough fight against Liberal Democrat Colin Eldridge to hold the seat for Labour."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Winning Wavertree is going to be very tough in the short period before the General Election. That is why I believe our best chance is with a local candidate.",
                "source": "Liverpool Labour Leader Joe Anderson on Labour’s chances in Liverpool.",
                "date": ""
            },
            {
                "text": "Miss Berger was selected to stand in a safe Labour ward on Camden council.",
                "source": "ECHO",
                "date": ""
            },
            {
                "text": "I would have preferred a local candidate, with local knowledge and with more experience.",
                "source": "Mr Kilfoyle",
                "date": ""
            },
            {
                "text": "“...many local people are disillusioned with our Labour Government and feel they are not addressing the real issues so many of us are facing.",
                "source": "Labour party member Angela Glanville",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Luciana Berger was fighting for election in London only days ago"
                },
                {
                    "caption": "Liverpool Labour MP slams Labour's London Candidate"
                },
                {
                    "caption": "Labour's London candidate was fighting for Camden only a week ago."
                }
            ]
        },
        "additionalNotes": ""
    }
}