{
    "leaflet": {
        "candidateName": "Ruth Cadbury",
        "constituency": "Brentford & Isleworth",
        "politicalParty": "Labour",
        "electionDate": "May 2015",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "I am writing to you as you have expressed concerns about the environment, or told my team you were considering voting for the Green Party at the coming General Election..."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Environment",
                "policyDescription": "Work to leave the world a better place for children. Action not just warm words required to improve 'pollution and aircraft noise'. Against a third runway, set up Hounslow's campaign against expansion at Heathrow."
            }
        ],
        "mentions": {
            "candidate": "Ruth Cadbury",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": "Marginal constituency between Labour and the Conservatives. Every vote not cast for Labour only makes it one vote easier for the Conservatives to win the election."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Need to fight for a 'Better Not Bigger' Heathrow, and demanding significant improvement to public transport and noise insulation schemes.",
            "governance": "",
            "health": "Safeguard the NHS.",
            "immigration": "",
            "socialWelfare": "Wants to make Hounslow an early adopter of the Living Wage for employees and contractors.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Lived in the area for nearly 30 years with family, knows the impact the issues have on residents. Worked to ensure a fairer Hounslow and safeguard the NHS.",
        "politicalExperience": [
            {
                "role": "Planning professional, advocate for cycling infrastructure, trustee of a social justice charity, and a councillor",
                "duration": "",
                "achievements": "Developed the Parliamentary strategy for Sustrans, the National cycling charity, and has a long history of environmental and social welfare work."
            }
        ],
        "contactInformation": {
            "address": "367 Chiswick High Road, W4 4AG",
            "phone": "020 8581 3646",
            "email": "Ruth@RuthCadbury.org.uk",
            "website": "www.RuthCadbury.com",
            "socialMedia": {
                "facebook": "www.facebook.com/Ruth2015win",
                "twitter": "@RuthCadbury",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ruth Cadbury - Labour's candidate for Brentford & Isleworth"
                }
            ]
        },
        "additionalNotes": "Urges constituents to vote for Labour to prevent the Conservative party from winning, stating that 'We all know that the Tories took Brentford & Isleworth with a majority of 1,958; from among an electorate of nearly 80,000 people.'"
    }
}