{
  "leaflet": {
    "candidateName": "Mary Macleod",
    "constituency": "Chiswick, Brentford, Isleworth, Osterley and Hounslow",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Competent Leadership",
        "content": "The leaflet compares 'Competent Leadership' with 'Coalition of chaos', associating the former with reducing the deficit, lowering income tax, creating more jobs, and supporting new businesses; while framing the latter with increased spending and debt, higher taxes, and job losses."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "The focus is on long-term economic planning, reducing the deficit, growing the economy, and creating jobs."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Engagement with schools about the impact of a third runway at Heathrow and discussing better childcare support and education with families."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Crime is down 18% and following Mary's domestic abuse summit in Chiswick, the Home Secretary has announced a nationwide £10m fund to support victims of domestic abuse."
      },
      {
        "policyTitle": "Employment",
        "policyDescription": "Local youth unemployment is down by over 47%, over 4,400 apprenticeships have been created and 9,400 new jobs since Mary was elected in 2010."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Mary secured 30 minutes for the local health service every week at one local surgery, as well as an A&E at West Middlesex University Hospital when it is upgraded."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Continues to raise with the Prime Minister the need to make affordable housing should be included in the planning decisions for all new developments."
      }
    ],
    "mentions": {
      "candidate": "Mary Macleod asserts that she has been a strong voice in government, has a proven track record and that she lives in the local area.",
      "otherPartyLeaderCandidate": "The leaflet suggests opposing parties will raise spending and debt, and increase taxes.",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Plans for economic growth are mentioned along with efforts to reduce the deficit and lower taxes.",
      "education": "Engaged in discussion about the potential impact of Heathrow expansion on local schools and families.",
      "environment": "",
      "governance": "",
      "health": "30-minute weekly health slots secured at a local surgery and improvements planned for a local hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Pushing for the need to include affordable housing in all new development plans.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Mary Macleod states her background and emphasizes her commitment to the local area and being the local voice in government.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Brentford and Isleworth",
        "duration": "Since 2010",
        "achievements": "Proven track record of delivering for the area, securing time for local health services, and being a part of planning discussions for Heathrow and local businesses."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "020 7219 7023",
      "email": "mary.macleod.mp@parliament.uk",
      "website": "www.marymacleod.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Persuading the Chancellor to reduce business rates and give £1m to London Air Ambulance."
        },
        {
          "caption": "At Chatsworth School speaking to pupils about the impact of a third & fourth runway at Heathrow."
        },
        {
          "caption": "Meeting with local business leaders."
        },
        {
          "caption": "Discussing better childcare and support for new businesses with female entrepreneurs."
        }
      ]
    },
    "additionalNotes": "The leaflet stresses the importance of this General Election and the strategic choices facing the electorate, promoting Mary Macleod’s personal involvement and achievements in the constituency."
  }
}