{
  "leaflet": {
    "candidateName": "Will Martindale",
    "constituency": "Battersea, Balham and Wandsworth",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Let's fix Battersea's broken housing market",
        "content": "A shower with no hot water. A landlord who keeps the deposit. Bikes stolen by burglars. We've faced many of the frustrations of Battersea's broken housing market. If I've met you on the doorstep, at one of our public meetings or while commuting, it's likely you have a similar story. My father and grandparents lived in Battersea. They brought up five children. My mother took the broken pieces of the same family to live close by. Housing is the number one issue people talk to me about. One in ten households move every year. One in six grew up in social housing in the same family homes their parents did. But there are local people I've known that are locked into different contracts to hundreds of possible agents and know that the price of local rent could rise again tomorrow."
      },
      {
        "title": "Battersea: It's too close to call",
        "content": "Recent polls by Populus, Lord Ashcroft, YouGov and Survation show that Labour are within 250 votes of winning here."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing",
        "policyDescription": "End the barriers that stop too many local residents fulfilling their potential by fixing Battersea's broken housing market."
      }
    ],
    "mentions": {
      "candidate": "Will Martindale",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Recent polls by Populus, Lord Ashcroft, YouGov and Survation show that Labour are within 250 votes of winning here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "A shower with no hot water. A landlord who keeps the deposit. Bikes stolen by burglars...",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'm out every week. It's my aim to speak with as many Battersea, Balham and Wandsworth residents I can. If we haven't yet met please email or call me on my mobile, I'm on 07701 311 379.",
    "politicalExperience": [
      
    ],
    "contactInformation": {
      "address": "177 Lavender Hill, Battersea, SW11 5TE",
      "phone": "020 7223 5306",
      "email": "will@willtowin.org.uk",
      "website": "willtowin.org.uk",
      "socialMedia": {
        "facebook": "WillMartindale",
        "twitter": "WillJMartindale",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      {
        "text": "We need to end the barriers that stop too many local residents fulfilling their potential. Let’s fix Battersea's broken housing market.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Will Martindale in front of housing"
        }
      ]
    },
    "additionalNotes": ""
  }
}