{
    "leaflet": {
        "candidateName": "Edward Davey MP",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "The Liberal Democrats were the first party to talk about climate change in Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Secured a commitment to halving UK greenhouse gases by 2025. Created 200,000 new green jobs. Doubled the amount of electricity generated from offshore wind. Planted 1 million trees in England in the first government tree planting programme since the 1970s. 'Our five new green laws' include legal targets for clean air and water, an end to dirty coal power stations and an ambitious decarbonisation target for the electricity sector."
            }
        ],
        "mentions": {
            "candidate": "Edward Davey MP, Lib Dem Secretary of State for Energy and Climate Change",
            "otherPartyLeaderCandidate": "Labour",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "The Liberal Democrats will never abandon our commitment to the environment. We are the only major party that can be trusted to prioritise tackling climate change, alongside delivering green jobs and green growth in Government.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I hope this has reassured you of our intention to carry on working to protect and improve our environment.",
        "politicalExperience": [
            {
                "role": "Lib Dem Secretary of State for Energy and Climate Change",
                "duration": "",
                "achievements": "Secured commitment to halving UK greenhouse gases by 2025, created 200,000 new green jobs, doubled the amount of electricity from offshore wind, and planted 1 million trees."
            }
        ],
        "contactInformation": {
            "address": "Printed by Haringey Liberal Democrats at 62 Hornsey High St, London, N8 7NX. Published and promoted by T. Gordon on behalf of the Liberal Democrats at 8-10 Great George Street, London, SW1P 3AE.",
            "phone": "",
            "email": "",
            "website": "tinyurl.com/FiveGreenLaws",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "It's also our policy to ensure that 60% of Britain's energy comes from renewable sources by 2030.",
                "source": "P.S. section of the letter",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Edward Davey MP Lib Dem Secretary of State for Energy and Climate Change"
                }
            ]
        },
        "additionalNotes": "The letter addresses concerns about climate change policies and the Liberal Democrats' commitment to environmental issues."
    }
}