{
    "leaflet": {
        "candidateName": "Meena Hans, Tom Sharman, Jaspreet Mahal",
        "constituency": "Ealing North",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Ealing needs a Green MP",
                "content": "Ealing Hospital's vital A&E service has been downgraded and is due to close completely. Our maternity unit is closing in February and vital mental health services have been decimated, with both Ealing and Clayponds Hospital due for demolition, the land sold off and our hospitals replaced with 'feeble' 'polyclinics' and 'cottage' hospitals. An unprecedented £96 million budget cut is likely to close the Solace Centre that provides a life-line for mentally ill adults. Where will they go?"
            },
            {
                "title": "The NHS - in critical condition",
                "content": "The NHS has subjected to continuous re-organization that has demoralized doctors and nurses, and eroded the public service ethos that was its hallmark. An unnecessary tendering process creates chaos and waste. Parts of our health service, winning contracts to run key components like G4S are despised politically by darkening of the Olympics and running prisons poorly, Lockheed-Martin, the big US armaments company, was the ultimate run GP support services with LB1 until public outcry surgered them off. The contract is one of the biggest ever put out to tender by the NHS, but almost gave 'making a killing' an ironic double meaning."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Plans to fight tooth and nail to keep services open, will elect a Green MP in public contests to scrutinize and defend local NHS healthcare services, and will rescue the NHS."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "the Conservative and LibDem government",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Ealing Hospital's A&E service has been downgraded and is due to close completely. Unprecedented £96 million budget cuts likely to close the Solace Centre. Continuous re-organization of the NHS has demoralized doctors and nurses, and eroded the public service ethos. Unnecessary tendering processes create chaos and waste.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Demolition of both Ealing and Clayponds Hospital is planned, with the land sold off and hospitals replaced with 'feeble' 'polyclinics' and 'cottage' hospitals.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0757 4920845",
            "email": "ealing@greenparty.org.uk",
            "website": "http://ealing.greenparty.org.uk",
            "socialMedia": {
                "facebook": "greenpartyealing",
                "twitter": "EalingGreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Your local Green candidates for the forthcoming general election are: Meena Hans, Tom Sharman, Jaspreet Mahal."
                }
            ]
        },
        "additionalNotes": ""
    }
}