{
  "leaflet": {
    "candidateName": "Rabi Martins",
    "constituency": "Hemel Hempstead",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Investing in our children’s future",
        "content": "Backing our children from cradle to college - The Liberal Democrats believe the first few years of people’s lives are crucial in helping them achieve their full potential later in life."
      },
      {
        "title": "Celebrating 2 million apprenticeships!",
        "content": "Apprenticeships have been a huge success story for the Lib Dems in government and a key milestone in the road to creating quality apprenticeships your area."
      },
      {
        "title": "Ending mental health discrimination",
        "content": "Huge progress has been made in ending the discrimination around mental health, led by the Liberal Democrats."
      },
      {
        "title": "A Year of Action",
        "content": "This leaflet highlights the actions and involvement of the Liberal Democrats in the Hemel Hempstead area over the course of the year."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Invest in the education of our children, with £5.5 billion into schools specifically to help those children most in need."
      },
      {
        "policyTitle": "Apprenticeships",
        "policyDescription": "Focus on creating high quality apprenticeships, acknowledging the program's success and its importance in bringing businesses to Hemel Hempstead."
      },
      {
        "policyTitle": "Mental Health",
        "policyDescription": "Prioritize ending discrimination in mental health care, ensuring that care standards for mental health are the same as for physical health."
      }
    ],
    "mentions": {
      "candidate": "Rabi Martins",
      "otherPartyLeaderCandidate": "Conservatives and Labour leaders",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Lib Dems pledge to invest in children's education from cradle to college and have invested £5.5 billion in schools.",
      "environment": "",
      "governance": "Last year Liberal Democrat Councillors on Dacorum Borough Council, including deputy leader of the opposition, held 40 Councils in full council meetings and put forward amendments to the budget to increase spending on improving the look of our streets and improve parking provision.",
      "health": "Lib Dems have made significant strides against mental health discrimination, with new waiting time standards and health talks.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Lib Dems have been involved in local community actions such as holding the council to account for issues in Hidalgo Court, working on parking and street improvements, and dealing with refuse collection issues.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Hemel Hempstead Parliamentary Candidate",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.hlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Brenda Link & Stuart Pope",
        "endorsement": "Support for the local actions and involvements of the Liberal Democrats in Hemel Hempstead."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of candidate Rabi Martins, local councillors and community members engaging in various activities and initiatives in Hemel Hempstead."
        }
      ]
    },
    "additionalNotes": "The leaflet includes mentions of community engagement and active projects by the Liberal Democrats in the Hemel Hempstead area such as safety outside schools, getting Queensway right, and addressing local community issues."
  }
}