{
    "leaflet": {
        "candidateName": "Chris Wilford",
        "constituency": "Poplar and Limehouse",
        "politicalParty": "Conservative",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Chris Wilford",
            "otherPartyLeaderCandidate": "Ed Miliband",
            "partyLeader": "",
            "tacticalSituation": "At the moment the election looks too close to call. Last time everyone thought that Gordon Brown couldn't win. Labour lost almost a hundred seats in Parliament, giving the Liberal Democrats no real choice but to go into coalition with the Conservatives. This time is different. With polls showing that the Lib Dems are set to lose many seats and that Labour will lose seats to the Scottish Nationalists, many experts now think that Ed Miliband would need to go into coalition with both the Lib Dems and the SNP to become Prime Minister. This would mean chaos for Britain."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Thanks to your hard work and our strong financial and economic management, Britain has started growing again – 1.75 million new jobs have been created since 2010, 760,000 new businesses have opened their doors and 2 million new apprentices are gaining the skills they need to get ahead in life.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "1 Ducane Apartments, Merchant Street, London, E3 4PG",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "PS Britain needs competence not chaos. Your vote where you live will make a real difference because our constituency is one of those that will determine the outcome of the election. If the Conservatives win in our constituency then we are likely to be able to form a stable majority government. If we don't then a Labour/Lib Dem/SNP/ assorted independents coalition is a real possibility."
    }
}