{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "Transport",
                "content": "We will scrap HS2. We will scrap tolls for public roads and will keep existing free parking. Bus passes will be eligible for use on all bus routes. UKIP will establish a UK Infrastructure Commission to monitor the state of the nation’s infrastructure."
            },
            {
                "title": "Protecting jobs and increasing prosperity",
                "content": "We would review all legislation and regulations from the EU (3,600 new laws since 2010) and remove those which hinder British prosperity and competitiveness. UKIP would negotiate a bespoke trade agreement with the EU to ensure our businesses continue trading to mutual advantage."
            },
            {
                "title": "Energy",
                "content": "UKIP will repeal the Climate Change Act 2008 which costs the economy £18bn a year. UKIP supports a diverse energy market including coal, nuclear, shale gas, and oil."
            },
            {
                "title": "Agriculture and Fishing",
                "content": "By leaving the EU, the UK will leave the Common Agricultural Policy. Outside the EU UKIP will work towards free trade deals with European partners, and reinstate British territorial waters."
            },
            {
                "title": "Housing and planning",
                "content": "UKIP will abolish the Government target of building one million homes on brownfield sites by 2020. Development prevails if a site is named in an approved local plan or has planning consent."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Democracy and the Constitution",
                "policyDescription": "UKIP will overturn the unfair system of postal votes, and implement a system of direct recall, allowing constituents to 'fire' their MP and call a by-election if enough voters are dissatisfied."
            },
            {
                "policyTitle": "Law and Order",
                "policyDescription": "UKIP will pull the UK out from the jurisdiction of the European Court of Human Rights. The UKIP will replace the EAW with appropriate bi-lateral agreements."
            },
            {
                "policyTitle": "Employment and Small Businesses",
                "policyDescription": "Businesses shouldn't be able to discriminate in favour of any nationality. UKIP will replace the Agency Workers Directive. UKIP will support the small business by removing red tape, simplifying the appeal to VAT and PAYE, and offer a 'cooling off' period."
            },
            {
                "policyTitle": "Education, Health, and Skills",
                "policyDescription": "UKIP will introduce an option for students to take an apprenticeship qualification instead of four non-core GCSEs which can be used as a pathway into a trade. UKIP will ensure the NHS is free at the point of delivery for all UK residents."
            },
            {
                "policyTitle": "Welfare and Childcare",
                "policyDescription": "UKIP wants people to come back into work, we will support those below the tax threshold with a tailored Personal Allowance. UKIP will ensure child benefit is for people who live here."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "UKIP would negotiate a bespoke trade agreement with the EU to ensure our businesses continue trading to mutual advantage.",
            "economy": "We would review all legislation and regulations from the EU (3,600 new laws since 2010) and remove those which hinder British prosperity and competitiveness.",
            "education": "UKIP will introduce an option for students to take an apprenticeship qualification instead of four non-core GCSEs which can be used as a pathway into a trade.",
            "environment": "UKIP will repeal the Climate Change Act 2008 which costs the economy £18bn a year. UKIP supports a diverse energy market including coal, nuclear, shale gas, and oil.",
            "governance": "UKIP will overturn the unfair system of postal votes, and implement a system of direct recall, allowing constituents to 'fire' their MP and call a by-election if enough voters are dissatisfied.",
            "health": "UKIP will ensure the NHS is free at the point of delivery for all UK residents.",
            "immigration": "UKIP recognises the benefits of limited, controlled immigration. UKIP will leave the EU, and take back control of our borders. Work permits will be limited.",
            "socialWelfare": "UKIP wants people to come back into work, we will support those below the tax threshold with a tailored Personal Allowance.",
            "housing": [
                {
                    "content": "UKIP will abolish the Government target of building one million homes on brownfield sites by 2020.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Front cover of UKIP campaign leaflet titled 'Policies for People' with UK flag and multiple raised hands."
                }
            ]
        },
        "additionalNotes": ""
    }
}