{
  "leaflet": {
    "candidateName": "Darren Jones",
    "constituency": "Bristol North West",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "BRISTOL GP SURGERIES AT RISK OF CLOSURE",
        "content": "6,000 Bristol patients to lose their GP. Patients using the St Martin's Surgery in Knowle have received letters from NHS England informing them the GP partners are quitting the NHS because they can't recruit enough doctors."
      },
      {
        "title": "EXPOSED: BRISTOL TORY MP’S CALL FOR NHS CHARGES",
        "content": "Labour’s Darren Jones calls for idea to be scrapped."
      },
      {
        "title": "TORY THREAT TO OUR NHS",
        "content": "Bristol NW Tory MP's NHS to-do list."
      },
      {
        "title": "MORE DOCTORS AND NURSES WITH LABOUR",
        "content": "Only with Labour will the NHS be safe says Darren Jones."
      },
      {
        "title": "PARKING CHAOS AT SOUTHMEAD HOSPITAL",
        "content": "Limited parking and poor public transport links are causing chaos for local residents and those visiting Southmead Hospital."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health - NHS",
        "policyDescription": "Darren Jones and the Labour party propose to invest an additional £2.5bn a year in the NHS to ensure more doctors and nurses, 3,000 more midwives, 5,000 home care workers, and maximum one-hour home care visits."
      }
    ],
    "mentions": {
      "candidate": "Darren Jones",
      "otherPartyLeaderCandidate": "Charlotte Leslie",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Labour's Darren Jones is focused on the threat to Bristol's GP services and the proposed idea by the Conservative Party for NHS charges. He commits to investing in the NHS to tackle these issues.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Darren Jones was born in Southmead Hospital and lives locally in Bristol. Passionate about the NHS and proud to stand up for local services.",
    "politicalExperience": [
      {
        "role": "Labour candidate for Bristol North West",
        "duration": "",
        "achievements": "Campaigning against the closure of local services and against NHS charges proposed by Tory MP."
      }
    ],
    "contactInformation": {
      "address": "Freepost RSBB-XRZT-ZTXE, Bristol BS10 5NQ",
      "phone": "0117 239 2015",
      "email": "contact@darren-jones.co.uk",
      "website": "www.darren-jones.co.uk",
      "socialMedia": {
        "facebook": "darrenjonesmp",
        "twitter": "darrenpjones",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "\"...we do need a charge I just enable people to think a little bit about what their use of the NHS costs...\"",
        "source": "Charlotte Leslie, Conservative MP, Bristol North West",
        "date": ""
      },
      {
        "text": "At the same time, David Cameron has said it was his aim to 'break down' the barriers between private and public provision in healthcare, suggesting a greater role for private companies in the NHS.",
        "source": "Labour's NHS Brochure",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Darren Jones with a message about NHS services."
        },
        {
          "caption": "Darren Jones presenting his view on the Tory threat to NHS."
        },
        {
          "caption": "Graph showing the support for different parties in the past election."
        }
      ]
    },
    "additionalNotes": "Darren Jones is emphasizing the protection and investment in the NHS, showcasing his local connection to Bristol North West, and highlighting alleged threats to the NHS from the Conservative MP and her party."
  }
}