{
    "leaflet": {
        "candidateName": "SIMON MARCUS",
        "constituency": "LONDON NW3",
        "politicalParty": "Conservative",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "The Election is Finally Here",
                "content": "On 7th May you decide who runs the country. The choice is between a growing economy, strong leadership and a secure future with David Cameron as Prime Minister or chaos with Ed Miliband and Ed Balls."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "SIMON MARCUS",
            "otherPartyLeaderCandidate": "Ed Miliband and Ed Balls",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Hampstead & Kilburn is the most marginal seat in the country with a Labour majority of just 42 votes."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Conservatives are cleaning up Labour’s mess. Our economy is now growing faster than any other in the G7 including Germany, and Japan. Since 2010 we have cut the deficit by nearly half, capped welfare to make work pay and cut tax for 26 million people. Wages are now rising in real terms. Our economy is recovering with 1.8 million more jobs than 2010, nearly 750,000 more businesses and 2 million apprenticeships. The International Monetary Fund says Britain is 'leading the way.'",
            "education": "Unemployment hit 2.5 million, we suffered the deepest economic recession since the war, the welfare system punished work and 1 in 3 pupils left primary school unable to read, write or add up.",
            "environment": "",
            "governance": "",
            "health": "Labour gave us the Mid Staffs health disaster where 1,200 people died of neglect, raided £150 Billion from our pensions, more businesses went bust than in any other recession and youth unemployment reached a million.",
            "immigration": "",
            "socialWelfare": "Since 2010 we have cut the deficit by nearly half, capped welfare to make work pay and cut tax for 26 million people.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Cllr",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "agent@hampsteadandkilburnconservatives.co.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of candidate SIMON MARCUS"
                }
            ]
        },
        "additionalNotes": "Simon Marcus asks to ensure we have a Conservative Government on 8th May. Campaigning includes window posters, and volunteering assistance. Mentions postal voting information and encourages to cast votes by post if away on election day."
    }
}