{
    "leaflet": {
        "candidateName": "Tim Andrewes",
        "constituency": "St Ives",
        "politicalParty": "Green Party",
        "electionDate": "May 2015",
        "messages": [
            {
                "title": "The Green Party is committed to a massive increase in social housing for rent by 2020",
                "content": "Tim Andrewes states that 'More social housing is needed urgently' and highlights the need to offer affordable housing for millions of people over the past 150 years, addressing the deficit of over 40 years of social housing back at the heart of housing policy."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Affordable Homes",
                "policyDescription": "The Green Party aims to redefine affordable rents as being 80% of market rents in any area. They promise to build 500,000 social rented homes by gradually increasing the social housing budget."
            },
            {
                "policyTitle": "Housing Benefit",
                "policyDescription": "The Green Party plans to contribute towards the cost of rents paid in the private and public sector. They suggest that redirecting funds towards social housing would offer a better return for the government."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "The Green Party wants to ensure a first-class education free from prejudice and bias, promoting a curriculum that stimulates imagination and independent thinking. They oppose tuition fees and early testing."
            },
            {
                "policyTitle": "The European Union",
                "policyDescription": "The Green Party appreciates the benefits of EU membership, including better employment standards and environmental protection. They support the promotion of co-operative and international policies, reflective of the interconnected nature of modern society."
            }
        ],
        "mentions": {
            "candidate": "Tim Andrewes",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Natalie Bennett",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Appreciates benefits of EU membership with better employment standards and environmental protection.",
            "economy": "Mentions landlord tax allowances, removal of borrowing caps from local councils, and redirecting funds towards more beneficial social housing.",
            "education": "Opposes tuition fees and early testing, and promotes a curriculum that stimulates imagination and independent thinking.",
            "environment": "Aims to address environmental policies which are important locally and globally, with focus on reducing climate change and protecting the natural world.",
            "governance": "The content addresses policy and governance changes proposed by the Green Party but does not detail specific governance issues.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Housing benefit changes are mentioned to ensure that government funds offer better returns through investment in social housing rather than private rented sector benefit.",
            "housing": [
                {
                    "content": "Discusses the need for a massive increase in social housing for rent by 2020, provision of affordable homes, and the redirection of funds towards the cost of rents paid in social housing for a better return.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Friends of the Earth",
                "endorsement": "A report scores the Green Party's stance on environmental policies the highest at 9.5 out of 10."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Graph showing how the parties measure up on environmental policies according to Friends of the Earth."
                }
            ]
        },
        "additionalNotes": ""
    }
}