{
  "leaflet": {
	"candidateName": "ADRIANNE SMYTH",
	"constituency": "NORTH EAST BEDFORDSHIRE",
	"politicalParty": "UK INDEPENDENCE PARTY",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Introducing Your UKIP Candidate",
    	"content": "Dear Resident, I am not a professional politician. I have spent my entire working life in the aviation and property industries of the UK, India and America. I am standing for UKIP because, like so many of you, I am disgusted at the present state of our country, and the indifference of our professional career politicians to the plight of our people. In our area Bedford Hospital has to compete for A & E funding with Milton Keynes Hospital whilst the Government squanders billions of pounds in Foreign Aid to some of the most corrupt countries in the world. Our old people are not cared for adequately, whilst incomers who have never paid into the system come here and receive handouts and houses. A vote for UKIP is a vote to restore our traditional values, beliefs and self determination. A vote for UKIP will stop uncontrolled immigration and allow us to run our own country in the interests of the British people. Please come to our public meetings to hear how voting UKIP will make a real difference. Yours sincerely, Adrianne"
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Healthcare Funding",
    	"policyDescription": "Address the challenge of Bedford Hospital competing for A&E funding with Milton Keynes Hospital and the misallocation of government funds."
  	},
  	{
    	"policyTitle": "Foreign Aid",
    	"policyDescription": "Tackle the issue of billions of pounds in Foreign Aid being sent to some of the most corrupt countries in the world."
  	},
  	{
   		"policyTitle": "Care for the Elderly and Immigration Control",
  		"policyDescription": "Ensure the elderly are cared for adequately and stop uncontrolled immigration, allowing UK to run in the interests of the British people."
  	}
	],
	"mentions": {
  	"candidate": "Adrianne",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "Bedford Hospital has to compete for A & E funding with Milton Keynes Hospital.",
  	"immigration": "Stop uncontrolled immigration.",
  	"socialWelfare": "Our old people are not cared for adequately, whilst incomers who have never paid into the system come here and receive handouts and houses.",
  	"housing": [
    	{
      	"content":"Incomers who have never paid into the system come here and receive handouts and houses.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I am not a professional politician. I have spent my entire working life in the aviation and property industries of the UK, India and America.",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "www.adriannesmyth.uk",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Photo of Adrianne Smyth"
    	}
  	]
	},
	"additionalNotes": "Adrianne has always lived in this area, where her husband's family have farmed for generations. A keen horsewoman in her spare time, she loves the Bedfordshire countryside and will fight to preserve the unique landscape and villages which are now threatened by massive proposed new development."
  }
}