{
  "leaflet": {
    "candidateName": "Pete Wishart",
    "constituency": "Perth & North Perthshire",
    "politicalParty": "SNP",
    "electionDate": "7th of May",
    "messages": [
      {
        "title": "",
        "content": "All the polls for May's General Election are suggesting another hung Parliament. SNP MPs give us real opportunities for a better deal for Scotland and the chance to secure more powers for the Scottish Parliament. The more SNP MPs elected, the more Scotland secures in return."
      },
      {
        "title": "",
        "content": "Since 2007, the SNP Government has made real progress—hospitals earmarked for closure have been saved, countless city centre businesses pay little or no rates with the Small Business Bonus Scheme, and council tax has been frozen for eight years."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "I have been a Perth MP for the past 10 years and it has been my privilege to represent you in the House of Commons. If successful, I promise to continue the strong local representation, campaigning on behalf of the city and working for better parking charges, more housing to take the pressure off Perth's roads, and no tax rises on the back of the promised incinerator at the Perth Food and Drink Park.",
      "otherPartyLeaderCandidate": "Conservatives, Labour, Liberals, UKIP",
      "partyLeader": "",
      "tacticalSituation": "We simply cannot allow the Tories a way back here in Perthshire."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Small Business Bonus Scheme",
      "education": "",
      "environment": "",
      "governance": "hospitals earmarked for closure have been saved",
      "health": "hospitals earmarked for closure have been saved",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "more housing to take the pressure off Perth's roads",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I have been a Perth MP for the past 10 years and it has been my privilege to represent you in the House of Commons.",
    "politicalExperience": [
      {
        "role": "Perth MP",
        "duration": "10 years",
        "achievements": "strong local representation, campaigning for better parking charges, more housing, no tax rises on the promise of the incinerator at the Perth Food and Drink Park."
      }
    ],
    "contactInformation": {
      "address": "17-19 George Street, Perth, PH1 5JY",
      "phone": "01738 639 643",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Pete Wishart, SNP candidate for Perth & North Perthshire"
        },
        {
          "caption": "Photo of Andrew Parrott, SNP Candidate for Perth City Centre ward"
        }
      ]
    },
    "additionalNotes": ""
  }
}