{
    "leaflet": {
        "candidateName": "Maria Miller",
        "constituency": "Basingstoke",
        "politicalParty": "Conservatives",
        "electionDate": "Spring 2015",
        "messages": [
            {
                "title": "GOOD NEWS A NEW HOSPITAL FOR BASINGSTOKE",
                "content": "Maria Miller, your MP for ten years, supports plans for a new Critical Treatment Hospital for Basingstoke. As our population expands and people living longer, we need to deliver the high-quality NHS services that Basingstoke enjoys."
            },
            {
                "title": "NEWS IN BRIEF",
                "content": "CONSERVATIVES ACHIEVE ANOTHER COUNCIL TAX FREEZE, PROTECT OLD DOWN, YOUR CONSERVATIVE TEAM is determined to see high quality development and good infrastructure provided if MANYDOWN is developed, otherwise it could impact badly on Kempshott. We are delighted that the Government is making £4 million available to improve the Brighton Hill roundabout. FIVE NEW BOLLARDS have been installed at the top of Kempshott Lane to stop motorists driving over the mound barrier from the A30 roundabout."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "New Hospital",
                "policyDescription": "Supports plans for a new Critical Treatment Hospital for Basingstoke to ensure high-quality NHS services."
            },
            {
                "policyTitle": "Council Tax Freeze",
                "policyDescription": "Has contributed to another Council Tax freeze for residents of Basingstoke."
            },
            {
                "policyTitle": "Protect Old Down",
                "policyDescription": "The increase in housing numbers demanded by the planning inspector makes it likely that more homes will be built in this area. The conservatives think it is even more urgent now to identify a road down to the southern part of Manydown that doesn’t go through Old down."
            }
        ],
        "mentions": {
            "candidate": "Maria Miller",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "CONSERVATIVES ACHIEVE ANOTHER COUNCIL TAX FREEZE",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "A NEW HOSPITAL FOR BASINGSTOKE",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The increase in housing numbers demanded by the planning inspector makes it likely that more homes will be built in this area.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "10 years",
                "achievements": "Supports plans for a new Critical Treatment Hospital, contributed to Council Tax freeze."
            }
        ],
        "contactInformation": {
            "address": "Conservative Campaign HQ, The Mount, Bounty Road, Basingstoke RG21 3DD",
            "phone": "01256 322207",
            "email": "mail@basingstokeconservatives.org.uk",
            "website": "www.basingstokeconservatives.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/bkconservatives",
                "twitter": "@bkconservative",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Maria Miller with proposed plan for the new hospital."
                },
                {
                    "caption": "Councillors Hayley Eachus, Rita Burgess and Anne Court with Maria Miller."
                },
                {
                    "caption": "Maria Miller with Sports Minister, Helen Grant, at Down Grange."
                }
            ]
        },
        "additionalNotes": ""
    }
}