{
  "leaflet": {
    "candidateName": "Steve Bradley",
    "constituency": "Lambridge & Larkhall",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Lib Dems \"wheelie\" listen",
        "content": "Responding to a 500+ petition for a skate park facility for the east side of Bath the Liberal Democrats of the B&NES council held a consultation at Alice Park, the session suggested the east venue for the skate park. Rob Appleyard & YK Kumar supported the consultation process and are delighted the project is receiving public support. \"Enabling our youngsters to spend more time on physical recreation away from the computer is a great way to a more balanced lifestyle\" says YK."
      },
      {
        "title": "It's time to do more for mental health",
        "content": "It's time to take mental health as seriously as physical health. Sadly, mental health treatment is not given the same priority as physical health. Whilst NHS staff do tremendous work, the system is letting some patients down. It is wrong that relatives and friends needing a hip operation can expect a clearer timeframe, but someone with a mental health condition has no clarity about when they will get help. Now we are finally ending the injustice of people with mental health conditions waiting far too long for treatment, with the first ever waiting time standards for NHS mental services."
      },
      {
        "title": "A safe crossing for St Saviours",
        "content": "Following a strong campaign from Steve Bradley and Governors of St Saviours School, parents and teachers of the school are set to finally get their demand for road improvements, as well as improved signage, pedestrian markings and a patrol nearby the crossing, which has been a long and tedious fight for the schools and its children's safety."
      },
      {
        "title": "Big progress for Bath's apprentices",
        "content": "Since 2010, the Liberal Democrats have helped deliver 1,790 apprenticeships in Bath, over double the number delivered under the previous Labour Government. Liberal Democrats are truly championing these fantastic opportunities for young people. Since launching the Year of the Apprentice campaign in Bath, Steve Bradley has heard from numerous local employers - like Weston-based Polamco - who will be hiring more apprentices this year. Local apprentice Emma said, \"The apprenticeships that you can create is about great things to learn and earn at the same time.\""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Youth Recreation",
        "policyDescription": "Supporting the development of a skate park facility to provide a recreational space for youth as a way to engage them physically away from computer screens."
      },
      {
        "policyTitle": "Mental Health",
        "policyDescription": "Prioritizing mental health treatment equality with physical health care, ensuring timely care for those with mental health conditions."
      },
      {
        "policyTitle": "Road Safety",
        "policyDescription": "Advocating for improved road safety near St Saviours School, including better signage and pedestrian crossings."
      },
      {
        "policyTitle": "Apprenticeship Opportunities",
        "policyDescription": "Doubled the number of apprenticeships compared to the previous government’s record, with a focus on creating opportunities for youth in collaboration with local businesses."
      }
    ],
    "mentions": {
      "candidate": "Steve Bradley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Investment from government in Riverside Area, delivering 9,000 jobs. Cutting income tax by £800, increasing pensions by £450, and making pensioners rise every year. Strong local campaigner, who is passionate about and works hard for Bath.",
      "education": "",
      "environment": "",
      "governance": "Investment from government delivering jobs and increasing pensions for Bath",
      "health": "Ending the injustice of people with mental health conditions waiting far too long for treatment, with the first ever waiting time standards for NHS mental services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Steve Bradley - Let's make our city even better!",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "31 St James Street West, Bath, BA1 2BT",
      "phone": "07787 431094",
      "email": "hello@stevebradley.info",
      "website": "www.stevebradley.info/apprentices",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "Leaflet highlights various community initiatives and improvements, such as mental health care equity, road safety projects, youth recreation, and creating apprenticeship opportunities. It also emphasizes economic achievements like job creation and tax cuts."
  }
}