{
    "leaflet": {
        "candidateName": "Alok Sharma",
        "constituency": "Reading West",
        "politicalParty": "Conservatives",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "Delivering investment in infrastructure",
                "content": "Over the past five years I have helped to deliver billions of pounds of government infrastructure investment for Reading's rail and road networks. This includes improvements to Reading & Theale stations, Pangbourne and Reading West rail stations, the expansion of Green Park station and a new motorway junction. I want to continue to secure even more government investment for Reading."
            },
            {
                "title": "Securing more school places",
                "content": "I have worked hard with local schools and parent groups, like All Saints Junior, Westren and the Purley Primary School project, to deliver extra government funding to ensure we have more school places for our children. I will continue to work to deliver more school places and an outstanding education for all our children."
            },
            {
                "title": "Attracting businesses to Reading West",
                "content": "I have supported businesses like the Tesco Distribution Centre in Whitley, to create new jobs for Reading. Organised business export seminars. Helped deliver reductions to business rates both locally and regionally for small businesses. I will continue to help local businesses in Parliament and Reading to deliver more jobs and continue to speak up for local business interests."
            },
            {
                "title": "Helping commuters",
                "content": "Having successfully campaigned to increase the number of Standard Class seats on First Great Western trains, I will continue to work hard to deliver increased investment in local train services to further help alleviate overcrowding."
            },
            {
                "title": "Protecting valuable green spaces",
                "content": "Working with local campaigners, I have helped to fight unsustainable development plans on green spaces like Pincents Hill and worked to save bath house on the Bath Road Reservoir site. I will continue to campaign against any unsuitable development on our local green spaces."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Infrastructure",
                "policyDescription": "Continuing to secure government infrastructure investment for Reading's rail and road networks."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Delivering extra government funding for more school places and ensuring an outstanding education for all children."
            },
            {
                "policyTitle": "Local Business Support",
                "policyDescription": "Supporting local businesses for job creation and advocating for reductions to business rates."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Increasing train capacity to alleviate overcrowding and improve local commuter services."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Fighting unsustainable development plans on local green spaces and preserving valuable environments."
            }
        ],
        "mentions": {
            "candidate": "Alok Sharma",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "I will continue to work to deliver more school places and an outstanding education for all our children.",
            "environment": "Working with local campaigners, I have helped to fight unsustainable development plans on green spaces like Pincents Hill and worked to save bath house on the Bath Road Reservoir site.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Working with local campaigners, I have helped to fight unsustainable development plans on green spaces like Pincents Hill and worked to save bath house on the Bath Road Reservoir site.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "16c Upton Road, Tilehurst, Reading, RG30 4BJ",
            "phone": "0118 945 4881",
            "email": "alok@readingwestconservatives.com",
            "website": "www.aloksharma.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "AlokSharma_RDG",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Sir John Madejski",
                "endorsement": "Alok Sharma, like Martin Salter before him, has proved to be an excellent MP for Reading and the surrounding area."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Alok Sharma with supporters."
                }
            ]
        },
        "additionalNotes": "Leaflet contains quotes from various local residents and associates in support of the candidate, focusing on accomplishments and local engagement."
    }
}