{
    "leaflet": {
        "candidateName": "Andrew Smith",
        "constituency": "Oxford East",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "On your side in Oxford East",
                "content": "Everyone knows someone who's been helped by Andrew Smith as I live our city and want life for everyone to be as good as it can be. A priority for me is listening to local people and making your views count. I give the best support I can to everyone needing help."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Getting the best health and social care",
                "policyDescription": "Investment in Oxford hospitals and medical research. Support local NHS staff campaigns for fair pay and the drive in Parliament for better training, pay, and conditions of home care workers."
            },
            {
                "policyTitle": "Protecting our environment",
                "policyDescription": "Passionate about protecting our area and environment. Raised concerns about the impact of fracking, voted against the damaging Energy Bill and Trident, backed demanding decarbonisation targets and actively supported campaigns for biodiversity and animal protection."
            },
            {
                "policyTitle": "High quality education for all",
                "policyDescription": "Education is vital for personal fulfilment and life chances, support our local schools and colleges. Ensure they have the funding, qualified teachers and resources they need to ensure everyone can make the most of their potential."
            }
        ],
        "mentions": {
            "candidate": "Andrew's work has made Oxford a better place.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "KEEP Oxford's economy strong, supporting businesses, jobs and training.",
            "education": "Invest in early years education and childcare to help children get the best start. Oppose and voted against trebling tuition fees and support initiatives to improve access to our universities.",
            "environment": "Fracking, Trident, decarbonisation targets, biodiversity and animal protection.",
            "governance": "",
            "health": "The best NHS and social care for local residents, mental health provision.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "PRESS for the housing we need so local people are able to find somewhere decent and affordable to live in our city.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I live our city and want life for everyone to be as good as it can be.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Unit A, Bishop's Mews, Transport Way, Oxford, OX4 6HD",
            "phone": "01865 595 790",
            "email": "AndrewSmith4Oxford@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "/AndrewSmithforOxfordEast",
                "twitter": "@VoteAndrewSmith",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Julie Wild",
                "endorsement": "I see at first hand how crucial NHS services are for local people. Andrew has done a great job speaking up for local health services, patients and staff against the Tory/Lib-Dem government, and Andrew Smith really deserves our vote."
            },
            {
                "endorser": "Chris Bond",
                "endorsement": "Andrew's work in support of Cowley over many years is a key reason we have some clout on the council. He has always gone the extra mile wherever he could for his constituents."
            },
            {
                "endorser": "Sybil Thomas",
                "endorsement": "Andrew is someone you can trust. Even people who don't support Labour say what a good local MP he is."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Julie Wild and Andrew Smith pictured with constituents and by themselves."
                },
                {
                    "caption": "Chris Bond in the workplace environment."
                },
                {
                    "caption": "Sybil Thomas at her home."
                },
                {
                    "caption": "Andrew Smith alongside local residents and conversing with individuals."
                }
            ]
        },
        "additionalNotes": "Vote Labour Thursday 7th May sticker at the bottom of the page."
    }
}