{
    "leaflet": {
        "candidateName": "Gerald Vernon-Jackson",
        "constituency": "Portsmouth South",
        "politicalParty": "Liberal Democrats",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Personal Bio",
                "content": "Portsmouth is my home and I'd be proud to represent it in Westminster. I live in Southsea and have spent years there in the service of others. I'm chair of Governors at Milton Park primary School and Meon Junior School as well as Director on the board of the Lighthouse Learning Trust. I'm a passionate sailor, when I can find time to take to the water. I love living in Portsmouth. I love the people and all of this city's diverse areas and communities. It's a great place to live and work, and I want to be a powerful voice for Portsmouth in Parliament."
            },
            {
                "title": "Dear Family,",
                "content": "The future of our city, and indeed our country, is in your hands on the 7th May. I'm delighted to be outing myself forward to be the next MP for Portsmouth South, and I am enjoying a CV on which I think I'm the best candidate for the job. I have a long history with Portsmouth and with the Royal Navy. Gunwharf Quays was built over the HMS Vernon, named after one of my relatives, Admiral Edward Vernon. I've lived and worked here in the city for many years and am proud to have been the leader of Portsmouth City Council for ten years."
            },
            {
                "title": "Personal Statement",
                "content": "As a social worker by training, I see the stark difference in residents' quality of life in different parts of the city. As your MP, I will fight to cut income tax by a further £400 a year, introduce a cap on elderly care costs and make the Lib Dem triple-lock pension rise permanent, ensuring a fairer society in Portsmouth."
            },
            {
                "title": "Additional Notes",
                "content": "I'm proud of what I have already achieved for local residents. With your support, I fought for the new 8-lane Bassin road, after the previous Labour-government scheme closure, and have ensured the two new aircraft carriers will be home-ported here, securing thousands of jobs for the next 50 years. As Council Leader, I was also able to find £5 million to create a further 1,000 primary school places in our city. I have also been a leading voice for our area nationally. While the Conservatives were trying to force through damaging tax cuts for millionaires and allowing private companies to run schools for a profit, I worked across party on Portsmouth to work with Ministers of all parties to bring £48 million to Portsmouth to create new jobs and homes through the City Deal."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Gerald will fight to cut income tax by a further £400 a year."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Gerald found £5 million to create a further 1,000 primary school places in our city."
            },
            {
                "policyTitle": "Health and Social Welfare",
                "policyDescription": "Gerald intends to introduce a cap on elderly care costs and make the Lib Dem triple-lock pension rise permanent."
            }
        ],
        "mentions": {
            "candidate": "Gerald Vernon-Jackson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "I will fight to cut income tax by a further £400 a year, introduce a cap on elderly care costs and make the Lib Dem triple-lock pension rise permanent.",
            "education": "I was also able to find £5 million to create a further 1,000 primary school places in our city.",
            "environment": "",
            "governance": "",
            "health": "I intend to introduce a cap on elderly care costs.",
            "immigration": "",
            "socialWelfare": "I will fight to... make the Lib Dem triple-lock pension rise permanent, ensuring a fairer society in Portsmouth.",
            "housing": [
                {
                    "content": "I worked across party on Portsmouth to work with Ministers of all parties to bring £48 million to Portsmouth to create new homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am a social worker by training and I see the stark difference in residents' quality of life in different parts of the city. I have been the leader of Portsmouth City Council for ten years.",
        "politicalExperience": [
            {
                "role": "Leader of Portsmouth City Council",
                "duration": "2004-2014",
                "achievements": "Achievements include working with Ministers of all parties and other council leaders to get £48 million for redevelopment through the City Deal."
            }
        ],
        "contactInformation": {
            "address": "39 Lindley Avenue, Southsea, PO4 9NT",
            "phone": "07976 949272 / 02392 877733",
            "email": "gerald@geraldvernonjackson.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "/geraldvjuk",
                "twitter": "/geraldvjuk",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Maria Cole - Former Labour Voter",
                "endorsement": "I used to vote Labour but they've consistently let me down. The last Labour government ruined our economy and left us with a huge deficit. As our next MP, I trust Gerald Vernon-Jackson to deliver for us locally and nationally."
            },
            {
                "endorser": "Jeanne Louth - Chair of the Portsmouth WWII Memorial Trust",
                "endorsement": "I came to Gerald when he was leader of the council to get a War Memorial built for people like my Dad who were killed in World War Two. Gerald made this happen and without his support it would never have been built."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gerald Vernon-Jackson pictured in various community engagement events."
                }
            ]
        },
        "additionalNotes": "I'm proud of what I have achieved for local residents... I was also able to find £5 million to create a further 1,000 primary school places in our city. I have also been a leading voice for our area nationally. While the Conservatives were trying to force through damaging tax cuts for millionaires and allowing private companies to run schools for a profit, I worked across party on Portsmouth to work with Ministers of all parties to bring £48 million to Portsmouth to create new jobs and homes through the City Deal."
    }
}