{
    "leaflet": {
        "candidateName": "Graham Allen",
        "constituency": "Nottingham North",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "The Labour Local",
                "content": "REPRESENTING PEOPLE LIKE US, ARE PEOPLE LIKE US"
            },
            {
                "title": "Helping young and old",
                "content": "YOUNG PEOPLE are our future. Under the Tories the cost of childcare has risen a shocking 30 percent. Labour will introduce a primary childcare guarantee, giving all parents of primary school children access to 8 a.m. to 6 p.m. wraparound childcare. - And for families with three and four-year-olds, 25 hours free nursery education will be provided per week when their parents are back to work. This alone could save your family over £2,500 a year."
            },
            {
                "title": "Save our NHS from Tory cuts",
                "content": "Labour created the NHS, and now it is our job to save it again. Only Labour is committed to a long-term future for our beloved National Health Service..."
            },
            {
                "title": "Bringing work and skills to Nottingham",
                "content": "Under the Tories 1,250 local young people are long term unemployed. Labour will make sure our young people are able to develop and use their skills to build a successful future."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Childcare Guarantees",
                "policyDescription": "Introduction of a primary childcare guarantee and providing 25 hours of free nursery education per week."
            },
            {
                "policyTitle": "Save the NHS",
                "policyDescription": "Labour is committed to a long-term future for the National Health Service, proposing various reforms and investments."
            },
            {
                "policyTitle": "Employment and Skills",
                "policyDescription": "Labour aims to tackle long term unemployment among young people in Nottingham, by ensuring opportunities for developing and utilizing their skills."
            }
        ],
        "mentions": {
            "candidate": "Graham Allen",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour aims to tackle long term unemployment and develop skills.",
            "education": "Labour promises 25 hours of free nursery education for 3-4 year olds.",
            "environment": "",
            "governance": "",
            "health": "Labour is dedicated to the long-term future of NHS, to prevent privatisation and cuts proposed by Tories.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Graham Allen was born and bred in Nottingham North. Raised in Aspley went to local schools still lives in the constituency in Bulwell.",
        "politicalExperience": [
            {
                "role": "MP for Nottingham North",
                "duration": "",
                "achievements": "Worked in textiles before becoming a Mother and serving the people of Nottingham North for over 26 years."
            }
        ],
        "contactInformation": {
            "address": "1 Union Street, Aspley",
            "phone": "0115 9752777",
            "email": "votegrahamallen@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "/GrahamAllenNottingham",
                "twitter": "@GrahamAllenMP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Graham with local Labour councillors and your area"
                },
                {
                    "caption": "Graham at work"
                },
                {
                    "caption": "Contact Graham"
                },
                {
                    "caption": "We all know someone helped by Graham"
                }
            ]
        },
        "additionalNotes": ""
    }
}