{
    "leaflet": {
        "candidateName": "Victoria Groulef",
        "constituency": "Reading West",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7th May",
        "messages": [],
        "keyPolicies": [],
        "mentions": {
            "candidate": "I've backed Victoria Groulef right from the start and it's why I'm now coming out of retirement to campaign for her to be our next Labour MP. I know that Vicky will be an MP that puts you and your family first and who will fight day and night for the best deal for her constituency irrespective of party politics.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "As ever Reading West will be a straight fight between Labour and the Tories - the other parties are nowhere. I hope you will join with me in electing Victoria Groulef on May 7th and give Reading West back the type of MP you deserve and have not had for five years."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Martin Salter",
                "endorsement": "I've backed Victoria Groulef right from the start and it's why I'm now coming out of retirement to campaign for her to be our next Labour MP. I know that Vicky will be an MP that puts you and your family first and who will fight day and night for the best deal for her constituency irrespective of party politics."
            },
            {
                "endorser": "Alex Goodwin",
                "endorsement": "After meeting Victoria at Theale Green School's Question Time in 2013, I was inspired to get involved in politics. Victoria is passionate about getting people involved in the political process and has inspired many people including myself to stand up for what we believe in. She listens to the people's concerns and takes them up, even if that isn't the popular view. Victoria stands up for what she believes is right for our generation."
            },
            {
                "endorser": "Jackie Chappell",
                "endorsement": "Whilst I make it a point never to discuss politics, I do feel moved to express my support Victoria in her campaign to represent Reading West as our MP. She works unbelievably hard, gets out and meets people and does what she promises. Victoria is the most visible and accessible candidate. I believe she will work hard and continue to deliver what she has promised."
            },
            {
                "endorser": "Bobbie Richardson",
                "endorsement": "We need a hard working Labour MP to look after our communities, like Martin did. Over the past 3 years Victoria has been a breath of air - she will be a hard worker for our area and will always put people not politics first."
            },
            {
                "endorser": "Bhagya Silva",
                "endorsement": "After living in Reading for eleven years, meeting Victoria on my doorstep inspired me to get involved in local community, to join her campaign, and bring about the change that we need."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Victoria Groulef with Martin Salter"
                },
                {
                    "caption": "Victoria Groulef with Alex Goodwin"
                },
                {
                    "caption": "Victoria Groulef with Jackie Chappell"
                },
                {
                    "caption": "Victoria Groulef with Bobbie Richardson"
                },
                {
                    "caption": "Victoria Groulef with Bhagya Silva"
                }
            ]
        },
        "additionalNotes": ""
    }
}