{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "13 years under Labour and 5 under the Conservatives has left the NHS in crisis.",
                "content": "The leaflet outlines deterioration under Labour and Conservative governments, leading to a crisis in the NHS, with reduced efficiency, lack of beds, and high occupancy rates."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Rebuilding the NHS",
                "policyDescription": "UKIP aims to replace lost beds and invest in rebuilding the NHS. They will fight to maintain the NHS's principle of 'free at the point of use' with critical insurance for non-British citizens entering the UK. UKIP proposes to abolish systems that commercialise the NHS, restore the status of healthcare professionals to 'vocation', and recruit and empower nursing staff."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The leaflet details how the management inefficiencies, reduction in hospital beds, and commercialisation policies have put the NHS in crisis. UKIP criticizes both Labour's and Conservative's handling of the NHS over the years, intending to restore and improve the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "UKIP, Lexdrum House, King Charles Business Park, Heathfield, Newton Abbot, Devon, TQ12 6UT",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Vote UKIP - A better future for Britain"
                }
            ]
        },
        "additionalNotes": "The leaflet focuses on criticisms of past government handling of the NHS and presents UKIP's broad plans to rebuild it. Contact information provided is for the party's office, not specific to the candidate. Specific figures and assertions regarding NHS issues are highlighted as facts throughout."
    }
}