{
    "leaflet": {
        "candidateName": "Uma Kumaran",
        "constituency": "Harrow East",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "A BETTER PLAN. A BETTER FUTURE.",
                "content": "Labour's plan includes a strong economic foundation, higher living standards for working families, an NHS with the time to care, controls on immigration, and a country where the next generation can do better than the last."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A STRONG ECONOMIC FOUNDATION",
                "policyDescription": "Balance the books and cut the deficit every year while securing the future of the NHS."
            },
            {
                "policyTitle": "HIGHER LIVING STANDARDS FOR WORKING FAMILIES",
                "policyDescription": "Freeze energy bills until 2017 and give power to regulator to cut bills. Ban exploitative zero-hours contracts, raise the minimum wage to £8, and provide 25 hours free childcare."
            },
            {
                "policyTitle": "AN NHS WITH THE TIME TO CARE",
                "policyDescription": "Build an NHS with time to care: 20,000 more nurses and 8,000 more GPs. Join up services from home to hospital, guarantee GP appointments within 48 hours and cancer tests within one week."
            },
            {
                "policyTitle": "CONTROLS ON IMMIGRATION",
                "policyDescription": "People who come to UK won't be able to claim benefits for at least two years, introduce fair rules making it illegal for employers to undercut wages by exploiting workers."
            },
            {
                "policyTitle": "A COUNTRY WHERE THE NEXT GENERATION CAN DO BETTER THAN THE LAST",
                "policyDescription": "Reduce tuition fees to £6,000, guarantee an apprenticeship for every school leaver, and ensure smaller class sizes for 5, 6, and 7-year-olds."
            }
        ],
        "mentions": {
            "candidate": "I'm a small business owner. I taught at Harrow College and I'm standing up for the residents of Harrow East - Uma Kumaran",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "Ed Miliband",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "We will balance the books and cut the deficit every year.",
            "education": "Reduce tuition fees to £6,000, guarantee an apprenticeship for every school leaver, and ensure smaller class sizes.",
            "environment": "",
            "governance": "",
            "health": "We will build an NHS with the time to care: 20,000 more nurses, 8,000 more GPs. Join up services from home to hospital.",
            "immigration": "People who come here won't be able to claim benefits for at least two years, will introduce fair rules to prevent wage undercut by employers.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Small business owner",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Teacher at Harrow College",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "labour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images of local people and Uma Kumaran with pledges"
                }
            ]
        },
        "additionalNotes": ""
    }
}