{
    "leaflet": {
        "candidateName": "Adam Brookes",
        "constituency": "Market & West Deeping and Town Council",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "Stronger Economy. Fairer Society.",
                "content": "FROM YOUR LOCAL LIBERAL DEMOCRATS TEAM"
            },
            {
                "title": "Local Lib Dems campaigning for robust approach by Town Council to flyposting problem",
                "content": "Local residents have been concerned about flyposting on lamposts and other street furniture as events in the town. As many as twelve traders from the Market Deeping Town Council objected at the November meeting of the Council, local Lib Dem campaigner Adam Brookes raised this and asked that it would be done about what other concerns were raised about the activities of some hirers of John Eve Field and the Council has decided to look at their policy."
            },
            {
                "title": "Fresh face, fresh ideas for Town Council",
                "content": "Lib Dem candidate for Town Council, Adam Brookes, wants to see the Council make it easier for local residents to engage with decisions that are being made."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Transparency and Engagement",
                "policyDescription": "Adam Brookes is focused on having the Council's meetings more accessible by publishing the minutes online promptly and addressing scheduling to benefit the public."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Brookes proposes abolishing the practice of referring to male Councillors as 'Cllr' and female Councillors as separate titles and instead use 'Cllr' as a standard for all to promote equality."
            }
        ],
        "mentions": {
            "candidate": "Adam Brookes",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Adam Brookes wants to enhance governance by making meetings more transparent and available, ensuring prompt online publication of minutes and reviewing the titles used for Councillors to foster equality.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Concerns raised about the activities of some hirers of John Eve Field and how the Market Deeping Town Council manages these issues.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Local Lib Dem campaigner",
                "duration": "",
                "achievements": "Raised concerns about flyposting and influenced the Council to review their policies regarding John Eve Field."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01778 346 487",
            "email": "adam@southlincslibdems.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "SouthLincsLD",
                "twitter": "SouthLincsLD",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Adam Brookes"
                },
                {
                    "caption": "Photo of George Smid"
                }
            ]
        },
        "additionalNotes": "Vote for Adam Brookes and George Smid on Thursday 7th May to build a stronger economy and fairer society."
    }
}