{
  "leaflet": {
	"candidateName": "Flick Drummond",
	"constituency": "Portsmouth South",
	"politicalParty": "Conservative",
	"electionDate": "7th May",
	"messages": [
  	{
    	"title": "Strong Leadership, Clear Economic Plan, A better more secure future.",
    	"content": ""
  	},
  	{
    	"title": "HELP FLICK DRUMMOND WIN HERE",
    	"content": "With a strong track record of campaigning for Portsmouth South, Flick Drummond is the best choice to be your strong, local voice in Parliament. Whether it’s fighting for a fairer funding deal for our schools and colleges or campaigning for better broadband and mobile coverage, Flick has a proven record of standing up for residents."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Economy",
    	"policyDescription": "A clear long-term economic plan to secure a better future for Portsmouth."
  	},
  	{
    	"policyTitle": "NHS",
    	"policyDescription": "Improving access to GP surgeries and supporting Portsmouth hospital."
  	},
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Giving every child the chance to attend a good local school."
  	},
  	{
    	"policyTitle": "Jobs and Investment",
    	"policyDescription": "Building a stronger, healthier economy and securing jobs and investment in Portsmouth."
  	},
  	{
    	"policyTitle": "Environment",
    	"policyDescription": "Protecting green spaces, air quality, and encouraging recycling."
  	}
	],
	"mentions": {
  	"candidate": "Flick Drummond",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "We will deliver a clear long-term economic plan that is securing a better future for Portsmouth, bringing more jobs and businesses to our area.",
  	"education": "We are driving up standards in our schools so every child can have a good place.",
  	"environment": "We are protecting our precious environment – our green spaces, clean air and encouraging recycling.",
  	"governance": "",
  	"health": "We are improving our NHS so people can get the care and treatment when they need it.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "More affordable homes being built across our city.",
      	"yimbyNimby": "YIMBY"
    	}
  	]
	},
	"personalStatement": "I love living in Portsmouth. It’s a city united by its great sense of community. Each day I meet those who share my determination to unlock the City’s full potential.",
	"politicalExperience": [
  	{
    	"role": "Campaigner for Portsmouth South",
    	"duration": "",
    	"achievements": "Fought for a fairer funding deal for our schools and colleges, better broadband, mobile coverage, protecting our green spaces, clean air and encouraging recycling."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  "email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "David Cameron",
    	"endorsement": "Flick Drummond is a brilliant campaigner with a track record of standing up for Portsmouth South."
  	}
	],
	"quotes": [
  	{
    	"text": "Flick has a proven record of standing up for residents.",
    	"source": "",
    	"date": ""
  	},
  	{
    	"text": "Securing our economic future.",
    	"source": "Competent Leadership",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Flick Drummond with David Cameron"
    	},
    	{
      	"caption": "Flick Drummond at Portsmouth sites"
    	}
  	]
	},
	"additionalNotes": ""
  }
}