{
    "leaflet": {
        "candidateName": "Christine Jardine",
        "constituency": "Gordon",
        "politicalParty": "Liberal Democrats",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "",
                "content": "Debra, The SNP's record on our health services is shocking. One worth cancer treatments have been missed. Their obsession with independence and poor management have taken their eye off the ball at Holyrood. Every week, we see fresh problems. Unlike the SNP, the Lib Dems have been fighting to sort out the best of both worlds - more powers over our own issues in Scotland, with a transfer of power from London whilst loving our voice at Westminster. We keep the security that protects pensions and funding for public services. If the SNP get their way then health, education and many other services in Scotland would be put at risk. The Lib Dems will deliver the extra vital funding our NHS needs to remain a world-class service we can continue to be proud of. But all this could be at risk if the SNP get their way. Best wishes, Christine Jardine."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health Services",
                "policyDescription": "Fight against the SNP's poor handling of health services and ensure extra vital funding to maintain a world-class NHS."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Promote the 'best of both worlds' approach, fighting for more power for Scotland while retaining a strong voice in Westminster, ensuring security for pensions and public funding."
            }
        ],
        "mentions": {
            "candidate": "Christine Jardine",
            "otherPartyLeaderCandidate": "SNP leader",
            "partyLeader": "",
            "tacticalSituation": "The choice at the election on 7th May is between myself, who will deliver vital funding for the NHS, and the SNP who have taken their eye off the ball on services locally."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "More powers over our own issues in Scotland, with a transfer of power from London whilst keeping our voice at Westminster.",
            "health": "SNP's record on health services is lacking, with treatment delays and a risk to service quality. Lib Dems will deliver the funding needed for the NHS.",
            "immigration": "",
            "socialWelfare": "Keeps the security that protects pensions and public funding for services.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "If the SNP get their way then health, education and many other services in Scotland would be put at risk.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "71 High Street, Inverurie, Aberdeenshire, AB51 3QP",
            "phone": "01467 628985",
            "email": "info@christinejardine.org.uk",
            "website": "christinejardine.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Supporting image of Christine Jardine interacting with constituents."
                }
            ]
        },
        "additionalNotes": "The recipient of the leaflet is named Debra with personalized opening 'Dear Debra'."
    }
}