{
    "leaflet": {
        "candidateName": "Bob Russell",
        "constituency": "Colchester",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Building a stronger economy in a fairer society in Colchester",
                "content": "Bob Russell and the Liberal Democrats want to build back by 2018, cut taxes for ordinary workers and bring in corporate controls for banks."
            },
            {
                "title": "Our record of delivery",
                "content": "An £800 Income Tax cut for ordinary local workers, halved the deficit and helped businesses create 1.9m new jobs, Unemployment in Colchester down by 54% since 2010."
            },
            {
                "title": "Our promise of more",
                "content": "Cut Income Tax by an additional £400 for low and middle income workers, Balance the budget by 2018, to bring down Britain's debt, More support for local employers and firms that provide paid apprenticeships."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Cut taxes for ordinary workers, bring in corporate controls for banks, cut Income Tax by an additional £400 for low and middle income workers, balance the budget by 2018 to bring down Britain's debt."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Support for local employers and firms that provide paid apprenticeships."
            }
        ],
        "mentions": {
            "candidate": "Bob Russell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Labour finished in a poor third place at the last election, more than 16,000 votes behind the Lib Dems. Labour can’t win - they’re priced as massive 50/1 outsiders! Voting for Labour here will just help the Conservative candidate sneak in."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Tax cuts for ordinary workers, corporate controls for banks, Income Tax cut by £400 for low and middle income workers, balance the budget by 2018.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Campaigning locally, Bob has worked to stop closures and create jobs, with unemployment dropping below 4% in the last year. He is also proud of getting the Castle Bailey renovations underway. Bob Russell can beat the Conservatives here in Colchester.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Bob Russell, Magdalen Hall, Wimpole Road, Colchester, CO1 2DE",
            "phone": "",
            "email": "",
            "website": "www.bobrussell.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "I'm backing Bob to deliver even more for Colchester. Bob’s work very hard for the people of Colchester... The best and hardest-working MP Colchester has had in my lifetime – maybe ever.",
                "source": "A Constituent",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Bob Russell - A record of delivery and a promise of more"
                }
            ]
        },
        "additionalNotes": ""
    }
}