{
    "leaflet": {
        "candidateName": "Sam Juthani",
        "constituency": "Henley",
        "politicalParty": "Labour Party",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Protecting Our Countryside",
                "content": "This Government has failed the environment, and our communities. Households face high energy bills, and cuts to flood defences have left thousands of homes at risk. Labour will freeze business rates and energy bills for households, and small and medium enterprises. We will prioritise flood prevention and introduce a new climate adaptation plan. We will decentralise our electricity supply by 2030, and strengthen the Green Investment Bank."
            },
            {
                "title": "Supporting Young People",
                "content": "Under the Tories, almost 750,000 of our young people are out of work. Labour will build a country where the next generation can do better than the last. We will cut tuition fees to £6,000, guarantee apprenticeships for every school leaver with the basic grades, as well as smaller class sizes for five, six and seven-year-olds."
            },
            {
                "title": "Supporting Working Families",
                "content": "Under the Tories, the cost of childcare has risen by a shocking 36 per cent. Many parents are finding it hard to cope, and are being forced out of work. Labour will provide 25 hours free childcare each week to all working parents, saving the average family more than £100 a week. Labour's plan will be paid for by a tax on the banks - the equivalent of the market value of two average houses, so that working families can take time off."
            },
            {
                "title": "Supporting our NHS",
                "content": "Our NHS should always be there for you and your family when you need it most. Labour will secure the future of our NHS with 20,000 more nurses and 8,000 extra GPs. This investment in our health service will be funded by a clamp down on tax avoidance, a levy on tobacco firms and a Mansion Tax. The Tories have put private profit before patient care and left our A&E departments facing the worst crisis since records began."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Labour will balance the books as soon as possible in the next parliament, ensuring a fairer tax system, including a lower 10p starting rate on incomes."
            },
            {
                "policyTitle": "Social Welfare",
                "policyDescription": "Labour will integrate social care into the NHS, so we can give a people a personal care plan and hire over 300,000 carers with zero-hour contract cuts. Will make these changes on exploitation, and create a new 'Time to Care' fund, which will recruit and pay for 5000 new homecare workers."
            }
        ],
        "mentions": {
            "candidate": "Sam Juthani",
            "otherPartyLeaderCandidate": "the Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour will balance the books as soon as possible in the next parliament, ensuring a fairer tax system, including a lower 10p starting rate on incomes.",
            "education": "Labour will cut tuition fees to £6,000, guarantee apprenticeships for every school leaver with the basic grades, as well as smaller class sizes for five, six and seven-year-olds.",
            "environment": "Labour will freeze business rates and energy bills for households, and small and medium enterprises. We will prioritise flood prevention and introduce a new climate adaptation plan. We will decentralise our electricity supply by 2030, and strengthen the Green Investment Bank.",
            "governance": "",
            "health": "Our NHS should always be there for you and your family when you need it most. Labour will secure the future of our NHS with 20,000 more nurses and 8,000 extra GPs. This investment in our health service will be funded by a clamp down on tax avoidance, a levy on tobacco firms and a Mansion Tax.",
            "immigration": "",
            "socialWelfare": "Labour will integrate social care into the NHS, so we can give a people a personal care plan and hire over 300,000 carers with zero-hour contract cuts. Will make these changes on exploitation, and create a new 'Time to Care' fund, which will recruit and pay for 5000 new homecare workers.",
            "housing": [
                {
                    "content": "Labour will provide 25 hours free childcare each week to all working parents, saving the average family more than £100 a week.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Standing up for Labour Values in Henley",
        "politicalExperience": [],
        "contactInformation": {
            "address": "1 Kennylands Road Sonning Common Reading RG4 9JR",
            "phone": "07877 864844",
            "email": "Sam.Juthani@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sam Juthani, Labour Party Candidate for Henley"
                }
            ]
        },
        "additionalNotes": ""
    }
}