{
  "leaflet": {
    "candidateName": "James Barber",
    "constituency": "Dulwich & West Norwood",
    "politicalParty": "Liberal Democrats",
    "electionDate": "7th May",
    "messages": [
      {
        "title": "Labour failed to make things fairer.",
        "content": "Labour was in Government for 13 years but failed to make Britain a fairer place. The gap between rich and poor grew. The number of affordable houses dropped. Unemployment increased - the economy was left in ruins."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "New library",
        "policyDescription": "James fought for a new Grove Vale Library, opening 2016, paid for by developers and fees for council tax payers."
      },
      {
        "policyTitle": "GP Services",
        "policyDescription": "James and his team are making sure that failing GP practices in the area are being rigorously investigated and not allowing them to be easily relisted by the NHS."
      },
      {
        "policyTitle": "Leisure Centre",
        "policyDescription": "James fought and succeeded in getting a completely revamped Dulwich Leisure Centre costing £6.1m."
      },
      {
        "policyTitle": "School Places",
        "policyDescription": "James Barber led the hugely successful campaign to open new primary and secondary schools where they are most needed. All these new schools are fully open or will have over 3,100 extra local school places."
      },
      {
        "policyTitle": "Affordable Housing",
        "policyDescription": "James has pushed for more affordable housing in new developments, should be 35%."
      }
    ],
    "mentions": {
      "candidate": "James Barber has lived in the area for more than 25 years, he's a local government auditor and has been a local councillor in Dulwich for 9 years.",
      "otherPartyLeaderCandidate": "Ed Miliband and Ed Balls were key members of Gordon Brown's Labour Government. Would you risk putting them in charge again?",
      "partyLeader": "",
      "tacticalSituation": "For the past ten years the General Election has been between Labour and the Lib Dems here in Dulwich & West Norwood. The Conservatives always come third round here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We have helped to stabilise the economy, but stopped the Tories going too far with cuts.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The Lib Dems have ensured that the level of funding for the NHS has been protected for the past five years. Something many Tories didn't seem to care about.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "James has pushed for more affordable housing in new developments, should be 35%.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "On 7th May I am hoping to be elected as your new MP for Dulwich & West Norwood. I have 20 years experience of campaigning in the community to make our area a better place to live.",
    "politicalExperience": [
      {
        "role": "Local Councillor in Dulwich",
        "duration": "9 years",
        "achievements": "Has lived in the area for more than 25 years. Fought and succeeded in getting a revamped Dulwich Leisure Centre and new library. Worked with local residents and associated with reviving local shopping areas and markets."
      }
    ],
    "contactInformation": {
      "address": "4 Market Place, London, SE16 3UQ",
      "phone": "07900 227986",
      "email": "crjamesbarber@gmail.com",
      "website": "www.jamesbarber.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@jamesbarber",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "James Barber"
        }
      ]
    },
    "additionalNotes": ""
  }
}