{
    "leaflet": {
        "candidateName": "Lindsay McCallum",
        "constituency": "Ross, Skye and Lochaber",
        "politicalParty": "Scottish Conservative and Unionist",
        "electionDate": "next May",
        "messages": [
            {
                "title": "",
                "content": "Lindsay McCallum has been selected by local Conservatives to stand for the constituency at the General Election next May. Lindsay was brought up on the family farm and went to Fortrose Academy. Lindsay said, 'I am honoured to have been selected to stand for my home constituency of Ross, Skye and Lochaber. I will be a strong voice for this area and pledge to work hard on the issues that matter to residents and Highland communities. Please get in touch with me if you have any issues or concerns using the details above.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "RURAL BROADBAND - SUPERFAST ROLLOUT",
                "policyDescription": "Lindsay McCallum has been campaigning on the issue of broadband and mobile coverage in the area. There are many areas with slow internet speeds. The rollout of superfast broadband is vital to homes and businesses and will improve speeds for 84% of premises but leaves 16% of homes that won’t be improved, mainly which are in 'not spot' areas. She believes in providing alternative options for those in 'not spot' areas."
            },
            {
                "policyTitle": "ROAD, RAIL AND FERRY IMPROVEMENTS",
                "policyDescription": "Lindsay McCallum advocates for good infrastructure links and has called for an earlier direct train service from Inverness to the central belt, as the current service does not get you into Glasgow or Edinburgh before 10am. This affects not only local businesses but our tourist industry as well. She is campaigning for the A9 to be dualled before the proposed date of 2025 and to ensure ferry services are not only maintained, but improved."
            }
        ],
        "mentions": {
            "candidate": "Lindsay McCallum",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01381 620 027",
            "email": "mccallum@mccallum2015.co.uk",
            "website": "www.mccallum2015.co.uk",
            "socialMedia": {
                "facebook": "Lindsay McCallum for Ross, Skye and Lochaber",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Lindsay at the site of the recent landslide south of Fort William which blocked the A82 causing a 150 mile detour – a road upgrade must be prioritised by the Scottish Government."
                }
            ]
        },
        "additionalNotes": ""
    }
}