{
    "leaflet": {
        "candidateName": "Rob White",
        "constituency": "Reading East",
        "politicalParty": "Green Party",
        "electionDate": "Thursday May 7th",
        "messages": [
            {
                "title": "",
                "content": "Vote for Rob White as your next MP in the general election on Thursday May 7th. He works hard year-round across Reading East. He wants a fairer, healthier and more affordable Reading."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy and social justice",
                "policyDescription": "Rob White has worked to secure Crescent Road land for Maiden Erlegh in Reading, lobbied the University to tackle poverty by paying a Living Wage and campaigned for solar panels on council buildings."
            },
            {
                "policyTitle": "Housing and local infrastructure",
                "policyDescription": "Josh Williams has campaigned to improve the standard of private sector housing, lobbied for more Council housing and tackled parking issues across the Ward."
            }
        ],
        "mentions": {
            "candidate": "Rob White",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Here in Park Ward it will be a two-horse race between us and Labour. In Reading East the field is wide open."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Rob White has...lobbied the University to tackle poverty by paying a Living Wage and campaigned for solar panels on council buildings.",
            "education": "",
            "environment": "",
            "governance": "Reading needs change. The same business-as-usual politics of the old parties will just get the same results. Rob is standing as a candidate in the General Election because he believes that enough is enough.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Josh Williams has campaigned to improve the standard of private sector housing, lobbied for more Council housing and tackled parking issues across the Ward.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Rob White, Green Party councillor, got involved with politics because he opposed the unfair and unjust wars in Iraq and Afghanistan. He has completed more casework than any other councillor and worked to secure Crescent Road land for Maiden Erlegh in Reading.",
        "politicalExperience": [
            {
                "role": "Green Party councillor",
                "duration": "",
                "achievements": "Completed more casework than any other councillor, worked to secure Crescent Road land, opposed to unfair and unjust wars."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07985 923 938",
            "email": "rob@readinggreenparty.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rob White and Josh Williams' photos along with the Green Party logo and text about their candidacy for General and Local elections."
                }
            ]
        },
        "additionalNotes": "On May 7th you can vote twice – in the General Election for Reading East and for the Park Ward seat on the local Council. Rob and Josh know and understand Park Ward because they live here."
    }
}