{
    "leaflet": {
        "candidateName": "Jonathan Tyler",
        "constituency": "York Central",
        "politicalParty": "Green Party",
        "electionDate": "Thursday 7 May 2015",
        "messages": [
            {
                "title": "It's Greens or Labour here",
                "content": "Popular, hard-working Green councillors have represented Fishergate since 2003, dealing with the full range of concerns from local residents. Their priorities include protecting jobs, local services and quality of life for all residents. Green support is strong - help us to continue working hard for you by voting Green on 7 May!"
            },
            {
                "title": "Our general election campaign for York Central",
                "content": "Jonathan Tyler is our York Central general election candidate. Our leaflet opposite with Andy Wild and Green Party supporters like Together York and Eleanor A Labour member is featured."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Housing",
                "policyDescription": "Investing in 300,000 new affordable homes by 2020, allowing local councils to borrow against assets to build new houses and flats."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Bringing in rent controls for private rented accommodation; reducing business rates for 10% for small businesses; abolishing university tuition fees; providing free education for all."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "An additional minimum wage of £10/hour for everyone over 16; increasing public sector wages year-on-year ahead of inflation."
            },
            {
                "policyTitle": "Energy",
                "policyDescription": "Reducing energy demand; investing in renewable energy; creating one million jobs."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Introducing free local transport for young people, students, and the unemployed."
            }
        ],
        "mentions": {
            "candidate": "Jonathan Tyler",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Natalie Bennett",
            "tacticalSituation": "York Central seat election candidate Jonathan Tyler needs a strategic voting approach, as previously the main opposition to Labour has been the Liberal Democrats, but they have been prevented from winning by Labour through a Green abstract argument."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Bringing in rent controls for private rented accommodation; reducing business rates for 10% for small businesses",
            "education": "abolishing university tuition fees; providing free education for all",
            "environment": "Reducing energy demand; investing in renewable energy; creating one million jobs",
            "governance": "",
            "health": "increasing public sector wages year-on-year ahead of inflation",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Investing in 300,000 new affordable homes by 2020, allowing local councils to borrow against assets to build new houses and flats",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Heritage Champion",
                "duration": "since first being elected in 2007",
                "achievements": "Was the Green Party lead on inviting the Tour De France to York and supported successful introduction of the Living Wage policy in the council."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01904 636239",
            "email": "office@yorkgreenparty.org.uk",
            "website": "york.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andy D'Agorne and Dave Taylor with Green Party Leader Natalie Bennett."
                }
            ]
        },
        "additionalNotes": "Residents rallied to the Green Party call to oppose the felling of mature trees in and to withdraw ward committee funding for the revamp of Beckfield Lane recycling centre - all corporate and unfair. Greens were protecting all for today and future generations."
    }
}