{
    "leaflet": {
        "candidateName": "George Fussey",
        "constituency": "Windsor",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 7th",
        "messages": [
            {
                "title": "A message from George Fussey",
                "content": "Dear Resident, I have lived here with my family for thirty years and my children went to local schools. I am a teacher and have also been a governor with a lifelong passion for education and green issues. My priorities in Parliament will be protecting the Education… and NHS budgets and fighting for the environment… Please vote for me on May 7th to represent you in Parliament. Yours, George Fussey."
            },
            {
                "title": "Our record of delivery",
                "content": "Protected and increased the NHS budget, increasing the number of doctors and nurses. Given an £800 tax cut to low and middle-income earners. Secured the biggest ever rise in the State Pension, and brought in the 'triple lock' to protect pensions."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "The Lib Dems in Government",
                "policyDescription": "Opposition to Heathrow expansion and fighting for more homes. Education investment through Pupil Premium and free childcare for qualifying families."
            },
            {
                "policyTitle": "Our promise of more",
                "policyDescription": "Increase NHS funding by £8 billion per year, treat mental health with parity, raise personal tax allowance and legislate the 'triple lock' for pension rises."
            }
        ],
        "mentions": {
            "candidate": "George Fussey",
            "otherPartyLeaderCandidate": "Conservatives",
            "partyLeader": "",
            "tacticalSituation": "Only the Lib Dems can beat the Tories in the Windsor constituency! Voting Labour, Green or UKIP will just help the Conservatives win in our area."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Given an £800 tax cut to low and middle-income earners.",
            "education": "Over £4.5 million of Pupil Premium has gone to benefit disadvantaged children in local schools.",
            "environment": "We will fight to protect the Green Belt while providing more homes.",
            "governance": "",
            "health": "Lib Dems will increase NHS funding by £8 billion per year.",
            "immigration": "",
            "socialWelfare": "Secured the biggest ever rise in the State Pension, and brought in the 'triple lock' to protect pensions.",
            "housing": [
                {
                    "content": "We will fight to protect the Green Belt while providing more homes.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am a teacher and have also been a governor with a lifelong passion for education and green issues. My priorities in Parliament will be protecting the Education… and NHS budgets and fighting for the environment.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "I have worked tirelessly for residents… As your MP I will put local people first."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.windsorlibdems.org.uk/donate",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "George in action... Talking to his local Community Warden in Eton."
                },
                {
                    "caption": "Listening to locals in Windsor."
                },
                {
                    "caption": "Tackling weekend anti-social behaviour with local police."
                }
            ]
        },
        "additionalNotes": "It’s George Fussey or the Conservative here... Help George Fussey and the Lib Dems build a fairer society!"
    }
}