{
    "leaflet": {
        "candidateName": "Anne Milton",
        "constituency": "Guildford, Cranleigh and our villages",
        "politicalParty": "Conservatives",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "The Choice we face in May",
                "content": "Reflecting on her term as MP, Anne Milton emphasizes the importance of continuing the work started in coalition government and warns against voting for any other party than the Conservatives."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Thriving Economy",
                "policyDescription": "Support recovery of Guildford, Cranleigh and villages as the national economy improves."
            },
            {
                "policyTitle": "Community Support",
                "policyDescription": "Foster a strong sense of community, supporting the outstanding voluntary sector."
            },
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "Ensure the infrastructure is in place to support the homes that are needed, at a price people can afford."
            }
        ],
        "mentions": {
            "candidate": "Anne Milton",
            "otherPartyLeaderCandidate": "David Cameron, Labour",
            "partyLeader": "",
            "tacticalSituation": "A vote for any party other than the Conservatives is suggested to be more likely to return Labour to power."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "On the road to recovery with a long-term economic plan, work started in coalition and David Cameron as Prime Minister.",
            "education": "The importance of education is acknowledged, though no specific policies or statements are mentioned.",
            "environment": "Anne Milton appreciates the countryside and commits to preserve it.",
            "governance": "",
            "health": "The NHS is important to Anne Milton, with a personal adherence to ensuring its service.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The infrastructure to support the homes that we need at a price people can afford.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Anne Milton describes her pride in representing her constituency and the humility and passion she brings to her role.",
        "politicalExperience": [
            {
                "role": "MP for Guildford",
                "duration": "since 2005",
                "achievements": "Helped thousands of residents get the support they need whether it's dealing with flooding, benefits or housing."
            }
        ],
        "contactInformation": {
            "address": "Three Bridges Cottage, Wonersh Common, Guildford GU5 0PJ",
            "phone": "01483 300330",
            "email": "",
            "website": "www.annemilton.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "Anne Milton",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anne Milton engaging with various community members and local businesses."
                }
            ]
        },
        "additionalNotes": ""
    }
}