{
    "leaflet": {
        "candidateName": "Edward Hart",
        "constituency": "Haltemprice and Howden",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Creating a Fair Economy",
                "content": "We will encourage entrepreneurs and support small businesses. Labour's plan for Britain's prosperity will mean better jobs and fair pay for a strong new middle class. We will create more winners in a more dynamic market economy, with rewards shared more fairly."
            },
            {
                "title": "Protecting our Environment",
                "content": "Labour's six green commitments will safeguard our children's future and make Britain a world leader in green technology, creating one million new high-tech, green jobs by 2025."
            },
            {
                "title": "Saving the NHS from Conservative Ruin.",
                "content": "In the last election David Cameron pledged that the NHS would be safe in his hands. Now the NHS has lost 1 billion of specialist funds to private healthcare companies. Under Labour Government, we will repeal the Health and Social Care Act and stop the privatisation of the NHS."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Encourage entrepreneurship, support small businesses, and create a dynamic market with shared rewards."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Labour commits to green policies aimed at safeguarding the future and establishing Britain as a leader in green technology, aiming for one million green jobs by 2025."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Labour pledges to repeal the Health and Social Care Act to stop NHS privatisation and improve public healthcare."
            }
        ],
        "mentions": {
            "candidate": "Edward Hart",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Better jobs, fair pay, and a more dynamic market economy.",
            "education": "",
            "environment": "Green commitments that will safeguard our children's future.",
            "governance": "",
            "health": "Repeal the Health and Social Care Act to stop NHS privatisation.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am standing as Labour’s Prospective Parliamentary Candidate in Haltemprice and Howden because I believe in a fairer and more compassionate Britain.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Charlie Bridges",
                "endorsement": "I’ll be voting for Edward because I think Labour will provide more opportunities for young people."
            },
            {
                "endorser": "Peter Asquith-Cowen",
                "endorsement": "I've known Edward for a long time. His excellent set of radical policies in which he lives, he will address the very real problems we face. I am very concerned about our area's great transport system and feel it will eventually harm people's wellbeing. I have spoken to Edward and he is keen to prevent this from happening."
            },
            {
                "endorser": "Louise Turner",
                "endorsement": "I am supporting Edward as he has an excellent set of policies in which he lives. He will address the very real problems we face and will work tirelessly to support people when they are vulnerable. He has an abundance of both empathy and integrity and I implore everyone to vote for him."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Edward Hart, Labour candidate for Haltemprice and Howden."
                }
            ]
        },
        "additionalNotes": ""
    }
}