{
  "leaflet": {
	"candidateName": "Tulip Siddiq",
	"constituency": "Hampstead and Kilburn",
	"politicalParty": "Labour",
	"electionDate": "Thursday 7 May",
	"messages": [
  	{
    	"title": "A Record of Delivery",
    	"content": "Successfully pressured the Government into u-turning on excluding many loyal NHS workers from the bereavement scheme. Secured a lifesaving cystic fibrosis drug on the NHS. Keeps her promise – holding over 200 advice surgeries."
  	},
  	{
    	"title": "My Pledges to You",
    	"content": "Continue to be a strong voice for you. Protecting the NHS and securing the funding our local services deserve."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Fighting for our fair share",
    	"policyDescription": "She'll fight for Hampstead and Kilburn to get the fair funding which our local services deserve."
  	},
  	{
    	"policyTitle": "Securing homes & tackling homelessness",
    	"policyDescription": "Tulip will continue her work to tackle rough sleeping and ensure everyone has a safe home."
  	},
  	{
    	"policyTitle": "Protecting our NHS",
    	"policyDescription": "She will keep up the pressure for more frontline investment in our NHS, helping to secure local services."
  	},
  	{
    	"policyTitle": "A violent crime strategy",
    	"policyDescription": "Fighting for a strategy to tackle violent crime, ensuring our community is safe."
  	},
  	{
    	"policyTitle": "Local train services",
    	"policyDescription": "Tulip will continue to campaign for reliable local train services and stand up to the train companies."
  	},
  	{
    	"policyTitle": "Education",
    	"policyDescription": "Standing up for our schools to reverse the cuts and give them the resources they need."
  	}
	],
	"mentions": {
  	"candidate": "I am the local choice to keep on representing Hampstead & Kilburn.",
  	"otherPartyLeaderCandidate": "The Lib Dems can't win here.",
  	"partyLeader": "Labour under Keir Starmer's leadership.",
  	"tacticalSituation": "Only Tulip Siddiq can keep the Tories out here."
	},
	"issues": {
  	"brexitEurope": "N/A",
  	"economy": "N/A",
  	"education": "Tulip will continue standing up for our schools to reverse the cuts and give them the resources they need.",
  	"environment": "N/A",
  	"governance": "Labour under Keir Starmer's leadership.",
  	"health": "Tulip will keep up the pressure for more frontline investment in our NHS, helping to secure local services.",
  	"immigration": "N/A",
  	"socialWelfare": "N/A",
  	"housing": [
    	{
      	"content":"Securing homes & tackling homelessness – Tulip will continue her work to tackle rough sleeping and ensure everyone has a safe home.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I've spent my life in this community. My husband and I are raising our children here, and my family has used the same services that you rely on. This personal connection is why I have been so passionate about standing up for our area.",
	"politicalExperience": [
  	{
    	"role": "Local MP",
    	"duration": "Since 2015",
    	"achievements": "I have kept my promise of being available and accessible: holding regular advice surgeries, visiting every school and being a strong voice in Parliament."
  	}
	],
	"contactInformation": {
  	"address": "N/A",
  	"phone": "N/A",
  	"email": "N/A",
  	"website": "N/A",
  	"socialMedia": {
    	"facebook": "N/A",
    	"twitter": "N/A",
    	"instagram": "N/A",
    	"linkedin": "N/A"
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Keir Starmer",
    	"endorsement": "Tulip has been an outstanding MP for Hampstead and Kilburn."
  	}
	],
	"quotes": [
  	{
    	"text": "She is a credit to the Labour Party and the constituents she represents.",
    	"source": "Keir Starmer",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Various images of Tulip Siddiq engaging with constituents, at events, and with local residents."
    	}
  	]
	},
	"additionalNotes": ""
  }
}