{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "Protecting jobs and increasing prosperity",
                "content": "UKIP will review all legislation and regulations from the EU, with the promise of competitiveness. They aim to negotiate a bespoke trade agreement with the EU and are looking to attract major companies to the European Free Trade Area. UKIP emphasizes reducing the gap between the earnings tax allowance and the minimum wage."
            },
            {
                "title": "Honouring the Military Covenant",
                "content": "UKIP's commitments include resourcing the military veterans and forces, providing priority housing and guaranteeing jobs. They also propose to institute a National Service Medal."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "UKIP will ensure foreign health service professionals coming to work in the NHS are properly qualified and can speak English. They will aim to stop health tourism by ensuring migrants only use the NHS if they've been paying tax for five years."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "UKIP will leave the EU and save at least £8bn per annum in UK contributions.",
            "economy": "UKIP proposes increasing the personal allowance to the level of full-time minimum wage, aiming to take the lowest paid workers out of tax entirely.",
            "education": "UKIP will scrap the target of 50% of school leavers going to university. Instead, they propose students from the EU will pay the same student fees as international students.",
            "environment": "UKIP will repeal the Climate Change Act 2008 which costs the economy £18bn a year.",
            "governance": "UKIP will introduce the Citizens' Initiative to allow the public to initiate national referendums on issues of major public interest.",
            "health": "UKIP will increase funding to NHS by £3bn per annum, focusing on frontline services. Migrants will only use the NHS if they've been paying tax for five years.",
            "immigration": "UKIP will take back control of the UK borders, ensuring migrants who wish to live in the UK have a job to go to that pays a living wage, can speak English, and have a place to live.",
            "socialWelfare": "UKIP opposes the bedroom tax because it is unfair to people who are unable to downsize.",
            "housing": [
                {
                    "content": "UKIP will protect the Green Belt and change planning rules in the NPPF to ensure it is easier to build on brownfield sites. They aim for development on brownfield sites to be exempt from Stamp Duty and for planning permission for large-scale developments to be granted by the local council.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Policies for People"
                }
            ]
        },
        "additionalNotes": ""
    }
}