{
    "leaflet": {
        "candidateName": "Julian Ware-Lane",
        "constituency": "Southend West",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Labour's NHS plan includes 20,000 more nurses and 8,000 more GPs, joined by a guarantee for patients in England to get a GP appointment within 48 hours."
            },
            {
                "policyTitle": "Young people",
                "policyDescription": "Labour aims to support young people get the training and skills they need by providing a guaranteed job to any 18-24 year old unlucky enough to be out of employment for a year or more."
            },
            {
                "policyTitle": "Cost of living",
                "policyDescription": "Labour will direct focus on easing the squeeze on parents who find it hard to provide for their children, by freezing gas and electricity bills until 2017, which could save a typical household £120."
            },
            {
                "policyTitle": "Fairer society",
                "policyDescription": "Labour’s vision for a fairer society includes a series of reforms such as an £8 minimum wage, ending exploitative zero-hour contracts, freezing energy bills until 2017, putting young people back to work, cutting the deficit while reforming businesses to work for small businesses, cutting business rates, building homes, scrapping the Bedroom Tax, and taxing tax avoidance."
            }
        ],
        "mentions": {
            "candidate": "Julian Ware-Lane",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour plans to cut business rates, freeze gas and electricity bills until 2017, aim to provide full employment, and pay down the deficit fairly.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Labour promises to hire more doctors, nurses, and midwives and to repeal the Health and Social Care Act.",
            "immigration": "Labour promises to control immigration fairly.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour plans to build 200,000 homes a year.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "268 Sutton Road, Southend-on-Sea, SS2 5ET",
            "phone": "01702 619868",
            "email": "warelane@gmail.com",
            "website": "southendlabour.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet images featuring Julian Ware-Lane as the Labour Parliamentary Candidate for Southend West."
                }
            ]
        },
        "additionalNotes": ""
    }
}