{
    "leaflet": {
        "candidateName": "Lee Upcraft",
        "constituency": "Wantage",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "Believe in Britain",
                "content": "Are you feeling increasingly let down by the legacy Westminster parties? Honest change began in Britain in May last year when 4.4 million people voted for UKIP. I am writing to ask for your support to continue that progress by voting for UKIP in May this year."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Housing",
                "policyDescription": "Defend our green fields and robustly promote UKIP policies aimed at brownfield sites. We must not let large windfarms like Didcot A be given over to urban sprawl. I will push for innovative ways to release build-ready land to provide housing for a broad range of needs."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "We need to build 125,000 new homes every year for the annual net influx of 300,000 people (with huge pressure on local services). How are we to house our own children's families? The wave of cheap labour is causing real hardship to many people across our country. We simply must restore control of our borders."
            },
            {
                "policyTitle": "Foreign Aid",
                "policyDescription": "I am shocked the Conservatives can commit to 1% GDP spending on foreign aid, but will not guarantee 2% of GDP for our defence. I want to see foreign aid cut from £12bn per year and focused on genuinely needy causes. The savings must be invested in our armed forces, and in addressing the needs of people here in the constituency."
            }
        ],
        "mentions": {
            "candidate": "I, Lee Upcraft,",
            "otherPartyLeaderCandidate": "Our Conservative dominated councils which commissioned the deeply flawed report commissioned by this Conservative dominated council.",
            "partyLeader": "",
            "tacticalSituation": "This General Election is the one where the old rules no longer apply. UKIP won the European elections by-election in 2014 demonstrated that if you vote UKIP, you get UKIP."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "I will prioritise the needs of our constituency. I will: ... The wave of cheap labour is causing real hardship to many people across our country.",
            "education": "",
            "environment": "I will push for innovative ways to release build-ready land to provide housing for a broad range of needs...",
            "governance": "Can I count on your vote for change?",
            "health": "",
            "immigration": "We simply must restore control of our borders.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Defend our green fields and robustly promote UKIP policies aimed at brownfield sites. We must not let large windfarms like Didcot A be given over to urban sprawl. I will push for innovative ways to release build-ready land to provide housing for a broad range of needs.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Honest change began in Britain in May last year when 4.4 million people voted for UKIP. I am writing to ask for your support to continue that progress by voting for UKIP in May this year. As a parliamentary candidate for UKIP, I will prioritise the needs of our constituency.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "UKIP Wantage, 54 East St Helens St, Abingdon, OX14 5EG",
            "phone": "07552 664 854",
            "email": "lee@ukipwantage.org",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "PS: Keep your own copy. Vote yourself or give it to a trusted friend. Don't allow it to be collected by anybody asking at your door. Only by returning it yourself can you guarantee that your vote for change will not be intercepted by those who only want to see more of the same old politics which has badly let us down."
    }
}