{
  "leaflet": {
    "candidateName": "Nick Herbert",
    "constituency": "Arundel & South Downs",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A strong voice for Arundel & South Downs",
        "content": "Dear Resident, I am writing to update you on a number of the key issues on which I have been working on your behalf. ... I am determined to do what I can to look after their interests. Over the past ten years I have worked at Westminster from Monday to Thursday each week, and from Friday to Sunday I have worked in the constituency, based in Arundel where I live. I hope that you will find this report a useful source of information about local issues, as well as what I have done to represent you in Parliament. I pledge to work hard for everyone in the constituency, to stand up for local people, and to be a strong voice at Westminster for your concerns."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Nick Herbert",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "Over the past ten years I have served as MP for the fantastic rural constituency of Arundel & South Downs, which covers 250 square miles, a far larger area than the Isle of Wight. We are all very proud of the villages and small market towns in which we live, and I am determined to do what I can to look after their interests.",
    "politicalExperience": [
      {
        "role": "MP for Arundel & South Downs",
        "duration": "Ten years",
        "achievements": "Working in the constituency based in Arundel where I live, from Friday to Sunday; Representation in Parliament."
      }
    ],
    "contactInformation": {
      "address": "38 High Street, Steyning, BN44 3YE",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Herbert with a message for the residents of Arundel & South Downs"
        }
      ]
    },
    "additionalNotes": "The leaflet does not contain explicit election date, mention of party leader, other party leaders, tactical situation, or detailed key policies and issues. It is a general introductory letter rather than a detailed manifesto or policy document."
  }
}