{
    "leaflet": {
        "candidateName": "Sir Edward Leigh",
        "constituency": "Gainsborough",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday, 7th May",
        "messages": [
            {
                "title": "Dear Constituent,",
                "content": "This is my personal address to you the electors of the Gainsborough Constituency."
            },
            {
                "title": "3 GOOD REASONS TO VOTE FOR SIR EDWARD LEIGH",
                "content": "I have served as your Member of Parliament for thirty-two years and have done my best to help all my constituents. I hope you will enable me to continue to serve you all."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A LONG-TERM ECONOMIC PLAN",
                "policyDescription": "A strong, competitive economy is the only way to build a secure and better future for everyone. Income tax has been cut and fuel duty frozen. More private sector jobs are created, benefits capped. We have reduced the deficit, but debts remain too large."
            },
            {
                "policyTitle": "THE N.H.S.",
                "policyDescription": "Committed to preserving it as a well-funded service free at the point of delivery. Cut bureaucracy and allow resources to travel straight to the front line."
            },
            {
                "policyTitle": "EU REFERENDUM",
                "policyDescription": "Wants an in/out referendum on the European Union and is committed to vote leave the EU and join a free trade and customs union."
            },
            {
                "policyTitle": "THE FAMILY: THE BEDROCK",
                "policyDescription": "Marriage is the most important commitment that we make to the person we love. It is the sure foundation for creating a family."
            },
            {
                "policyTitle": "PENSIONERS",
                "policyDescription": "The Pensions Guarantee introduced has greatly improved the lives of pensioners. Will continue to ensure that older population is able to live with respect and dignity."
            },
            {
                "policyTitle": "IMMIGRATION",
                "policyDescription": "Regaining control over borders is an absolute priority. Need to see a move to more balanced, managed system of migration."
            },
            {
                "policyTitle": "SCHOOLS",
                "policyDescription": "The liberal direction of so many schools from central controls in recent years has put parents and teachers in the driving seat, where they rightly belong."
            },
            {
                "policyTitle": "POLICE AND CRIME",
                "policyDescription": "Serious crime is falling, but Lincolnshire should be better resourced to meet growing challenges, like metal theft."
            },
            {
                "policyTitle": "WIND FARMS",
                "policyDescription": "Totally opposed to onshore wind farms and support locals against every application in the area. Subsidies that take money from hard-working people and families and give them to energy companies for wind farms should be scrapped."
            },
            {
                "policyTitle": "THE COUNTRYSIDE",
                "policyDescription": "Gainsborough is one of England’s biggest and most rural constituencies. Need a voice in the government for struggling village shops, post offices, and communities."
            }
        ],
        "mentions": {
            "candidate": "Sir Edward Leigh",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Want to see an in/out referendum on the EU. Committed to vote leave the EU and join a free trade and customs union.",
            "economy": "A strong, competitive economy is vital. Income tax cut, fuel duty frozen, more jobs created, benefits capped, reduced the deficit but still large debts.",
            "education": "The liberal direction of so many schools from central controls in recent years has put parents and teachers in charge.",
            "environment": "Totally opposed to onshore wind farms.",
            "governance": "",
            "health": "Committed to preserving the NHS as a well-funded service free at the point of delivery, cutting bureaucracy.",
            "immigration": "Regaining control over borders is an absolute priority. Need a balanced, managed migration system.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I would be honoured to continue my service for all the people of the Gainsborough Constituency.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Gainsborough",
                "duration": "thirty-two years",
                "achievements": "Serving constituents, supporting communities."
            },
            {
                "role": "Chairman of the Public Accounts Committee and now Chairman of the Public Accounts Commission and a member of the Speaker's Panel of Chairs",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.gainsboroughconservatives.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sir Edward Leigh"
                }
            ]
        },
        "additionalNotes": "Polling stations are open from 7am–10pm on Thursday, 7th May."
    }
}