{
    "leaflet": {
        "candidateName": "Naomi NEWSTEAD",
        "constituency": "Camberwell and Peckham",
        "politicalParty": "Conservative",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Fighting for a fair deal for the Aylesbury Estate leaseholders",
                "content": "I am campaigning for the leaseholders on the Aylesbury Estate, many of whom have lived there for decades, to get a fair price for their flats so that they have a chance of staying in the area. I have spoken with the Leader of Southwark Council and raised it at the Council's Question Time in October."
            },
            {
                "title": "Naomi for better transport",
                "content": "I believe the tube to Camberwell and Peckham is long overdue. The principal routes to get to the Tube in Elephant & Castle are heavily congested. There are two major hospitals in Camberwell where dedicated staff travel from all over London to work. Patients come from all over the UK and there is still no tube service for them."
            },
            {
                "title": "A personal message from Naomi NEWSTEAD",
                "content": "For a strong and effective MP who will be accountable to you, vote Naomi Newstead on 7th May"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Transport",
                "policyDescription": "Bringing the tube to Camberwell and Peckham is my top priority and campaigning for transport improvements across the area."
            },
            {
                "policyTitle": "Local Businesses",
                "policyDescription": "Working with local residents and businesses to keep the character of the area with independent shops and green spaces."
            },
            {
                "policyTitle": "Opportunities",
                "policyDescription": "Ensuring people from the area can access jobs and training opportunities and standing up for our talented young people."
            }
        ],
        "mentions": {
            "candidate": "Naomi NEWSTEAD",
            "otherPartyLeaderCandidate": "Ed Miliband",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": "Voting for UKIP will hand keys of No. 10 to Miliband, poll finds"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour is plotting Scottish alliance",
            "education": "Naomi is campaigning for more primary and secondary school places in the area.",
            "environment": "",
            "governance": "Naomi is hard at work to get the 63 Bus extended to Honor Oak station.",
            "health": "There are two major hospitals in Camberwell where dedicated staff travel from all over London to work.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "I am campaigning for the leaseholders on the Aylesbury Estate, many of whom have lived there for decades, to get a fair price for their flats so that they have a chance of staying in the area.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I know that it is not always easy to make the right choices and know what the best course of action is when you are starting out in work. Most people need good advice and not everyone automatically has access to that.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "02072525377",
            "email": "naomi.newstead@hotmail.com",
            "website": "www.naominewstead.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Boris Johnson",
                "endorsement": "I firmly believe that Naomi could add value in Camberwell and Peckham."
            }
        ],
        "quotes": [
            {
                "text": "Naomi working hard for local residents",
                "source": "Jobs and Opportunities for Camberwell brochure section",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Naomi campaigning to bring the Bakerloo Line to Camberwell and Peckham"
                },
                {
                    "caption": "Naomi with Mayor Boris Johnson"
                }
            ]
        },
        "additionalNotes": ""
    }
}