{
    "leaflet": {
        "candidateName": "Scott WOOD",
        "constituency": "Sedgefield Constituency",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 7th May 2015",
        "messages": [
            {
                "title": "Let the Soldier Serve You!",
                "content": "I am standing to be your Member of Parliament because you deserve a better standard of MP. I will listen, I will learn, I will fight your corner. Jobs are on the verge of kicking in recovery with more jobs and better wages. I fought in Afghanistan and Iraq to secure a better future for our country. Fighting politicians and bureaucrats will be easy in comparison. Please give me the opportunity to serve again."
            },
            {
                "title": "",
                "content": "I will help stop the removal of services from Bishop Auckland hospital, ensure Durham and Darlington NHS trust deliver the top class service, and see Sedgefield MP stands up for all our children in local schools to have a better start."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "I will continue to help stop the removal of services from Bishop Auckland hospital, and see Durham and Darlington NHS trust deliver the top class service."
            },
            {
                "policyTitle": "APPRENTICESHIPS",
                "policyDescription": "Conservatives delivered 2 million apprenticeships in 5 years already, will deliver millions more quality apprenticeships aimed at school leavers and adult learners."
            },
            {
                "policyTitle": "JOBS",
                "policyDescription": "With Conservatives, the next Conservative government will create 50,000 jobs in the North East."
            },
            {
                "policyTitle": "IMMIGRATION",
                "policyDescription": "Conservative action has delivered the first net fall in EU migration outside Europe down to a level not seen since the 1990s."
            },
            {
                "policyTitle": "EUROPEAN UNION",
                "policyDescription": "I WILL vote for an in/out referendum at the earliest opportunity once we’ve renegotiated the best terms for Britain."
            },
            {
                "policyTitle": "TAXES",
                "policyDescription": "By 2017 no one on minimum wage will pay income tax. Conservatives will increase the income tax threshold to £12,500 and raise the 40p rate to £50,000. I will fight for a local budget and keep the council tax down."
            },
            {
                "policyTitle": "WINDFARMS",
                "policyDescription": "Conservatives pledge to end the subsidies for onshore wind farms and give local communities the decisive say over any new ones. Labour and the Liberal Democrats oppose this idea which could leave it with the likes of Sedgefield with more wind farms."
            },
            {
                "policyTitle": "RAILWAY STATION",
                "policyDescription": "I will fight to increase and deliver an improved infrastructure of rail links and strive to help Aycliffe and Darlington secure the future of the Teesside Airport."
            },
            {
                "policyTitle": "HOUSING",
                "policyDescription": "Combining paid work with home, maximising use of the Help to Buy ISA, giving everyone the opportunity to own their own home."
            }
        ],
        "mentions": {
            "candidate": "Scott WOOD",
            "otherPartyLeaderCandidate": "Phil Wilson",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "I WILL vote for an in/out referendum at the earliest opportunity once we’ve renegotiated the best terms for Britain.",
            "economy": "Jobs are on the verge of kicking in recovery with more jobs and better wages.",
            "education": "See Sedgefield MP stands up for all our children in local schools to have a better start.",
            "environment": "",
            "governance": "",
            "health": "I will help stop the removal of services from Bishop Auckland hospital, and see Durham and Darlington NHS trust deliver the top class service.",
            "immigration": "Conservative action has delivered the first net fall in EU migration outside Europe down to a level not seen since the 1990s.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Combining paid work with home, maximising use of the Help to Buy ISA, giving everyone the opportunity to own their own home. Will seek to hold local authorities to account for poorly maintained Social Housing, POLICE, FIRE SERVICE AND ARMED FORCES - I support secure and emergency service personnel.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I fought in Afghanistan and Iraq to secure a better future for our country.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.scottwood.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}