{
    "leaflet": {
        "candidateName": "Denise Burke",
        "constituency": "North Norfolk",
        "politicalParty": "Labour",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "NORTH NORFOLK DESERVES BETTER",
                "content": "Like you, I live in North Norfolk. Like you, I love North Norfolk, our towns and villages and our coast and countryside. And like you, I think North Norfolk could be even better. My passion for North Norfolk is matched by my passion to challenge injustice and get a fair deal for everyone who lives here."
            },
            {
                "title": "VOTE FOR CHANGE ON 7 MAY",
                "content": "For some people life is particularly hard. The cost of travel, childcare and housing is too high. The average home now costs more than twelve times the average salary in North Norfolk. For many older people, getting good care and health has got harder. And younger people and families need job security and a living wage, not zero hours contracts."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local health and care services",
                "policyDescription": "I would fight for better local health and care services, for improvements for flood protection and opportunities for young people, for proper bus services, and for action on broadband connectivity and faster internet."
            },
            {
                "policyTitle": "Tax enforcement",
                "policyDescription": "As a former tax inspector, I would fight harder against corporate tax evasion and pay for better public services."
            }
        ],
        "mentions": {
            "candidate": "Denise Burke",
            "otherPartyLeaderCandidate": "Norman Lamb",
            "partyLeader": "",
            "tacticalSituation": "Not voting Labour means a vote for the Conservatives. And locally we need Labour councillors who will stand up to the Norfolk Tories and those Tory-led LibDem councils who are letting LibDem and Liberal Democrat rule work against our Norfolk."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The cost of travel, childcare and housing is too high. The average home now costs more than twelve times the average salary in North Norfolk.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "My passion for North Norfolk is matched by my passion to challenge injustice and get a fair deal for everyone who lives here.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01692 650816",
            "email": "denise.burke@northnorfolklabour.co.uk",
            "website": "www.northnorfolklabour.co.uk",
            "socialMedia": {
                "facebook": "www.facebook.com/deniseburke",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Denise Burke, Labour's Parliamentary candidate for North Norfolk"
                }
            ]
        },
        "additionalNotes": ""
    }
}