{
  "leaflet": {
    "candidateName": "David Chappell",
    "constituency": "Bury St Edmunds",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A local champion for Bury St Edmunds",
        "content": "David moved to the constituency in 2000 and has been active in the local community ... At the last election 15,000 people voted for him, more than the total of all the other candidates opposing the Conservatives."
      },
      {
        "title": "Delivering opportunity for everyone.",
        "content": "The Lib Dems will end the scandal of mental health being treated as secondary to physical health. ... The Lib Dems will ensure every child is taught by a qualified teacher and protect the schools budget."
      },
      {
        "title": "A Record for Bury St Edmunds",
        "content": "David has visited every town and village in the constituency knocking on doors, meeting people and telling them problems where he could."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health Matters",
        "policyDescription": "David wants the best health care in the constituency. He will work to ensure that West Suffolk NHS Foundation Trust continues to keep the West Suffolk Hospital financially sustainable into the future."
      },
      {
        "policyTitle": "Stronger Economy. Fairer Society.",
        "policyDescription": "The Lib Dems will finish balancing the books so that our children are not saddled with debt."
      }
    ],
    "mentions": {
      "candidate": "David Chappell",
      "otherPartyLeaderCandidate": "Conservatives",
      "partyLeader": "",
      "tacticalSituation": "He is the only candidate who has a chance of defeating the Tories."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dems will cut Income Tax for workers by a further £400 a year to help with the cost of living.",
      "education": "The Lib Dems will ensure every child is taught by a qualified teacher and protect the schools budget.",
      "environment": "David has the visited every town and village in the constituency ... He was the Shadow spokesman for the Environment.",
      "governance": "",
      "health": "The Lib Dems will end the scandal of mental health being treated as secondary to physical health.",
      "immigration": "",
      "socialWelfare": "The Lib Dems will guarantee that the NHS budget rises every year by £8 billion by 2020. The Lib Dems will guarantee decent pension rises every year through our 'triple lock' guarantee.",
      "housing": [
        {
          "content": "David supports out of town parking to ease the crowded streets that jam up every morning.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "David is a worker who has experienced life's ups and downs ... He has elected onto St Edmundsbury Council to represent the Forhams during which time he was the Shadow spokesman for the Environment.",
    "politicalExperience": [
      {
        "role": "Councillor on local Parish Council.",
        "duration": "",
        "achievements": "Elected onto St Edmundsbury Council to represent the Forhams."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "davidchappell.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A record state pension rise for local pensioners"
        },
        {
          "caption": "More jobs - unemployment here down since 2010"
        },
        {
          "caption": "Record levels of renewable energy - thanks to the Lib Dems"
        }
      ]
    },
    "additionalNotes": ""
  }
}