{
  "leaflet": {
    "candidateName": "Douglas Alexander",
    "constituency": "Renfrewshire",
    "politicalParty": "Scottish Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Fair pay for hard work",
        "content": "People who play by the rules should be able to get ahead. But too often that isn't happening for Renfrewshire families."
      },
      {
        "title": "Giving local young people a chance to get on",
        "content": "Labour will guarantee a job or training for every school leaver paid for by taking bankers' bonuses."
      },
      {
        "title": "Protect our NHS",
        "content": "This year at the RAH patients have faced waiting times of over 12 hours and too many operations have been cancelled."
      },
      {
        "title": "Ban exploitative zero-hours contracts",
        "content": "Labour will ban exploitative zero-hours contracts, making sure that anyone working regular hours has the right to a regular contract."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Increase the Minimum Wage",
        "policyDescription": "Scottish Labour will back hardworking people and raise the Minimum Wage to £8."
      },
      {
        "policyTitle": "NHS Support",
        "policyDescription": "Labour plans to recruit more nurses for the RAH, paid for by a Mansion Tax on homes worth over £2 million, and a new £100 million fund to tackle the crises at A&E."
      },
      {
        "policyTitle": "Zero-Hours Contracts",
        "policyDescription": "Labour will ban exploitative zero-hours contracts and ensure that regular workers have the right to a regular contract."
      }
    ],
    "mentions": {
      "candidate": "Douglas Alexander",
      "otherPartyLeaderCandidate": "Tories",
      "partyLeader": "",
      "tacticalSituation": "The leaflet suggests that voters need to stop the Tories from being the largest party and prevent further Tory government."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Labour will guarantee a job or training for every school leaver paid for by taking bankers' bonuses.",
      "environment": "",
      "governance": "",
      "health": "Labour's Douglas Alexander is campaigning to protect our NHS, including more nurses for the RAH and a new £100 million fund for A&E.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I grew up here in Renfrewshire and I want what's best for local families. I went to our local schools and, like us all, rely on our NHS. I joined the Labour Party here in the 1980s after seeing my school friends’ parents lose their jobs when the Linwood car plant closed. It left me with a determination to fight against unemployment and poverty.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Tony",
        "endorsement": "Douglas is a local man who grew up here, which is why he is so determined to fight for our community."
      },
      {
        "endorser": "David & Edna",
        "endorsement": "This election is a choice between either a Labour or Tory government. The Tories would introduce even more deep spending cuts."
      },
      {
        "endorser": "Kirsty",
        "endorsement": "I'm backing Douglas’ plan for more nurses and £1600 Future Fund so all my friends have a chance to get on."
      },
      {
        "endorser": "Susan",
        "endorsement": "As an NHS worker, I'm backing Douglas' plan for more nurses for the RAH."
      }
    ],
    "quotes": [
      {
        "text": "Only Labour's Douglas Alexander can deliver the change we need.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of Douglas Alexander interacting with constituents and holding a plan for action"
        }
      ]
    },
    "additionalNotes": ""
  }
}