{
    "leaflet": {
        "candidateName": "Lucy Powell",
        "constituency": "Manchester Central",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Putting Manchester First",
                "content": "I was born and raised in Manchester and live here with my husband and three children. Since being elected I have campaigned against the unfair Tory cuts to Manchester and vulnerable."
            },
            {
                "title": "My pledges to you",
                "content": "Scrap the bedroom tax, Guarantee a GP appointment within 48 hours, Increase the minimum wage to £8 per hour by 2020 and ban the exploitation of zero hours contracts, 25 hours free childcare, Action on the private rented sector including scrapping letting agent fees."
            },
            {
                "title": "Delivering for Manchester",
                "content": "Lucy has been working with local campaigners and residents across the constituency on issues that matter to them. She has been campaigning with resident Paula Appleby for a crackdown on licensed premises, landlords and litter around Moston Lane and speeding in the St Mary's Area. Lucy has also been campaigning for more powers to deal with rogue landlords and licensed premises across the constituency."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Scrap the bedroom tax",
                "policyDescription": "Lucy Powell pledges to scrap the bedroom tax."
            },
            {
                "policyTitle": "GP appointments",
                "policyDescription": "Guarantee a GP appointment within 48 hours."
            },
            {
                "policyTitle": "Minimum wage and zero hours contracts",
                "policyDescription": "Increase the minimum wage to £8 per hour by 2020 and ban the exploitation of zero hours contracts."
            },
            {
                "policyTitle": "Childcare",
                "policyDescription": "25 hours free childcare to help with the costs faced by many families."
            },
            {
                "policyTitle": "Private rented sector",
                "policyDescription": "Take action on the private rented sector including scrapping letting agent fees."
            },
            {
                "policyTitle": "Crackdown on issues in the constituency",
                "policyDescription": "Campaigning for a crackdown on licensed premises, landlords, and litter, as well as dealing with speeding and rogue landlords."
            }
        ],
        "mentions": {
            "candidate": "Lucy Powell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Lucy supports more jobs and better pay for people in Manchester.",
            "education": "Labour is committed to providing 25 hours free childcare each week and protecting Sure Start Centres.",
            "environment": "",
            "governance": "",
            "health": "Guarantee a GP appointment within 48 hours.",
            "immigration": "",
            "socialWelfare": "Scrap the bedroom tax.",
            "housing": [
                {
                    "content": "Crackdown on licensed premises, rogue landlords, and improving conditions in St Mary's Area.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I was born and raised in Manchester and live here with my husband and three children. Since being elected I have campaigned against the unfair Tory cuts to Manchester and vulnerable.",
        "politicalExperience": [
            {
                "role": "Labour Parliamentary Candidate",
                "duration": "",
                "achievements": "Working with local campaigners and residents across the constituency on issues that matter to them, including a crackdown on licensed premises and speeding, and campaigning for more powers to deal with rogue landlords and licensed premises."
            }
        ],
        "contactInformation": {
            "address": "Lucy Powell, Manchester Labour Party, Unit 1, The Wesley Centre, Hulme, M15 5BP",
            "phone": "07518321269",
            "email": "contact@lucypowell.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/lucy4mcr",
                "twitter": "@LucyMPowell",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Liz Barry and Ryan Hewitt",
                "endorsement": "Lucy helped us when we needed it because of the government's bedroom tax."
            },
            {
                "endorser": "Lee-Ann Igbon",
                "endorsement": "Lucy would give our young people hope and understanding for the future."
            },
            {
                "endorser": "Mick Loughman",
                "endorsement": "Lucy gets things done and is always fighting for our community."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Lucy Powell with the text 'Vote Lucy Powell Labour Parliamentary Candidate.'"
                },
                {
                    "caption": "Photo of Lucy Powell with supporters, with testimonies praising her commitment to scrap the bedroom tax and fight for people in Manchester."
                },
                {
                    "caption": "Photo of Lucy Powell with dependent, indicating her continued fight against Tory cuts."
                },
                {
                    "caption": "Photo of Lucy Powell with resident Paula Appleby, with text discussing their work together against local issues."
                },
                {
                    "caption": "Photo of Lucy Powell at a childcare center, reflecting her support for 25 hours free childcare under Labour."
                },
                {
                    "caption": "Photo of Lucy Powell with workers indicating her support for creating jobs and increasing minimum wage."
                }
            ]
        },
        "additionalNotes": ""
    }
}