{
  "leaflet": {
    "candidateName": "Nus Ghani",
    "constituency": "Wealden",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message",
        "content": "Britain has started growing again, but there is more to do. In East Sussex, we have seen growth in new businesses, more people in work and new opportunities created with apprenticeships, so young people can get on in life. This allows more people to the security of a wage to provide for their families. Let’s stay on the road to a stronger economy. Vote Conservative and support our plans for a better, more secure future for you and your family. Your postal vote counts. Nus Ghani"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Nus Ghani",
      "otherPartyLeaderCandidate": "Miliband, Vince Cable",
      "partyLeader": "David Cameron",
      "tacticalSituation": "Voting for UKIP will hand keys of No. 10 to Miliband, poll finds"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The deficit down, more jobs, new businesses.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Britain has started growing again, but there is more to do. In East Sussex, we have seen growth in new businesses, more people in work and new opportunities created with apprenticeships, so young people can get on in life. This allows more people to the security of a wage to provide for their families.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "01323 489289",
      "email": "Nus4Wealden@gmail.com",
      "website": "www.nusghani.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "The deficit down, Income tax cut, More jobs, New businesses.",
        "source": "David Cameron and the Conservatives",
        "date": ""
      },
      {
        "text": "Labour is plotting Scottish alliance",
        "source": "",
        "date": ""
      },
      {
        "text": "Vince Cable: Lib Dems could enter rainbow coalition with Labour and SNP",
        "source": "",
        "date": ""
      },
      {
        "text": "I'll be the powerbroker at Westminster, says Salmond",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Join my campaign team, active across the Wealden constituency."
        }
      ]
    },
    "additionalNotes": "Promoted by P. Stilwell on behalf of Nus Ghani, both of The Wealden Inn, Graze Farm, Hartfield Road, East Grinstead RH19 6JB. Printed by The Oily Press, Meedsview House, Star Road, Partridge Green, Horsham, West Sussex RH13 8RA."
  }
}