{
    "leaflet": {
        "candidateName": "Dr Martin Williams & Jade Marsden",
        "constituency": "Garston & Halewood",
        "politicalParty": "Conservatives",
        "electionDate": "May 7",
        "messages": [
            {
                "title": "",
                "content": "Your postal vote will shortly land on your doormat, and when it does you'll have the chance to vote in what promises to be a very closely fought general election."
            },
            {
                "title": "",
                "content": "We hope you have seen our leaflets setting out our plans for our local area. If so, you will know that we care passionately about improving people's quality of life, and representing Garston & Halewood to ensure we benefit from the sustainable jobs and better transport links delivered by our proposed Northern Powerhouse."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Supports a strong, long term economic plan to secure Britain's future. Has seen a steady recovery over the last five years from the deepest recession in a generation, which started under the Blair/Brown government. It is necessary to protect the national economy, not create new Labour 'haven't learned' from their mistakes and want once again to spend money the country does not have."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Increase health spending in real terms every year and will have GP surgeries open 7 days a week."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Will fight for skilled jobs and apprenticeships locally, and will support young people."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Committed to protecting green spaces and fixing roads. Lower taxes for hardworking families and continue to freeze your council tax."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Alex Salmond",
            "partyLeader": "David Cameron",
            "tacticalSituation": "The only way to be sure of strong, competent leadership for Britain is to vote Conservative. A vote for any other party makes chaos and instability more likely, with Ed Miliband at Number 10, reliant on Alex Salmond for support."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Supports a strong, long term economic plan to secure Britain's future.",
            "education": "",
            "environment": "Protecting the area's green spaces.",
            "governance": "Committed to protecting green spaces and fixing roads.",
            "health": "Increase health spending in real terms every year and will have GP surgeries open 7 days a week.",
            "immigration": "",
            "socialWelfare": "Lower taxes for hardworking families and continue to freeze your council tax.",
            "housing": [
                {
                    "content": "Protect green spaces against unwelcome developments, ensuring Cresstington maintains its unique character.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Martin has a young family and understands people’s concerns about the cost of childcare.",
        "politicalExperience": [
            {
                "role": "Volunteer police officer",
                "duration": "13 years",
                "achievements": "Knows about people's concerns when it comes to crime levels in Merseyside."
            }
        ],
        "contactInformation": {
            "address": "Suite 14 Goodlass House, Goodlass Road, Liverpool, L24 9HJ",
            "phone": "07539 414 457",
            "email": "garstonandhalewood@conservatives.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@MartinWilliams22",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dr Martin Williams & Jade Marsden - Your local Conservative candidates"
                }
            ]
        },
        "additionalNotes": ""
    }
}