{
    "leaflet": {
        "candidateName": "Andrew Pointon",
        "constituency": "Leeds West Constituency",
        "politicalParty": "Green Party",
        "electionDate": "7th May 2015",
        "messages": [
            {
                "title": "A message from Andrew",
                "content": "When I talk to people on the doorstep, large numbers are telling me they have been badly let down by the three main parties. They say they are fed up with politicians in general. Some have given up voting altogether because of this. People say they want a change but don’t know who to try. Many others say they vote Green because of the work we do and that we are the only party they see doing anything in their area."
            },
            {
                "title": "The Green Party is a positive change.",
                "content": "We have policies to help improve the lives of ordinary people and make sure we pass on a decent planet for our children and grandchildren to live in. Our councillors work hard all year round for you, and know you cannot be taken for granted. If elected I would be just like our local councillors, being there for you all year round not just at election time, representing you in Parliament, sorting out your issues, and trying to get the best for Leeds West."
            },
            {
                "title": "",
                "content": "Caroline Lucas in Brighton showed that Green Party candidates can be elected as Members of Parliament, and Greens can make real positive change. Voting Green isn't a wasted vote, it is voting for politics based on principles and trying to make a genuine difference. Vote for what you believe in, not the least worst option. I ask you to please consider a different way forward and support me in the General Election on 7th May 2015. Thank you."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "SAY NO TO POLITICS AS USUAL",
                "policyDescription": "The message implies offering alternatives to traditional political practices, with a focus on fairness and the common good."
            },
            {
                "policyTitle": "PROTECT THE NHS",
                "policyDescription": ""
            },
            {
                "policyTitle": "REDUCE THE GAP BETWEEN RICH AND POOR",
                "policyDescription": "Promotes policies for the common good, where fairness replaces greed. We want to look after the 99% not the highest earning 1%."
            },
            {
                "policyTitle": "£10 PER HOUR MINIMUM WAGE",
                "policyDescription": ""
            },
            {
                "policyTitle": "FREE EDUCATION",
                "policyDescription": ""
            },
            {
                "policyTitle": "RAILWAYS BACK IN PUBLIC HANDS",
                "policyDescription": ""
            },
            {
                "policyTitle": "DECENT AFFORDABLE HOUSING",
                "policyDescription": ""
            },
            {
                "policyTitle": "QUALITY JOBS TO BUILD A LIFE ON",
                "policyDescription": ""
            },
            {
                "policyTitle": "A SAFE CLIMATE",
                "policyDescription": ""
            }
        ],
        "mentions": {
            "candidate": "Andrew Pointon",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Greens offer policies for the common good, where fairness replaces greed.",
            "education": "FREE EDUCATION",
            "environment": "A SAFE CLIMATE",
            "governance": "",
            "health": "PROTECT THE NHS",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "DECENT AFFORDABLE HOUSING",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have served the people of Leeds for 20 years as a local government officer. I now wish to serve the people of Leeds West in Parliament. The time has come to change the way we have been doing things and change those who have been making the decisions.",
        "politicalExperience": [
            {
                "role": "Local government officer",
                "duration": "20 years",
                "achievements": "Worked his way up the ladder and now manages a small team."
            },
            {
                "role": "Leeds City Council",
                "duration": "since 1994",
                "achievements": "Starting as an IT Assistant, was involved in various capacities with the council."
            },
            {
                "role": "Green Party",
                "duration": "Joined in 2008",
                "achievements": "Elected as the Farnley & Wortley Green Party Secretary in 2010 and has been active in various roles within the party."
            }
        ],
        "contactInformation": {
            "address": "Office of Andrew Pointon, 47 Cross Flatts Street, Leeds, LS11 7JL",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andrew Pointon, Green Party candidate for Leeds West."
                }
            ]
        },
        "additionalNotes": "Printed by Creative Print Leeds, 44 Dolly Lane, Leeds, LS9 7NN. Promoted by Nick Crawley of 5 Pasture View, Leeds, LS12 3NA."
    }
}