{
    "leaflet": {
        "candidateName": "Steve Guy",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 7th",
        "messages": [
            {
                "title": "",
                "content": "Dear Neighbour, Do you think the last Labour government were right to allow the closure of our Accident and Emergency Department at Wycombe Hospital? Do you think our current MP Steve Baker has tried hard enough to get it back?"
            },
            {
                "title": "",
                "content": "As you would expect, I have been busy meeting as many of you as possible. I would like to thank you for your warmth and support once again. The message that I am getting loudly and clearly is that the loss of A & E at Wycombe Hospital is still your biggest issue. Like me, you are angry and feel ignored by our politicians. Like me, you cannot understand why somewhere the size of Wycombe doesn't deserve to have its own A & E like Slough does."
            },
            {
                "title": "Campaigns",
                "content": "I have a strong record of doing what I say I will. I have supported successful campaigns to: Reopen the open air swimming pool when the Council said it couldn't be done. Make High Wycombe a Fairtrade Town. Stop the construction of a White Elephant stadium on Wycombe's historic air park."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Seek to restore the Accident and Emergency Department at Wycombe Hospital."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Do you think the last Labour government were right to allow the closure of our Accident and Emergency Department at Wycombe Hospital? As you would expect, I have been busy meeting as many of you as possible. I would like to thank you for your warmth and support once again. The message that I am getting loudly and clearly is that the loss of A & E at Wycombe Hospital is still your biggest issue.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": "Supported successful campaigns to reopen the open air swimming pool when the Council said it couldn't be done, make High Wycombe a Fairtrade Town, and stop the construction of a White Elephant stadium on Wycombe's historic air park."
            }
        ],
        "contactInformation": {
            "address": "14 Conigre Road, High Wycombe, Bucks HP13 6LA",
            "phone": "",
            "email": "stevekuy@me.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Liberal Democrats leaflet with Steve Guy as the candidate."
                }
            ]
        },
        "additionalNotes": ""
    }
}