{
  "leaflet": {
    "candidateName": "Leanne Wood",
    "constituency": "Pontypridd",
    "politicalParty": "Plaid Cymru",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "We’ll be Wales’ voice in Westminster",
        "content": "Only Plaid Cymru has policies made in Wales, by people in Wales, for people in Wales. We have Wales’ interests at heart as is proven by the record of the party’s MPs at Westminster."
      },
      {
        "title": "Not Westminster’s voice in Wales",
        "content": "People in Wales are rightly sceptical of the rhetoric of the establishment parties. The four Westminster leaders offer us nothing more than further swingeing cuts to our public services and no commitment to securing an economic recovery for all."
      },
      {
        "title": "Pontypridd Constituency’s Voice",
        "content": "Pontypridd and the surrounding towns have been neglected for too long. We need a representative in Westminster to stand up and fight for Pontypridd, not simply tow the party lines."
      },
      {
        "title": "Join The Team",
        "content": "More and more people are joining the Party of Wales to help us fight against the Westminster parties and stand up for Pontypridd and Wales. The stronger we are, the stronger Wales will be. Join us!"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Recovery",
        "policyDescription": "Plaid Cymru holds the balance of power, we’ll rebalance power and wealth throughout the UK. Away from the financial sector in the City of London and toward manufacturing and industry in Wales who need it."
      }
    ],
    "mentions": {
      "candidate": "Leanne Wood",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "If Plaid Cymru holds the balance of power, we’ll rebalance power and wealth throughout the UK.",
      "education": "",
      "environment": "",
      "governance": "We will fight for Wales every day and secure the equity our country with the other nations of the UK to have the tools and the resources to unleash Wales’ economic potential and work toward close public services.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Plaid Cymru, Ty Gwynfor, Marine Chambers, Atlantic Wharf, Caerdydd CF10 4AL",
      "phone": "",
      "email": "PlaidPontypridd@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "/PlaidCymruPontypridd",
        "twitter": "@PlaidPontypridd",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}