{
    "leaflet": {
        "candidateName": "Judith Bunting",
        "constituency": "Thatcham North",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Thatcham Town Council - 'Council of the Week'",
                "content": "Liberal Democrat-run Council praised for its 'professionalism, efficiency, community work and as an example to other councils'. Under Liberal Democrat control, Thatcham has not only been a first class Council but also acknowledged by the National Association of Local Councils (NALC) as 'Council of the Week'. The redevelopment of the Priory site (next to the Church and the Co-op car park) and October's Thatcham Festival of Arts and Leisure are just two of the areas singled out for praise by NALC."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Flood Prevention",
                "policyDescription": "The Liberal Democrat-led Thatcham Town Council has worked successfully with the voluntary Thatcham Flood Forum, the Environment Agency, and West Thames to deliver two flood protection schemes for Thatcham East and Thatcham West, with plans for two more schemes in East and West Thatcham."
            },
            {
                "policyTitle": "Youth Engagement",
                "policyDescription": "Engagement with youth in Broadway and around the town, involving trained professionals engaging with our youth at the area activity centre to work with WBC and Sovereign to bring Neighbourhood Wardens to the Town."
            },
            {
                "policyTitle": "Apprenticeships",
                "policyDescription": "Judith Bunting celebrates 2 million apprenticeships, aiming to give a £2700 tax cut to more than 71,000 people in West Berkshire, increasing to £825 in 2015."
            }
        ],
        "mentions": {
            "candidate": "Judith Bunting",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Invest £5.5bn in key sectors to build the economy; provide extra support for high streets by giving a £1,500 discount to retailers and double Small Business Rate Relief (SBRR); give a £2700 tax cut to more than 71,000 people in West Berkshire.",
            "education": "We are the only Party with a clear commitment to developing the skills, infrastructure and industrial strategy needed for a stronger economy. We want to congratulate all the apprentices, employers and apprentice trainers in West Berkshire who have got involved and are doing their bit. In building the stronger economy, Liberal Democrats in government have also 'driven the push to'",
            "environment": "Worked successfully with the voluntary Thatcham Flood Forum, the Environment Agency, and West Thames to deliver flood protection schemes for Thatcham East and Thatcham West.",
            "governance": "Liberal Democrat-run Council praised for its 'professionalism, efficiency, community work and as an example to other councils'.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "If I am elected to Westminster, I am determined to ensure our local businesses, large and small, get the help they need to grow and prosper.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "WWW.WBLD.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Judith Bunting with Thatcham Mayor, Gary Johnson."
                },
                {
                    "caption": "Judith Bunting with Daniel Barrett, 4th year apprentice at Thatcham Research."
                }
            ]
        },
        "additionalNotes": ""
    }
}