{
    "leaflet": {
        "candidateName": "Jim Fitzpatrick",
        "constituency": "Poplar and Limehouse",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "This election is a choice",
                "content": "This election is a choice between a Labour government fighting for fairness and the NHS, or five more years of the Conservatives. Only a vote for Labour's Jim Fitzpatrick can help bring change. Will you make your vote count?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Saving our NHS by investing in the extra staff it so badly needs, creating better opportunities for the next generation, and cutting taxes for 24 million hardworking people through a lower 10p starting rate of tax"
            }
        ],
        "mentions": {
            "candidate": "Jim Fitzpatrick",
            "otherPartyLeaderCandidate": "the Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour has a better plan for a better future: saving our NHS, creating better opportunities for the next generation, and cutting taxes for 24 million hardworking people through a lower 10p starting rate of tax.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "This election is a choice between a Labour government fighting for fairness and the NHS, or five more years of the Conservatives.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "As your MP since 1997 I have stood up for Poplar and Limehouse and have worked hard for local people. If re-elected I will continue to fight for Poplar and Limehouse and keep my promises to you.",
        "politicalExperience": [
            {
                "role": "MP for Poplar and Limehouse",
                "duration": "since 1997",
                "achievements": "Standing up for Poplar and Limehouse and working hard for local people"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Martin Young",
                "endorsement": "Jim has been a constant and effective advocate for the Isle of Dogs, pushing for better infrastructure and public services for local people. We couldn't be more representative in Parliament."
            },
            {
                "endorser": "Ahmed Sultan",
                "endorsement": "Jim has local people like no other hardest. Jim has a heart across all of communities and support."
            },
            {
                "endorser": "Di Roome",
                "endorsement": "Jim Fitzpatrick's commitment to education and opportunities for young people is second to none, we need Jim re-elected as our MP."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jim Fitzpatrick with supporters"
                }
            ]
        },
        "additionalNotes": ""
    }
}