{
    "leaflet": {
        "candidateName": "Mike FREER",
        "constituency": "Finchley and Golders Green",
        "politicalParty": "Conservatives",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "A personal message from Mike FREER",
                "content": "I have been contacted by over 13,000 people since being elected. I read all emails and post myself to ensure constituents get the best service possible. I hold regular surgeries at my office and around the constituency to ensure I remain accessible. I have and will work with local parents to open new Free Schools and Academies. After being elected one of my 1st actions was to persuade the Mayor of London to spend £8m on upgrading Henlys Corner. The new layout has improved traffic flow immensely. The NHS has been a significant part of my work and I was delighted to have persuaded the Government to commit £28m to rebuild Finchley Memorial Hospital and I continue to campaign for a permanent breast screening Unit. If re-elected, I will continue to be a strong voice for local people."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Continue to campaign for a permanent breast screening unit at Finchley Memorial Hospital and the rebuilding of Finchley Memorial Hospital with an investment of £28m."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Work with local parents to maintain our excellent schools and open new Free Schools and Academies."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Campaigns for increases in affordable homes to rent and shared ownership."
            }
        ],
        "mentions": {
            "candidate": "Mike FREER",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Work with Barnet Council to maintain our excellent schools.",
            "environment": "Persuaded the Mayor of London to invest £8m to upgrade Henlys Corner to improve traffic flow.",
            "governance": "Helped secure £8m for the Henlys Corner upgrade to reduce traffic and stay on budget. Also worked to secure £28m for the rebuilding of Finchley Memorial Hospital.",
            "health": "Continue to campaign for a permanent breast screening unit at Finchley Memorial Hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Campaign for increases in affordable homes to rent and shared ownership.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "If re-elected, I will continue to be a strong voice for local people.",
        "politicalExperience": [
            {
                "role": "MP for Finchley and Golders Green",
                "duration": "since 2010",
                "achievements": "Contacted by over 13,000 people and responded to all emails and letters. Performed regular mobile advice surgeries. Made HPV vaccinations available to men and boys. Changed the law to make squatting in homes illegal."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "020 8445 4292",
            "email": "mike@ mikefreer.com",
            "website": "www.mikefreer.com",
            "socialMedia": {
                "facebook": "www.facebook.com/mikeforfinchley",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mike FREER with local community and performing official duties."
                }
            ]
        },
        "additionalNotes": ""
    }
}