{
  "leaflet": {
    "candidateName": "Kevin",
    "constituency": "Northampton",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "It's a disgrace in 2015 that so many local people rely on food banks. It's outrageous that local businesses work hard and pay their taxes, whilst many multinationals dodge their responsibilities. And it's a travesty that an honest day's wages meets at home. I'll turn that anger into action. As your voice in Westminster I'll fight day in, day out for our public services, to protect society's vulnerable and to champion our local businesses. Lend me your vote and I won't let you down."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Public Services",
        "policyDescription": "Fight for public services, protect society's vulnerable, and champion local businesses."
      },
      {
        "policyTitle": "Tax Responsibility",
        "policyDescription": "Address the issue of multinationals dodging responsibilities and support local businesses that pay their taxes."
      }
    ],
    "mentions": {
      "candidate": "Kevin",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Address the issue of tax dodging by multinationals and support local businesses.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Fight for public services and protect society's vulnerable.",
      "housing": [
        {
          "content":"It's outrageous that local businesses work hard and pay their taxes, whilst many multinationals dodge their responsibilities.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'll turn that anger into action.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Jean Lineker",
        "endorsement": "I'm deeply concerned by the pressure on our health service and was alarmed by the 'red alert' at Northampton General Hospital earlier this year. Kevin is loyal... so I know as our MP he'll fight for the NHS."
      },
      {
        "endorser": "Dale Willis",
        "endorsement": "It's just a sign of maybe, better election getting and how the career politicians will do when it comes to power. I like memories from all the big companies to stand strategically voting for Kevin... as an MP from a normal background like mine."
      },
      {
        "endorser": "Gerri Davies",
        "endorsement": "As a working mum, I know how hard it is to get by. I have seen how the companies to stand from challenging tax dodging by big food bank. He understands the challenges we all face in our daily lives because he faces them too. Finally we can have an MP from a normal background like mine."
      },
      {
        "endorser": "Alex Johnson",
        "endorsement": "I'm backing Kevin to be our next MP because he is independent-minded, passionate and down to earth. Northampton needs a strong voice in Westminster, someone who has local, national and international interests at its core... Kevin's a principled guy who would do our town proud in Parliament - let's get behind him!"
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kevin in his office"
        },
        {
          "caption": "Jean Lineker supporting Kevin"
        },
        {
          "caption": "Dale Willis endorsing Kevin"
        },
        {
          "caption": "Gerri Davies with her family supporting Kevin"
        },
        {
          "caption": "Alex Johnson, engineer, endorsing Kevin"
        }
      ]
    },
    "additionalNotes": ""
  }
}