{
  "leaflet": {
    "candidateName": "Nick Love",
    "constituency": "York Central",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Lib Dems or Labour – that's your choice in May",
        "content": "Liberal Democrats believe that local people are best placed to decide on priorities. Since gaining control of the City Council in 2011, York's Labour Party has followed a very different approach. Labour have squandered money on vanity projects like £500,000 to re-pave King's Square, £1.6million for..."
      },
      {
        "title": "A Record of Action",
        "content": "Whether it's protesting against Labour's cuts to local services like closing vital roads, stopping weekly collection of green bins or increasing charges, fighting Labour's sale of the civic asset Castle car park, stopping the imposition of a huge Labour housing development on Green Belt land, refusing to just wave through plans for a massive John Lewis store, publishing data on 'Our Groves' traffic, stopping Labour's destruction of the Local Plan or holding York Central Labour MP Hugh Bayley to account for voting to sell-off our forests, cut crucial youth services and his support for the massive Bedroom Tax...Nick Love and York Liberal Democrats have been on your side all year round."
      },
      {
        "title": "Green bins",
        "content": "Nick and the York Lib Dems consistently are arguing that recycling tote bin charges should be scrapped."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Saving Castlegate",
        "policyDescription": "Nick and the local Lib Dems have worked hard to protect services for young people at risk, Nick wants to protect Castlegate centre."
      },
      {
        "policyTitle": "Protecting pubs",
        "policyDescription": "Nick has worked alongside CAMRA to stop community pubs from being turned into supermarkets, like the successful campaign to save the Punch Bowl in York."
      },
      {
        "policyTitle": "Green bins",
        "policyDescription": "Nick and the York Lib Dems in York are arguing that recycling tote bin charges should be scrapped."
      }
    ],
    "mentions": {
      "candidate": "Nick Love and the York Liberal Democrats have been on your side all year round.",
      "otherPartyLeaderCandidate": "York Central Labour MP Hugh Bayley",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "fighting Labour's sale of the civic asset Castle car park, stopping the imposition of a huge Labour housing development on Green Belt land",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Freepost RSLY-HXAC-LKHK, York, YO1 6WR",
      "phone": "",
      "email": "",
      "website": "www.nicklovesyork.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@nicklovesyork",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Love and the York Lib Dem Team working hard here – all year round!"
        },
        {
          "caption": "Nick Love, a Record of Action in York Central"
        }
      ]
    },
    "additionalNotes": "NICK LOVE | LABOUR CANDIDATE FROM LONDON | CONSERVATIVE Who best knows and understands York?"
  }
}