{
    "leaflet": {
        "candidateName": "Jack LOPRESTI",
        "constituency": "Filton & Bradley Stoke",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Competent leadership",
                "policyDescription": "Job total hits record high while wages surge. Benefits cap 'leads more into work'. Tax cuts for workers and savers."
            },
            {
                "policyTitle": "Coalition of chaos",
                "policyDescription": "Labour plan to borrow risks £170bn extra debt. Tax rises. Higher taxes. Spending up. More debt. Jobs lost."
            },
            {
                "policyTitle": "A strong voice for Filton & Bradley Stoke",
                "policyDescription": "Securing jobs & apprenticeships, building more homes & improving local infrastructure. Ensuring Filton & Bradley Stoke remains at the heart of Britain's defence industry. Protecting the NHS and working to improve health provision in South Gloucestershire."
            }
        ],
        "mentions": {
            "candidate": "Jack Lopresti",
            "otherPartyLeaderCandidate": "Labour is plotting with the SNP, Vince Cable: Lib Dems could enter rainbow coalition with Labour and SNP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Continue our country's economic recovery and guarantee a referendum on our membership of the European Union.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Protecting the NHS and working to improve health provision in South Gloucestershire.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Delivering more homes for local people and improving local infrastructure.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "As your local Member of Parliament I have worked hard to ensure Filton and Bradley Stoke gets the representation it deserves. I have campaigned on issues such as securing new jobs and apprenticeships, improving local infrastructure, delivering more homes for local people, and protecting our NHS. In the House of Commons I campaign on behalf of veterans and served on the Armed Forces Bill Committee which enshrined the Military Covenant into law. I support and work with local charities such as the Royal British Legion and the Great Western Air Ambulance.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "",
                "achievements": "Campaigned on issues such as securing new jobs and apprenticeships, improving local infrastructure, delivering more homes, and protecting NHS. Served on Armed Forces Bill Committee which enshrined the Military Covenant into law."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0117 973 6811",
            "email": "jack@jacklopresti.com",
            "website": "jacklopresti.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jack Lopresti with various community groups and in military uniform"
                }
            ]
        },
        "additionalNotes": "For a strong and effective MP who is accountable to you, re-elect Jack Lopresti on 7th May"
    }
}