{
  "leaflet": {
    "candidateName": "Mike Crockart",
    "constituency": "Edinburgh West",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Dear Resident, From growing our economy and creating jobs, to funding our NHS and protecting our place in the world, the choices you've been facing are crucial. I believe the last thing we need is the instability of yet another referendum or uncertainty about our EU membership. That's why it is important to stop the SNP winning every seat of Edinburgh West. With you taking control these days, we know that every SNP Member of Parliament elected for 7 May will be for Reexit. You can stop the Nationalist Blockers from the United Kingdom."
      },
      {
        "title": "",
        "content": "Here in Edinburgh West, the choice is a straight forward one between myself and the SNP. The Labour Party has given up on winning Edinburgh West and are focusing on trying to hold their MP seats in other parts of Edinburgh. Many of their supporters are switching to the Lib Dems in order to stop the SNP winning."
      },
      {
        "title": "",
        "content": "Over the last five years, I have worked hard to stand up for local people, fighting for more investment, better public transport and protecting our local green spaces. With your support, I want to continue to fight for a strong voice for OUR local community, not just another voice in the chorus of nationalists."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy and Jobs Creation",
        "policyDescription": "Growing the economy and creating jobs."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Funding for our NHS."
      },
      {
        "policyTitle": "EU Membership",
        "policyDescription": "Protection of our place in the world by alleviating uncertainty about our EU membership."
      },
      {
        "policyTitle": "Local Investment and Transport",
        "policyDescription": "Fighting for more investment, better public transport."
      },
      {
        "policyTitle": "Green Spaces Protection",
        "policyDescription": "Protecting our local green spaces."
      }
    ],
    "mentions": {
      "candidate": "Mike Crockart",
      "otherPartyLeaderCandidate": "SNP",
      "partyLeader": "",
      "tacticalSituation": "Labour supporters switching to Lib Dems to stop the SNP; focusing on victory in Edinburgh West while Labour focuses elsewhere; the risk of voting Labour might lead to the SNP winning."
    },
    "issues": {
      "brexitEurope": "EU membership and stability without another referendum",
      "economy": "Growing our economy and creating jobs",
      "education": "",
      "environment": "Protecting local green spaces",
      "governance": "",
      "health": "Funding for our NHS",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Mike has worked hard for local people; fighting for more investment, better public transport and protecting our local green spaces.",
    "politicalExperience": [
      {
        "role": "Local MP",
        "duration": "Last five years",
        "achievements": "Fighting for better public transport, investment, and protecting green spaces."
      }
    ],
    "contactInformation": {
      "address": "188 St. John's Road, Edinburgh, EH12 8SL",
      "phone": "0131 334 1814",
      "email": "CrockartEdinburghWest@gmail.com",
      "website": "www.mikecrockart.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mike Crockart with constituents and groups"
        },
        {
          "caption": "Mike Crockart on site at local investment projects"
        }
      ]
    },
    "additionalNotes": "P.S. Don't forget, on 7 May most Edinburgh residents will elect either the SNP (Scottish National Party) or the Lib Dems. A vote for Labour or the Conservatives will just help the SNP and their plans for independence."
  }
}