{
    "leaflet": {
        "candidateName": "ISABEL THURSTON",
        "constituency": "ARUNDEL AND SOUTH DOWNS",
        "politicalParty": "Green Party",
        "electionDate": "MAY 7",
        "messages": [
            {
                "title": "",
                "content": "Your Green Party candidate ISABEL THURSTON ARUNDEL AND SOUTH DOWNS"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "#SAFECLIMATE",
                "policyDescription": "Take serious action on climate change by working with other countries to reduce global temperatures by no more than 2 degrees. Phase out fossil-fuel based energy generation and invest in a public programme of renewable generation, flood defences and building insulation."
            },
            {
                "policyTitle": "#FREEEDUCATION",
                "policyDescription": "Scrap university tuition fees. Promote a comprehensive system of local schools teaching staffed by qualified teachers. Bring Academies and Free Schools into the Local Education Authority system."
            },
            {
                "policyTitle": "#BETTERTRANSPORT",
                "policyDescription": "Return the railways to public hands to stop profits being sucked out by privateer fat cats in fares of 10% to give passengers a much-needed financial break. Promote walking and cycling to help reduce pollution and improve people's health."
            },
            {
                "policyTitle": "#PUBLICNHS",
                "policyDescription": "Fight for a publicly funded, publicly provided health service free at the point of use. End the creeping privatisation of the NHS and repeal the Health and Social Care Act 2012. Make mental health a much higher priority with resources to match this status."
            },
            {
                "policyTitle": "#FAIRECONOMY",
                "policyDescription": "End austerity and restore the public sector, creating over 500,000 good jobs that pay at least a living wage. Raise the top rate of tax on the top 1%, a Robin Hood tax on the bankers and closure of loopholes."
            },
            {
                "policyTitle": "#DECENTHOMES",
                "policyDescription": "Abolish the cruel and unfair bedroom tax. Build 500,000 social renting homes by 2020 and bring empty homes back into use. Rent controls to ensure affordable prices for all and introduce longer tenancies to provide greater security."
            }
        ],
        "mentions": {
            "candidate": "ISABEL THURSTON",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "NATALIE BENNETT",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "End austerity and restore the public sector, creating over 500,000 good jobs that pay at least a living wage.",
            "education": "Scrap university tuition fees. Promote a comprehensive system of local schools teaching staffed by qualified teachers.",
            "environment": "Take serious action on climate change.",
            "governance": "",
            "health": "Fight for a publicly funded, publicly provided health service free at the point of use.",
            "immigration": "",
            "socialWelfare": "Abolish the bedroom tax. Build 500,000 social renting homes by 2020 and bring empty homes back into use.",
            "housing": [
                {
                    "content": "Abolish the cruel and unfair bedroom tax. Build 500,000 social renting homes by 2020 and bring empty homes back into use. Rent controls to ensure affordable prices for all and introduce longer tenancies to provide greater security.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I have known West Sussex all my life and have lived near Arundel for nearly 20 years; I am passionate about the beauty and character of this area. I believe in the interdependence of people and the environment and if elected I would fight to improve quality of life for the communities of Arundel and South Downs and to the preservation of our environment for future generations.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01243 551 808",
            "email": "isabel.thurston@greenparty.org.uk",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/TheGreenParty",
                "twitter": "@TheGreenParty",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "CAROLINE LUCAS",
                "endorsement": "MP of the Year, 2014"
            },
            {
                "endorser": "NATALIE BENNETT",
                "endorsement": "Green Party Leader"
            }
        ],
        "quotes": [
            {
                "text": "Vote Green Party for the common good.",
                "source": "NATALIE BENNETT, GREEN PARTY LEADER",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "ISABEL THURSTON with local community members and Green Party leaders."
                }
            ]
        },
        "additionalNotes": ""
    }
}