{
    "leaflet": {
        "candidateName": "Julian Roskams",
        "constituency": "West Worcestershire",
        "politicalParty": "Green Party",
        "electionDate": "May 7",
        "messages": [
            {
                "title": "YOUR GREEN PARTY CANDIDATE",
                "content": "It's no wonder so many people feel cut adrift, disaffected and abandoned by the \"established\" political parties, when they continually fail to offer us a positive or distinct vision. They all sing from the same \"business as usual\" hymn sheet, with policies that favour big business and the wealthiest individuals, whilst ignoring the rising levels of inequality and financial anxiety their policies inflict. People need a party that acts with integrity, treats ordinary people with compassion rather than indifference, and is courageous in tackling social inequality and injustice. To the Green Party, politics means listening to what people want – helping them achieve it. We are guided by the principles of fairness, inclusivity, honesty, integrity and, most importantly, community – local people taking the decisions to build the future they want."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Julian Roskams",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As part of the group that saved our youth centre and our outdoor centre, a trustee of Community Action, a town and district councillor, mayor of Malvern, and an active member of many local groups and causes, I’ve a track record of getting involved in the campaigns to help residents achieve their aims. My family has relied on our local schools, NHS, and other public amenities – I understand the issues facing local families. I know firsthand the challenges of working for a local living wage as a small business entrepreneur and farmer. If you want change, ideas and a fresh approach to serve you, I will bring new vigour to Westminster. Energetic and hard-working, I will champion new ideas, change, and a greener approach to serving you. Vote Green, vote for a fresh approach to democracy. Vote for me.",
        "politicalExperience": [
            {
                "role": "Youth Centre and Outdoor Centre group member, Trustee of Community Action, Town and District Councillor, Mayor of Malvern",
                "duration": "",
                "achievements": "Engaged in campaigns to help residents, involvement in public services like local schools and the NHS."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07547 245 298",
            "email": "chair@malvernhills.greenparty.org.uk",
            "website": "www.malvernhills.greenparty.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/TheGreenParty",
                "twitter": "twitter.com/TheGreenParty",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Julian Roskams with supporters."
                },
                {
                    "caption": "Julian Roskams portrait."
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printed on 100% post-consumer fibre, FSC recycled certified and FSC process chlorine free paper."
    }
}