{
  "leaflet": {
    "candidateName": "Stephen Gethins",
    "constituency": "North-East Fife",
    "politicalParty": "Scottish National Party",
    "electionDate": "May 7th",
    "messages": [
      {
        "title": "INVESTING IN OUR FUTURE BY ENDING AUSTERITY",
        "content": "The SNP proposes a modest 0.5% increase in government spend, which would provide an expected £180 Billion boost for the economy over five years, allowing for the elimination of the deficit to fall to 2% of GDP by 2020."
      },
      {
        "title": "INVESTING IN HEALTH",
        "content": "The SNP has committed record spending of over £12 billion for health in the current year. Since 2006 the number of GPs per 100,000 Scots has increased by 6.9%, including 1,200 extra consultants."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "A BETTER DEAL FOR FARMERS",
        "policyDescription": "Implement reforms following the Common Agricultural Policy to ensure a fair deal for farmers."
      },
      {
        "policyTitle": "NO TO NUCLEAR WEAPONS",
        "policyDescription": "Oppose the renewal of the Trident nuclear weapons system to redirect funds to public services."
      },
      {
        "policyTitle": "PENSIONERS",
        "policyDescription": "Work to increase the state pension and ensure a fair deal for senior citizens."
      },
      {
        "policyTitle": "A LIVING WAGE",
        "policyDescription": "Establish a living wage of £8.85 for the rest of the UK to help alleviate poverty."
      },
      {
        "policyTitle": "FIGHTING FOR LOCAL JOBS",
        "policyDescription": "Engage with local companies and stakeholders to protect jobs particularly in light of closures by multinational corporations."
      },
      {
        "policyTitle": "POWERS FOR A PURPOSE",
        "policyDescription": "Ensure fair taxation and generate well-paid jobs by selecting powers for Scotland carefully."
      },
      {
        "policyTitle": "SUPPORTING LOCAL FAMILIES",
        "policyDescription": "Reverse real terms cuts to child benefit and tax credits to support families."
      }
    ],
    "mentions": {
      "candidate": "Stephen Gethins",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nicola Sturgeon MSP",
      "tacticalSituation": "In North-East Fife you have a straight choice between the SNP and the Lib Dems who aided and abetted with their regressive coalition."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The SNP proposes a modest 0.5% increase in government spend to boost the economy and eliminate the deficit by 2020.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Committed record spending of over £12 billion for health in the current year.",
      "immigration": "",
      "socialWelfare": "Reverse real terms cuts to child benefit and tax credits.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am honoured to have been selected as the SNP candidate in North-East Fife.",
    "politicalExperience": [
      {
        "role": "Special Adviser to the Scottish Government on Rural and International Affairs and previously the SNP's Head of Policy",
        "duration": "",
        "achievements": "Worked on a number of areas including reform over Soviet Union and former Yugoslavia and on democracy projects in Africa."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.snpnortheastfife.scot",
      "socialMedia": {
        "facebook": "/Stephen-Gethins",
        "twitter": "@StephenGethins",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Eric Mcgroscrite, Leuchars",
        "endorsement": "Promises alignment with the Tories was something I could not tolerate. I am now a member of the Scottish National Party and am convinced they present the best way forward for Scotland."
      },
      {
        "endorser": "Sandra Lowe, St Andrews",
        "endorsement": "As a long time Labour voter growing up in Doncaster in a family that always voted Labour, I realise that socialistic functioning in a party that will deliver social justice, fairness and equality. Having lived in Scotland for many years, the SNP is the only party that I believe will deliver positive change."
      },
      {
        "endorser": "Roy & Anne Verner, Stathkinness",
        "endorsement": "We joined the SNP because it is the only Party that believes as we do, that Scotland's future would be better in Scotland's hands."
      },
      {
        "endorser": "The Proclaimers",
        "endorsement": "This election gives us an opportunity to say that we agree with Stephen that it was promised and that is why we are getting behind."
      },
      {
        "endorser": "Callum Winter, Student, Freuchie",
        "endorsement": "I'm voting SNP because I believe that access to education should be based on the ability to learn, not to pay, and the SNP will promote free university tuition. As an SNP, Scottish Independence will allow us greater control against austerity and oppose £100 Billion of spending on weapons of mass destruction."
      }
    ],
    "quotes": [
      {
        "text": "Bringing widely experienced Stephen Gethins... will bring to the SNP's Westminster team a deep understanding of the day-to-day demands of minority government.",
        "source": "The Guardian, Tuesday 7th April 2015"
      },
      {
        "text": "The SNP certainly offers some talented individuals like Alex Salmond's former adviser Stephen Gethins in North East Fife",
        "source": "The Scotsman, Monday 23rd March 2015"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Stephen Gethins with constituents"
        },
        {
          "caption": "Stephen Gethins and Nicola Sturgeon MSP"
        }
      ]
    },
    "additionalNotes": "Endorsements from various individuals and groups, including The Proclaimers and citizens who have switched to SNP from other parties."
  }
}