{
  "leaflet": {
    "candidateName": "Alan Haselhurst",
    "constituency": "Saffron Walden",
    "politicalParty": "Conservatives",
    "electionDate": "GENERAL ELECTION 2015",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "If we stick to the Conservative Party's long-term economic plan, we expect to get out of deficit and into surplus in the course of the next Parliament."
      },
      {
        "policyTitle": "Taxation",
        "policyDescription": "By further increases to the personal allowance we will reduce the amount of tax taken from the lower paid whilst clamping down on aggressive tax avoidance by the very rich."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "A Conservative Government will back the ambitious NHS England programme to close the gap between health and social care. We will put in place a truly 7 day NHS."
      },
      {
        "policyTitle": "Homeownership and Environment",
        "policyDescription": "We will give a further boost to home ownership, protect the countryside, improve transport and secure our future energy needs."
      }
    ],
    "mentions": {
      "candidate": "Alan Haselhurst",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Conservatives have played a major part in helping the country to recover from the worst economic crisis in living memory.",
      "education": "education reformed",
      "environment": "protect the countryside",
      "governance": "Uttlesford District Council and Chelmsford City Council are amongst the best performing councils in the country.",
      "health": "A Conservative Government will back the ambitious NHS England programme to close the gap between health and social care.",
      "immigration": "",
      "socialWelfare": "welfare amounts capped",
      "housing": [
        {
          "content": "We will give a further boost to home ownership",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "On a personal note I have given long service to this constituency and many of you know me well by now. I believe that my experience can still be a great advantage in promoting the interests of constituents and being the effective advocate of the whole community of Uttlesford and rural Chelmsford in Parliament.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Saffron Walden Constituency Conservative Association, The Old Armoury, 3 Museum Street, Saffron Walden, Essex, CB10 1JN.",
      "phone": "01799 506349",
      "email": "office@saffronwaldenconservatives.org.uk",
      "website": "www.siralanhaselhurst.net",
      "socialMedia": {
        "facebook": "/siralanhaselhurst",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Leaflet cover featuring Alan Haselhurst and the Conservative Party logo."
        }
      ]
    },
    "additionalNotes": ""
  }
}