{
    "leaflet": {
        "candidateName": "Helen Hayes",
        "constituency": "Dulwich and West Norwood",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "FAIRER TAXES UNDER LABOUR",
                "content": "Time after time, local residents and small businesses raise the issue of fair taxes when they meet Labour's candidate Helen Hayes. A Labour government will deliver fair taxes for individuals and local businesses, ending the huge inequities left by the coalition government. Labour will reverse the cut in income tax for those earning more than £150,000 a year, crack down on tax evasion and avoidance by big business, and cut business rates for small businesses."
            },
            {
                "title": "INVESTING IN JOBS AND APPRENTICESHIPS",
                "content": "Helen Hayes pledges to act as a 'standard bearer' for young people in Dulwich and West Norwood so that more young people will receive a vocational education to give our young people the best start they need to succeed in the modern economy. She will become an ambassador to bring more businesses to the area to provide more jobs and apprenticeships. Helen Hayes said 'Being out of work where you are desperate about your prospects for many years is damaging to the economic health of our young people where they naturally will lose trust in your employer after this.'"
            },
            {
                "title": "Ambulance Times Critical",
                "content": "Labour’s local parliamentary candidate Helen Hayes is pressing hard for improvements in the performance of the London Ambulance Service. 'Currently almost half of category A patients are not seen within the eight minute target.'"
            },
            {
                "title": "Campaigning Against Tory Police Cuts",
                "content": "Residents and businesses are backing Labour's campaigns against Tory police cuts, which have resulted in two years with less visible policing in Dulwich and West Norwood every month."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer Taxes",
                "policyDescription": "Labour will deliver fair taxes for both individuals and businesses, reversing tax cuts for high earners, cracking down on tax evasion, and reducing business rates for small businesses."
            },
            {
                "policyTitle": "Investing in Jobs and Apprenticeships",
                "policyDescription": "Focusing on providing vocational education, attracting businesses to the area for more jobs, and creating opportunities for young people."
            },
            {
                "policyTitle": "Improving Ambulance Services",
                "policyDescription": "Improving performance for faster response times and ensuring category A patients are seen within target times."
            },
            {
                "policyTitle": "Opposing Police Cuts",
                "policyDescription": "Fighting against the reduction in police visibility to ensure community safety and reduce crime."
            }
        ],
        "mentions": {
            "candidate": "Helen Hayes",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Labour is fighting for every vote to secure the future of the NHS with 36,000 more doctors and nurses and to build new schools and free schools for your children.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Our survey results show that many families in Dulwich and West Norwood are facing crippling housing costs as house prices and rents spiral out of control. It means that workers London relies on - teachers, nurses, carers, shop workers, paramedics - can't afford to live in our city. Labour will tackle the housing crisis. We will build 200,000 new homes a year by 2020, ensuring developers begin to pay their fair share.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "The Labour Party, 264 Rosendale road, London SE24 9DL",
            "phone": "020 8670 0708",
            "email": "helen@helenhayes.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@HelenHayes4DWN",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Our paramedics work really hard, but the London Ambulance Service capacity to respond is stretched too thinly on too many occasions.",
                "source": "Helen Hayes",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Helen Hayes, Labour's Parliamentary Candidate"
                },
                {
                    "caption": "Helen at Elm Green School Careers Day"
                },
                {
                    "caption": "Tackling flooding in Herne Hill and Dulwich"
                }
            ]
        },
        "additionalNotes": ""
    }
}