{
    "leaflet": {
        "candidateName": "Flick Drummond",
        "constituency": "Portsmouth South",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Thank you for your time on the doorstep recently. I know that local issues make a big difference to our everyday lives so I will be reporting any problems that you have raised to the city council and will be monitoring the response."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Working hard to rebuild the economy so that we have more employment and can reduce taxes for everyone. We have brought down immigration from outside the EU and put in tough measures to stop EU migrants from benefiting from our tax base until they live in our country for at least two years."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Improve skills and training for British people to fill the jobs that are now being created."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "The only party that has promised a referendum on Europe but can only do this if we have a majority. We tried to put through a Private Members Bill during this Parliament to put a referendum into law but were unable to get it through as Labour and the Lib Dems voted against it."
            },
            {
                "policyTitle": "Local Environment",
                "policyDescription": "Organise a leaflet about our litter picking group in case you are interested in joining. We make it a nicer place to live."
            }
        ],
        "mentions": {
            "candidate": "Flick Drummond",
            "otherPartyLeaderCandidate": "Labour government in power backed by the SNP",
            "partyLeader": "",
            "tacticalSituation": "Portsmouth South is a target seat that the Conservatives have to win at the next election. If we don't win this seat, we will have a Labour government in power backed by the SNP, which I believe will be a disaster for this country and for the finances."
        },
        "issues": {
            "brexitEurope": "The only party that has promised a referendum on Europe. Tried to put through a Private Members Bill during this Parliament to put a referendum into law but were unable to get it through as Labour and the Lib Dems voted against it.",
            "economy": "Working hard to rebuild the economy so that we have more employment and can reduce taxes for everyone.",
            "education": "",
            "environment": "Organise a leaflet about our litter picking group in case you are interested in joining. We make it a nicer place to live.",
            "governance": "The only party that has promised a referendum on Europe but can only do this if we have a majority.",
            "health": "Improve skills and training for British people to fill the jobs that are now being created.",
            "immigration": "We have brought down immigration from outside the EU and put in tough measures to stop EU migrants from benefiting from our tax base until they live in our country for at least two years.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Flick Drummond with constituents"
                },
                {
                    "caption": "Flick Drummond with firefighters"
                }
            ]
        },
        "additionalNotes": ""
    }
}