{
  "leaflet": {
    "candidateName": "Nicola Dodgson",
    "constituency": "East Surrey",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "WHAT YOU BELIEVE IN",
        "content": "Vote for what you believe in."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Public Services",
        "policyDescription": "Oppose moves to close or privatise local services, including care homes, children's centres and schools."
      },
      {
        "policyTitle": "Public Transportation",
        "policyDescription": "Campaign for reliable, regular and affordable public transportation, and safe travel for pedestrians and cyclists."
      },
      {
        "policyTitle": "Airport Expansion",
        "policyDescription": "Oppose airport expansion. Greater concentration of infrastructure in the South East will increase pressure on Green Belt, and local communities will suffer the health effects of increased air pollution and associated road traffic."
      },
      {
        "policyTitle": "Planning Policy",
        "policyDescription": "Work to change planning policy to enable us to protect our Green Belt, and meet community needs. Currently, developers can avoid responsibility for affordable housing and appeal for local decisions to be overridden."
      }
    ],
    "mentions": {
      "candidate": "Nicola Dodgson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Whilst people in East Surrey are forced to vote tactically"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "If elected, I would be proud to represent East Surrey and their concerns in opposing austerity, securing our future with real action on climate change, and rebuilding our economy for a fairer and more sustainable society.",
      "education": "",
      "environment": "Greater concentration of infrastructure in the South East will increase pressure on Green Belt, and local communities will suffer the health effects of increased air pollution and associated road traffic.",
      "governance": "Work to change planning policy to enable us to protect our Green Belt, and meet community needs.",
      "health": "",
      "immigration": "",
      "socialWelfare": "Oppose moves to close or privatise local services, including care homes, children's centres and schools currently under threat.",
      "housing": [
        {
          "content": "Currently, developers can avoid responsibility for affordable housing and appeal for local decisions to be overridden.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I grew up in Surrey, and have worked at East Surrey Hospital for the past six years. I currently study Social Sciences with Environment and Politics at the Open University. If elected, I would: [...]. Whilst people in East Surrey are forced to vote tactically, we believe in a democratic society which works for the common good; not just a rich minority.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07762509842",
      "email": "nicola.dodgson@greenparty.org.uk",
      "website": "https://nicoladodgson.wordpress.com",
      "socialMedia": {
        "facebook": "facebook.com/TheGreenParty",
        "twitter": "@TheGreenParty",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Your Green Party Candidate Nicola Dodgson East Surrey"
        }
      ]
    },
    "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printed on 100% post-consumer fibre, FSC® recycled certified paper. Printed by [...]"
  }
}