{
  "leaflet": {
    "candidateName": "Lilian Greenwood",
    "constituency": "Nottingham South",
    "politicalParty": "Labour",
    "electionDate": "Thursday 7 May",
    "messages": [
      {
        "title": "A strong voice for Nottingham South",
        "content": "I've been incredibly proud to serve Nottingham South in Parliament since 2010 and I've worked hard to keep the promises I made to you - standing up for our public services and fighting for investments in our city's housing, roads and railways. But over the past 5 years the Tories and Lib Dems have taken Britain backwards - people are worse off, life is tougher for young people, and our health service is in crisis. For a better future, Nottingham South needs a Labour MP and Britain needs a Labour Government - with a better plan for living standards, the next generation and our NHS. I hope you'll vote for me again on 7 May. Together we can make our city an even better place to live and work."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Fight for our NHS to ensure Nottingham residents get the high-quality care they need at home, in the community and in our hospitals."
      },
      {
        "policyTitle": "Minimum Wage",
        "policyDescription": "Support Labour's plans to make work pay by raising the Minimum Wage and banning exploitative zero-hours contracts."
      },
      {
        "policyTitle": "Cold Homes",
        "policyDescription": "Campaign for an end to cold homes and roll-out the city's successful insulation scheme to residents across Nottingham."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Work hard to ensure that every Nottingham child gets a good education and our young people have access to jobs and training."
      }
    ],
    "mentions": {
      "candidate": "Lilian Greenwood",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "People are worse off, life is tougher for young people, and our health service is in crisis.",
      "education": "Every Nottingham child gets a good education and our young people have access to jobs and training.",
      "environment": "",
      "governance": "",
      "health": "Fight for our NHS to ensure Nottingham residents get the high-quality care they need at home, in the community and in our hospitals.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Standing up for investments in our city's housing",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I've been incredibly proud to serve Nottingham South in Parliament since 2010 and I've worked hard to keep the promises I made to you - standing up for our public services and fighting for investments in our city's housing, roads and railways.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Nottingham South",
        "duration": "Since 2010",
        "achievements": "Standing up for our public services and fighting for investments in our city's housing, roads, and railways."
      }
    ],
    "contactInformation": {
      "address": "Nottingham Labour, 31 Hungerhill Road, Nottingham NG3 4NB",
      "phone": "07908 842408",
      "email": "",
      "website": "liliangreenwood.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      
    ],
    "quotes": [
      
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Lilian Greenwood with supporters"
        }
      ]
    },
    "additionalNotes": "Promises include standing up for the NHS, ensuring high-quality care, supporting Labour's plans for the Minimum Wage, banning zero-hours contracts, ending cold homes, and ensuring education and job access."
  }
}