{
    "leaflet": {
        "candidateName": "Neil Guild",
        "constituency": "Taunton Deane",
        "politicalParty": "Labour",
        "electionDate": "General Election 2015",
        "messages": [
            {
                "title": "Serving Taunton Deane",
                "content": "Explains reasons for standing, issues with current government, and pledges to fight for practical solutions and good quality services."
            },
            {
                "title": "A real alternative",
                "content": "Claims that previous elections have led to the Lib Dems enabling a government controlled by the Tories and suggests Labour is the only true alternative."
            },
            {
                "title": "My values",
                "content": "Describes better representation in Parliament as a key value of the candidate, along with fairness and equality, indicating that he's running to represent everyone in Taunton Deane."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Cost of Living",
                "policyDescription": "Fighting for practical solutions with an emphasis on supporting local families and lower households."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "Aims to end underfunding and privatisation, and to provide good quality affordable housing."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Promises to reward jobs in decent, properly paid roles and increase investment and improved infrastructure for Taunton Deane."
            }
        ],
        "mentions": {
            "candidate": "Neil Guild",
            "otherPartyLeaderCandidate": "Lib Dems",
            "partyLeader": "",
            "tacticalSituation": "Refers to previous tactical voting in Taunton Deane that resulted in a coalition government, implying that Labour is the clear alternative to change this historical voting pattern."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Promises to reward decent, properly paid jobs and increased investment and improved infrastructure for Taunton Deane.",
            "education": "",
            "environment": "",
            "governance": "Comments on the strategic voting considerations and history of coalition government in the constituency.",
            "health": "Aims to stop underfunding and privatisation of the NHS, and to provide affordable housing.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Aims to provide good quality affordable housing.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Neil Guild is proud to stand for election in his hometown, emphasizing his service in the Army, commitment to his young family, and concern for the direction of the UK.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01823 240404",
            "email": "neil4tauntdeane@gmail.com",
            "website": "www.somersetlabour.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Dan Norris",
                "endorsement": "Supports Neil Guild, citing his integrity and conviction about politics."
            },
            {
                "endorser": "Francine Haeberling",
                "endorsement": "Claims Neil Guild is raising standards and serving his community and country."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Neil Guild pictured with family and in military uniform."
                }
            ]
        },
        "additionalNotes": "Leaflet emphasizes Neil Guild's local roots and prior military service, and positions him as a family man who cares deeply about the future of Taunton Deane."
    }
}