{
    "leaflet": {
        "candidateName": "Clive Martin",
        "constituency": "Taunton Deane",
        "politicalParty": "Green Party",
        "electionDate": "18.2.15 and 24.2.15",
        "messages": [
            {
                "title": "Cuts in council budgets and services",
                "content": "Lobby of Somerset County Council – Shire Hall 18.2.15 9.15am to 10.00am Lobby of Taunton Deane Borough Council – Deane House 24.2.15 5.30pm to 6.15pm"
            },
            {
                "title": "A foolish strategy",
                "content": "Our councils are choosing to follow a strategy of slashing and burning public services. They believe ultimately in the end of direct taxation and the removal of all services. They will not even make the 1.9% rise in Council Tax which the Coalition allows. Doing this year after year has been described as \"compound interest in reverse\" – ultimately it just increases the speed at which services are reduced or abolished."
            },
            {
                "title": "Fighting austerity",
                "content": "\"Austerity is not an economic necessity but a political choice, which has seen a tiny elite gain massively and everyone else suffer, with the poor suffering the most. The Green Party would restore our public services and bring in a decent social security system. We would tax the wealthiest 1% to pay for this. We are the sixth richest country in the world but we have reduced services, food banks in every town and city, and the super-rich laughing all the way to the bank\""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A foolish strategy",
                "policyDescription": "Opposition to the council's strategy of reducing public services and taxation, warning against the increased speed at which services are being reduced or abolished."
            },
            {
                "policyTitle": "Fighting austerity",
                "policyDescription": "Criticism of austerity as a political choice that benefits the elite and harms the poor, with a promise to restore public services, implement a fair social security system, and tax the wealthiest 1%."
            }
        ],
        "mentions": {
            "candidate": "Clive Martin",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Criticism of austerity and its effects on the poverty and the reduction of public services.",
            "education": "",
            "environment": "",
            "governance": "Critique of the current council's strategy and taxation policy; opposition to service and budget cuts.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Promise to bring in a decent social security system; opposing cuts to public services.",
            "housing": [
                {
                    "content": "Reduced services, mention of food banks",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Lovellis, Bishops Lydeard TA4 3AN on behalf of the Green Party",
            "phone": "",
            "email": "clive.martin@greenparty.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "/tauntongreens",
                "twitter": "@TauntonDeaneGreenParty",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Clive Martin, Green Party Parliamentary Candidate for Taunton Deane"
                }
            ]
        },
        "additionalNotes": ""
    }
}