{
    "leaflet": {
        "candidateName": "Rob WILSON",
        "constituency": "Reading East",
        "politicalParty": "Conservatives",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "Securing Families' Futures",
                "content": "I am proud of my achievements as MP for Reading East in the past 10 years. I've led changes & improvements to transport and education, for more jobs and for lower taxes. New schools are providing needed places for local children, unemployment is at its lowest level in Reading for over a decade and more jobs are being created. Many more families are enjoying the security of a pay packet."
            },
            {
                "title": "Leading the campaign for the Third Thames Bridge",
                "content": "Rob has long fought for a Third Thames Bridge and Reading's businesses and its prosperity depend on a good network. Rob's campaign has already won major first step with funding of over £250,000 for essential traffic modelling work - will help to determine the impacts a third crossing will have on the wider local area."
            },
            {
                "title": "More Investment in Reading East",
                "content": "Since first being elected as MP for Reading East in 2005 Rob has led the way on securing over £1.5 billion of Government investment for vital transport infrastructure projects such as the redevelopment of Reading Station, the electrification for great western line and the Reading-Heathrow rail link as essential to securing Reading's future as a transport hub."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Helped 1000s of residents find jobs with regular job fairs. Wants a quality education for every child in Reading East."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Led changes & improvements to transport and education for lower taxes and more jobs. Lead for Third Thames Bridge and major investment in transport infrastructure."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "New schools providing needed places for local children, and focus remains on creating full employment & driving economic growth, which provide essential funding for the NHS, education and local infrastructure."
            }
        ],
        "mentions": {
            "candidate": "Rob Wilson has served as an MP since 2005, focusing on regular contact with the community, public meetings, and listening to concerns at residents' homes. Campaigns for Third Thames Bridge and more jobs.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Rob Wilson's campaign mentions strategic voting considerations - 'Competent leadership vs. Coalition of Chaos' implying a tactical choice between a stable government and one led by multiple party leaders."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Helped 1000s of residents find jobs with his regular job fairs.",
            "education": "Wants a quality education for every child in Reading East.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "A personal message from Rob WILSON, highlighting his achievements and connection with local issues, a promise of continued work to build on the successes already delivered in Reading East.",
        "politicalExperience": [
            {
                "role": "MP for Reading East",
                "duration": "Since 2005",
                "achievements": "Led changes & improvements to transport and education, fought for Third Thames Bridge, led the way on securing over £1.5 billion of government investment."
            }
        ],
        "contactInformation": {
            "address": "112 Hamilton Road, READING, RG1 5RE",
            "phone": "0118 967 5797",
            "email": "",
            "website": "www.winwithwilson.com",
            "socialMedia": {
                "facebook": "www.facebook.com/RobWilsonRDG",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rob and his team are out listening to residents."
                },
                {
                    "caption": "Rob has helped 1000s of residents find jobs with his regular job fairs."
                },
                {
                    "caption": "Rob wants a quality education for every child in Reading East."
                }
            ]
        },
        "additionalNotes": "Rob Wilson emphasizes his track record of service as MP for Reading East, with achievements in job creation, education, and investment in transport."
    }
}