{
    "leaflet": {
        "candidateName": "Ros Kayes",
        "constituency": "West Dorset",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Ros Kayes: Plain Speaking, Down to Earth and Local",
                "content": "Ros Kayes: A different kind of MP. Huge record of achievement. Innovative policy ideas. Grounded in West Dorset. Drive and imagination. Supporting the vulnerable. Protecting what matters."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Lower Income Tax for Many",
                "policyDescription": "The Liberal Democrats propose to raise the starting point of Income Tax for 47% of Devon homes and to not implement a Conservative-promised tax hike, thus ensuring more people keep more of their income."
            },
            {
                "policyTitle": "Green Boost",
                "policyDescription": "The Liberal Democrats plan to set up a Green Investment Bank with an initiative for £3.1 billion that encourages recycling and renewable energy production."
            },
            {
                "policyTitle": "Extra Affordable Housing is My Priority",
                "policyDescription": "Ros Kayes aims to deliver more affordable homes in West Dorset, referencing the past delivery of 57 affordable homes in Bridport."
            },
            {
                "policyTitle": "Getting the Balance Right",
                "policyDescription": "The Liberal Democrats would spend more than the Conservatives but less than Labour, balance the budget by 2018, cut taxes for ordinary working people and ensure decent public services."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Vince Cable MP",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The leaflet highlights that bringing taxes down is a part of the reason why the economy is recovering.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Ros Kayes helped deliver 57 affordable homes in Bridport and aims to continue this work.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "11 Spring Street, Poundbury, Dorchester, DT2 8RT",
            "phone": "",
            "email": "",
            "website": "www.roskayes.org.uk",
            "socialMedia": {
                "facebook": "www.facebook.com/pages/Ros-Kayes",
                "twitter": "twitter.com/Ros4Dorset",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Rebecca Hilton (Parent)",
                "endorsement": "Ros has helped me overcome many obstacles and has always fought for people's rights and the environment. I feel comfortable and safe that she has a secure approach to improving the quality of life in West Dorset."
            },
            {
                "endorser": "Andy Pennington (Benefits Advisor)",
                "endorsement": "I'm really standing next to Ros for all her services, working man who will go 'good' to having a problem 40, but Ros is up their sleeves, the perfect candidate, will show passion when it counts and do again with issues locally."
            },
            {
                "endorser": "Lesley Archibald (Retired)",
                "endorsement": "There were times when politics was like Ros, who can understand our real views and work talks to us in our people's voice. Particularly less help on mental health issues - she's been a real champion for sustained major difference to local services."
            },
            {
                "endorser": "Dave Nevin (Environmental Scientist)",
                "endorsement": "As an elderly coming intellect to waffle to me Ros made it the work of an MP to standing up to offer. Ultimately none of the support. Plainly civil is one of the good 5 people MPs. Not in Wescue Davis. Without supporting Ros doesn't only vote yes for other Conservatives. I will be voting Ros in the General or Labour is just a vote for Oliver Letwin."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ros Kayes with Vince Cable MP, discussing innovation and apprenticeship strategies."
                }
            ]
        },
        "additionalNotes": "The leaflet includes testimonials from constituents, showing local support for Ros Kayes. It promotes more jobs and apprenticeships, namely in the technology sector."
    }
}