{
    "leaflet": {
        "candidateName": "Simon Bone",
        "constituency": "Glasgow Central",
        "politicalParty": "Scottish Conservative & Unionist",
        "electionDate": "",
        "messages": [
            {
                "title": "A personal message from Simon Bone",
                "content": "Glasgow Central needs change. The arrogant policies of Labour have shown not to work. But the separatist policies of the SNP will mean more to mend later. Let great divide close. I am delighted to stand on May 7th I will work closely with Ruth Davidson and the Scottish Conservative team to ensure we continue to grow our economy, create jobs, reform welfare, enable local control safeguard the United Kingdom. We are the only reliefs and for change and I promise to help Glasgow from the City back to its glory days with freedom and choice for everyone."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stop Unemployment - Start New Businesses!",
                "policyDescription": "Launch a new initiative, 'Startup Glasgow,' designed to provide information, advice, and support to help Glaswegians create and grow their own businesses. Aiming to help people move from benefits to being their own boss by making the most of local opportunities."
            }
        ],
        "mentions": {
            "candidate": "Simon volunteered full time for three months last Summer to help keep the country together.",
            "otherPartyLeaderCandidate": "Ruth Davidson MSP is backing Simon to be our new MP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Continue to grow our economy, create jobs, reform welfare, enable local control.",
            "education": "",
            "environment": "",
            "governance": "We are the only reliefs and for change and I promise to help Glasgow from the City back to its glory days with freedom and choice for everyone.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Reform welfare, move people from benefits to being their own boss, making the most of local opportunities.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Simon has run a business in Central Glasgow and is a champion of Scottish Networkers who nurture a community of the local business network successfully.",
        "politicalExperience": [
            {
                "role": "Representing the UK at the Harvard Kennedy School of Government",
                "duration": "",
                "achievements": "He has learnt skills to level Scotland up from both a global and a local level."
            }
        ],
        "contactInformation": {
            "address": "63 Cleveden Road, Glasgow, G12 0PB",
            "phone": "0141 569 1014",
            "email": "Simon.Bone@scottishconservatives.com",
            "website": "www.votebone.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Ruth Davidson MSP",
                "endorsement": "is backing Simon to be our new MP"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Simon with local Conservative action team campaigning."
                }
            ]
        },
        "additionalNotes": ""
    }
}