{
  "leaflet": {
    "candidateName": "Dan Yeats",
    "constituency": "Aberdeen South",
    "politicalParty": "Scottish Greens",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "A PROSPEROUS GREEN ECONOMY",
        "content": "Dan Yeats would be a strong voice for the Green vision of stronger communities and sustainable jobs."
      },
      {
        "title": "INVEST IN NEW ENERGY JOBS",
        "content": "Dan Yeats says \"Uncertainties in oil and gas markets mean that this is the right time to invest in new green jobs. Oil and gas has served Aberdeen well and we have world class expertise. We need to help transition those skills to the new sustainable energy economy to protect local jobs and ensure Aberdeen remains the UK's Energy City.\""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Equality",
        "policyDescription": "Not poverty - a £10 living wage for all by 2020"
      },
      {
        "policyTitle": "Public services",
        "policyDescription": "Public services in public hands - the railways returned to public ownership"
      },
      {
        "policyTitle": "Power to communities",
        "policyDescription": "More powers for Scotland and local communities"
      }
    ],
    "mentions": {
      "candidate": "Dan Yeats",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Patrick Harvie",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A PROSPEROUS GREEN ECONOMY - Dan Yeats would be a strong voice for the Green vision of stronger communities and sustainable jobs.",
      "education": "",
      "environment": "INVEST IN NEW ENERGY JOBS - Dan Yeats says \"Uncertainties in oil and gas markets mean that this is the right time to invest in new green jobs. Oil and gas has served Aberdeen well and we have world class expertise. We need to help transition those skills to the new sustainable energy economy to protect local jobs and ensure Aberdeen remains the UK's Energy City.\"",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dan Yeats - Scottish Greens candidate for Aberdeen South"
        }
      ]
    },
    "additionalNotes": "Published & promoted by Peter Kennedy, 30 Ardarroch Close, Linksfield, Aberdeen AB24 5QG on behalf of Dan Yeats (Scottish Green Party Candidate) 53 Cairngorm Crescent, Aberdeen AB12 5TB. Printed by Fairprint, 190 Rosemount Place, Aberdeen AB25 2XO."
  }
}