{
    "leaflet": {
        "candidateName": "Dominic Graham",
        "constituency": "Colchester",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Change in our Prison System",
                "content": "Dominic and Gemma both support Nick Clegg when he says that too many abused and vulnerable women, drug addicts and people with mental health problems are currently locked up behind bars. He is calling for an evidence-based approach to do 'what works' to cut crime, not just to 'sound tough' or 'play to the gallery'. Nick says 'We want more prisoners to receive meaningful rehabilitation, with better and earlier education and skills assessment. We want to make prisons places where lives are turned around, not where criminals are hardened.'"
            },
            {
                "title": "Schools report dramatic change with help from pupil premium",
                "content": "The Pupil Premium - extra money for schools where children need extra help - has been a huge Liberal Democrat success. Thousands of children have had a better start at school thanks to what is a good Coalition success - the whole community. In Ofsted reports from 2013 - there was a clear link found between the overall effectiveness of the school and the impact of the Pupil Premium. With a growing number of Primary School children in our area, local residents have welcomed the improvements that the Pupil Premium brings."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Dominic is working with Colchester MP Sir Bob Russell to safeguard NHS services in our area with plans that include extra funding each year, rising to £8 billion by 2020, cross-over between the NHS and Social Care planned, and more money for Mental Health services."
            },
            {
                "policyTitle": "Local Governance",
                "policyDescription": "High on the list of priorities is to take back control of roads from Chelmsford-based Essex County Council and start making decisions about Colchester's roads here IN Colchester. The state of local roads is a concern with many described as crumbling, and there is a need for action."
            }
        ],
        "mentions": {
            "candidate": "Dominic Graham with Nick Clegg and Bob Russell visiting Colchester Hospital's Mental Health Department",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "The Pupil Premium has been a success ensuring children who need extra help receive it, with the local community welcoming the improvements it brings.",
            "environment": "",
            "governance": "Take back control of roads from Chelmsford-based Essex County Council to make decisions locally in Colchester.",
            "health": "Plans for safeguarding NHS services including extra funding, cross-over between the NHS and Social Care, and more funding for Mental Health.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Residents have seen their council tax bill frozen for five years on the trot, new council houses built for the first time in 20 years and recycling levels hit an all-time high, all thanks to the Liberal Democrat-led Council.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Rosemary Smith, Lib Dems, 26 New Road, Mistley, Manningtree CO11 2AG",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dominic Graham with Nick Clegg and Bob Russell visiting Colchester Hospital's Mental Health Department"
                },
                {
                    "caption": "Gemma Graham The Liberal Democrat for Colchester Borough Council"
                },
                {
                    "caption": "DOMINIC GRAHAM LIBERAL DEMOCRATS"
                }
            ]
        },
        "additionalNotes": ""
    }
}