{
  "leaflet": {
	"candidateName": "Owen Paterson",
	"constituency": "North Shropshire",
	"politicalParty": "Conservatives",
	"electionDate": "",
	"messages": [
  	{
    	"title": "A personal message from Owen Paterson",
    	"content": "Born in Whitchurch, lived in the area all my life. From a farming background, I have represented the people of North Shropshire for twenty years. Have helped establish a reputation for energetic assistance regardless of their political views while holding government posts, from which I know how to get the best contribution, am able to take cases equally effectively to the highest levels of government."
  	},
  	{
	    "title": "A record of action on Health",
	    "content": "Owen continues to champion: Improved healthcare. Following the successful fight to keep Whitchurch (BMI) Hospital open has been leading the campaign over several years to improve services in the Oswestry area culminating in the opening of the Oswestry Primary Care Centre; He continues to chair meetings every two months, coordinating healthcare in North Shropshire and is determined that the proposed reconfiguration of services in Shropshire should benefit all North Shropshire residents many who travel towards Whitchurch rather than Telford and Shrewsbury. He therefore supports Urgent Care Centres for Oswestry and Whitchurch which will bring services closer to local people. He wants to see enhanced key skills brought back into the county as his real priority."
	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Health",
    	"policyDescription": "Owen is committed to championing improved healthcare, including support for Urgent Care Centres in Oswestry and Whitchurch to bring services closer to the people and bringing key skills back to the county."
  	}
	],
	"mentions": {
  	"candidate": "Owen Paterson",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "Committed to improved healthcare with a successful fight to keep Whitchurch (BMI) Hospital open and the campaign leading to the opening of the Oswestry Primary Care Centre. Intends to ensure services in Shropshire benefit North Shropshire residents and support for Urgent Care Centres for Oswestry and Whitchurch to bring services closer to local people.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I have lived in the area all my life. From a North Shropshire farming background, I have represented the people for twenty years.",
	"politicalExperience": [
  	{
    	"role": "Member of Parliament",
    	"duration": "Twenty years",
    	"achievements": "Energetic assistance and effective representation at all levels of government."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "01691 658800",
  	"email": "owen@northshropshire.com",
  	"website": "www.owenpaterson.org",
  	"socialMedia": {
    	"facebook": "facebook.com/owen4northshropshire",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Owen Paterson - local man"
    	},
		{
      	"caption": "Whitchurch deserves an Urgent Care Centre"
    	},
		{
      	"caption": "Owen opening the Oswestry Primary Care Centre"
    	},
		{
      	"caption": "Owen Paterson - A record of action in North Shropshire"
    	}
  	]
	},
	"additionalNotes": ""
  }
}