{
  "leaflet": {
    "candidateName": "Caroline Spelman",
    "constituency": "the Meriden Constituency",
    "politicalParty": "Conservative",
    "electionDate": "Thursday 7th May",
    "messages": [
      {
        "title": "April 2015",
        "content": "Dear Resident, The election on Thursday 7th May is a critical one. Make no mistake, there is a lot at stake for us all - over the last five years we have succeeded in turning our economy around... It has taken much hard work and sacrifice and for the first time this growth means we are able to devote to ensure a secure economic future for our children and grandchildren. However, we simply cannot let all our hard-earned progress slip away... Our costs we have made to our economy and society to keep the economy strong. The cuts we have made to growing the economy is the best way to help us protect our public services and those that need them most..."
      },
      {
        "title": "Housing",
        "content": "The Government's Help to Buy scheme has enabled many younger people to get a foot on the housing ladder. Having your own home - nowhere more so than here in Meriden where Solihull Council has built no fewer than 6,300 new homes."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy and Jobs",
        "policyDescription": "We will continue to cut taxes, extend the right to buy and help young people get on in life. The cuts we have made to the economy and public services are to keep the economy strong."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "The Government's Help to Buy scheme has helped many younger people get onto the housing ladder and Solihull Council has built 6,300 new homes."
      }
    ],
    "mentions": {
      "candidate": "I'm proud to live in this constituency, which offers a wonderful quality of life... I have continued to press the government and Meriden Gap in the face of so much pressure for development...",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The cuts we have made to our economy and society to keep the economy strong.",
      "education": "Our local schools are improving and it is important that all children can afford a fairer funding in the future.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Government's Help to Buy scheme has enabled many younger people to get a foot on the housing ladder...",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "It has been a real privilege to represent the Meriden constituency for the last 18 years.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Meriden constituency",
        "duration": "last 18 years",
        "achievements": "Ensured the Green Belt is maintained between the West Midlands conurbation and the residents I represent."
      }
    ],
    "contactInformation": {
      "address": "26 Manor Road, Solihull B91 2BH",
      "phone": "0121 711 2955",
      "email": "caroline@carolinespelman.com",
      "website": "carolinespelman.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Caroline Spelman in various activities and interactions with people."
        }
      ]
    },
    "additionalNotes": ""
  }
}