{
  "leaflet": {
    "candidateName": "Julian Knight",
    "constituency": "Solihull",
    "politicalParty": "Conservative",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "Strong, Clear Leadership",
        "content": "In the referendum, we were promised if we voted to leave, it would be honoured. Labour, the Liberal Democrats and the unelected Lords have done everything they can to block Brexit. Only Theresa May has been clear - Brexit means Brexit - she needs your support to deliver the Brexit deal we need."
      },
      {
        "title": "It's SO CLOSE",
        "content": "Polls and bookies give Julian a 50:50 chance of victory - emphasis on a CONTINUED GAIN in support from Labour."
      },
      {
        "title": "Fighting for every vote",
        "content": "A personal plea from Julian Knight, your Conservative candidate for Solihull."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Extra £8 billion for NHS",
        "policyDescription": "Conservative commitment to deliver the National Health Service £8 billion extra a year by 2020."
      },
      {
        "policyTitle": "Fixing Local Transport",
        "policyDescription": "Urgent action to fix transport in Solihull, investment in infrastructure, such as Highways England funding for the A45."
      },
      {
        "policyTitle": "Backing Businesses",
        "policyDescription": "Supporting local businesses with reductions in corporation tax and support for high street by cutting business rates by £7 billion."
      }
    ],
    "mentions": {
      "candidate": "Julian Knight",
      "otherPartyLeaderCandidate": "Labour, the Liberal Democrats, Nigel Huddleston",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Polls and bookies give Julian a 50:50 chance of victory - Labour's local campaign accuses the Liberal Democrats of being unable to win in Solihull, hence forwarding Julian's win."
    },
    "issues": {
      "brexitEurope": "Labour, the Liberal Democrats and the unelected Lords have done everything they can to block Brexit. Only Theresa May has been clear - Brexit means Brexit.",
      "economy": "Supporting local businesses with reductions in corporation tax.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Conservative commitment to deliver the National Health Service £8 billion extra a year by 2020.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Housing mentioned in the context of fixing local services and working to build a 'Solihull for everyone'.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Julian Knight discusses how Solihull can thrive with the right decisions. Calls for support to fortify Solihull's position at the heart of UK's automotive and manufacturing industries.",
    "politicalExperience": [
      {
        "role": "MP for Solihull",
        "duration": "2015 - Present",
        "achievements": "Delivering a fairer funding deal for our schools, engaging with the government to invest in transport infrastructure, fighting against unfair planning applications."
      }
    ],
    "contactInformation": {
      "address": "78A Cranmore Boulevard, Solihull, B90 4SA",
      "phone": "0121 709 0456",
      "email": "julian.knight.mp@parliament.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Theresa May",
        "endorsement": "Every vote for me and your local Conservative candidate, like Julian Knight, will strengthen Britain's hand in the Brexit negotiations."
      }
    ],
    "quotes": [
      {
        "text": "Every vote for me and your local Conservative candidate, like Julian Knight, will strengthen Britain's hand in the Brexit negotiations. - Theresa May, Prime Minister",
        "source": "Theresa May, Prime Minister",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Julian Knight engaging with constituents."
        },
        {
          "caption": "Graph showing chances of victory."
        },
        {
          "caption": "Graph comparing the conservative government's record with Labour's."
        }
      ]
    },
    "additionalNotes": "Highlights the tactical situation in the Solihull constituency, emphasizing the close nature of the race and the importance of each vote."
  }
}