{
    "leaflet": {
        "candidateName": "Richard Palmer",
        "constituency": "Sittingbourne & Sheppey",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "HEATING: A LOCAL MAN HERE TO HELP YOU",
                "content": "Colder weather means having to put the heating on. Thanks to government policy, we are all paying far more to heat our homes."
            },
            {
                "title": "SUPPORTING AFFORDABLE HOUSE BUILDING",
                "content": "Locally we are witnessing a ridiculous increase in housing numbers across Sittingbourne & Sheppey and indeed across most of Kent. But these are not houses many local people can afford. I want to see a local housing policy based on identified need and with an improved local infrastructure in place. We must focus house building on brownfield sites and start to build houses for all our people including the elderly and first time buyers."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "HEATING",
                "policyDescription": "Opposition to the reliance on wind turbines due to the expense it incurs for every household. Emphasizes that the establishment's insistence on wind turbines only meets a fraction of our energy needs."
            },
            {
                "policyTitle": "AFFORDABLE HOUSE BUILDING",
                "policyDescription": "Advocacy for a local housing policy focused on need and improved infrastructure, with an emphasis on building on brownfield sites to provide affordable housing for all, including the elderly and first-time buyers."
            }
        ],
        "mentions": {
            "candidate": "Richard Palmer",
            "otherPartyLeaderCandidate": "Miliband, Clegg, Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Better education and skills are mentioned.",
            "environment": "",
            "governance": "",
            "health": "Support our NHS is mentioned.",
            "immigration": "Control our borders is mentioned.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Advocates for affordable housing based on an identified need, infrastructure improvement, and building on brownfield sites. Aims to provide housing for all, including the elderly and first-time buyers.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "As a devoted family man and the proprietor of a small business, who has lived for 27 years in the constituency, I have been affected by money worries, red tape and bureaucracy. I wish is that our children and grandchildren receive a good education which will lead to secure employment and the opportunity to continue to live locally if they so choose.",
        "politicalExperience": [
            {
                "role": "Army Service",
                "duration": "11 years",
                "achievements": ""
            },
            {
                "role": "Kent Ambulance Service",
                "duration": "",
                "achievements": "Based at Medway and Sheppey ambulance stations"
            },
            {
                "role": "Safety training business owner",
                "duration": "",
                "achievements": "Runs his own safety training business."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01795342299",
            "email": "richardpalmukip@yahoo.co.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Richard Palmer image and campaign details"
                }
            ]
        },
        "additionalNotes": "The leaflet includes a postscript stating, 'The Labour party were the first, when in Government, to privatise a NHS Hospital. Don't take my word for it. Google Hinchingbrooke.' Additionally, there's an emphasis on a break from politics of national and local government, with a desire to run as an independent voice for the constituency."
    }
}