{
    "leaflet": {
        "candidateName": "Richard Palmer",
        "constituency": "",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "Action from RICHARD PALMER",
                "content": "Dear Residents, I am your local Parliamentary candidate for UKIP in this year’s general election. I believe in this country and know people are feeling let down by the other parties. Once we leave the EU Britain will prosper. We can start to rebuild our universities, creating a society that enables everyone to achieve their potential. We can enter world trade agreements and can manage our own destiny by developing social and democratic structures for us, not the EU."
            },
            {
                "title": "ABOUT RICHARD",
                "content": "Richard has lived in the constituency for nearly 30 years, he works locally in the community. He is a film producer and former NHS Paramedic based at Queenborough Corner ambulance station."
            },
            {
                "title": "GOVERNMENT SLASHES LOCAL AUTHORITY FUNDING",
                "content": "The easy option the Coalition Government is taking to reduce their deficit is to slash the funding of local authorities and then they restrict Councils' ability to raise revenue to pay for the services, forcing cuts on everyone. This means the burden in cuts in services that people rely on is aimed at Councils rather than the government. This Coalition Government has seen more interference in local authorities than any previous government. Local people should be able to decide local priorities - not Westminster politicians."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Exiting the European Union",
                "policyDescription": "Belief that Britain will prosper outside the EU by rebuilding universities and creating a society that enables everyone to achieve their potential, entering world trade agreements and managing our own destiny."
            },
            {
                "policyTitle": "Local Authority Funding",
                "policyDescription": "Opposition to Coalition Government's reduction of funding for local authorities and restriction on Councils' ability to raise revenue, resulting in cuts on services that people rely on."
            }
        ],
        "mentions": {
            "candidate": "Richard Palmer",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Once we leave the EU Britain will prosper. We can start to rebuild our universities, creating a society that enables everyone to achieve their potential. We can enter world trade agreements and can manage our own destiny by developing social and democratic structures for us, not the EU.",
            "economy": "Once we leave the EU Britain will prosper.",
            "education": "",
            "environment": "",
            "governance": "Opposes Coalition Government's interference in local authorities and believes local people should decide local priorities, not Westminster politicians.",
            "health": "Former NHS Paramedic based at Queenborough Corner ambulance station.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Parliamentary candidate for UKIP",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Richard Palmer with UKIP branding."
                }
            ]
        },
        "additionalNotes": ""
    }
}