{
    "leaflet": {
        "candidateName": "Kris Wragg",
        "constituency": "BASSETLAW",
        "politicalParty": "Green Party",
        "electionDate": "7 MAY 2015",
        "messages": [
            {
                "title": "",
                "content": "I believe strongly in a fairer society and that the Government’s job is to ensure that its citizens have roofs over their heads, food on their plates and a fantastic health service."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Rollback NHS privatisation, provide free social care for older people and free prescriptions and dentistry for everyone."
            },
            {
                "policyTitle": "Tax",
                "policyDescription": "Crack down on tax loopholes, avoidance and evasion."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Abolish the mortgage interest tax relief for landlords and build 500,000 new social homes, of which Bassetlaw will see an estimated 1000."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Make it easier and safer for people to walk, cycle and use public transport by renationalising the railways it will improve services and reduce fares; helping all those that travel between Worksop and Retford, or to places such as Sheffield, Doncaster and Nottingham."
            },
            {
                "policyTitle": "Fracking",
                "policyDescription": "Opposed to fracking, which will affect the people of Misson."
            },
            {
                "policyTitle": "Minimum Wage",
                "policyDescription": "Raise minimum wage to £8.10 in 2015 rising to £10 per hour by 2020."
            }
        ],
        "mentions": {
            "candidate": "The fact is the trickle down approach does not work, the wealth divide is only getting bigger and austerity is not the answer. Vote Green in 2015 for a fairer, sustainable economy.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We will support an EU referendum in 2017 because people deserve the choice. We believe our EU deal needs reform but we’d like to stay in if it benefits us.",
            "economy": "Replace the minimum wage with a living wage of £8.10 per hour, rising to £10 per hour by 2020. Improve the competitive position of small firms, maintaining corporation tax for small firms at 20%, while raising that for larger firms to 30%.",
            "education": "Scrap University tuition fees and restore the Education Maintenance Allowance for 16 and 17 year olds. Increase funding for apprenticeships by 30%; provide an apprenticeship to all qualified aged 16-25.",
            "environment": "Ban fracking, which is affecting our constituents in Misson. Ensure that all schools, hospitals and other public buildings have solar panels by 2020. Reducing the running costs of our public services and bringing us closer to energy independence.",
            "governance": "",
            "health": "Increase the NHS budget to reverse cuts, invest in mental health and provide free dentistry and prescriptions.",
            "immigration": "Expand training of UK residents in the NHS so that we have less need to take health workers from developing countries.",
            "socialWelfare": "Merge health and social care under local control and provide free social care for older people. This will include carers being paid the living wage not zero hours contracts in 15 minute chunks.",
            "housing": [
                {
                    "content": "Scrap the Bedroom Tax and build around 1000 new social homes as part of the Green Party pledge to build 500,000 new social homes by 2020.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I believe strongly in a fairer society and that the Government’s job is to ensure that its citizens have roofs over their heads, food on their plates and a fantastic health service.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "kris.wragg@greenparty.org.uk",
            "website": "www.fb.com/BassetlawGreens",
            "socialMedia": {
                "facebook": "BassetlawGreens",
                "twitter": "@KrisWragg",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Kris Wragg, Green Party candidate for Bassetlaw, with campaign messages and policies."
                }
            ]
        },
        "additionalNotes": ""
    }
}