{
    "leaflet": {
        "candidateName": "HEATHER FINLAY",
        "constituency": "HACKNEY NORTH AND STOKE NEWINGTON",
        "politicalParty": "Green Party",
        "electionDate": "MAY 7",
        "messages": [
            {
                "title": "VOTE FOR WHAT YOU BELIEVE IN",
                "content": "Imagine a political system that puts the public first. Imagine an economy that gives everyone their fair share. Imagine a society capable of supporting everyone's dreams. To imagine a planet protected from the threat of climate change now and for generations to come. That's the future we want to create and we believe we have the means to do it. Vote Green and you can help us build a politics that works for the Common Good."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "#PublicNHS",
                "policyDescription": "Fight for a publicly funded, publicly provided health service free at the point of use; end of creeping privatisation of the NHS and repeal the Health and Social Care Act 2012."
            },
            {
                "policyTitle": "#FairEconomy",
                "policyDescription": "Restore the public sector, creating over one million good jobs that pay at least a living wage. Pay for this with a Wealth Tax on the top 1%, Robin Hood Tax on the banks and closure of loopholes."
            },
            {
                "policyTitle": "#DecentHomes",
                "policyDescription": "Create a comprehensive programme of affordable, secure mixed community housing; abolish right to buy and use land to ensure everyone has access to an affordable place to live; introduce longer tenancies to grant protection to private renters."
            },
            {
                "policyTitle": "#SafeClimate",
                "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond dangerous levels; phase out fossil fuel based energy generation and invest in public programme of renewable generation, flood defences, and building insulation."
            },
            {
                "policyTitle": "#FreeEducation",
                "policyDescription": "Scrap university tuition fees; promote a comprehensive system of local schools, excellent teaching and smaller classes."
            },
            {
                "policyTitle": "#BetterTransport",
                "policyDescription": "Return the railways to public hands to stop passengers being ripped off; introduce an immediate cut in fares on public transport to promote walking and cycling to help reduce pollution and improve people's health."
            }
        ],
        "mentions": {
            "candidate": "HEATHER FINLAY has lived in Hackney for the last five years and before that in Tower Hamlets. Her early working life was as a midwife in the NHS. She now works with adults in higher education. Heather is still committed to local NHS boards and also volunteers with voluntary capacities; she represents the public on local NHS boards and also volunteers for Healthwatch Hackney. She's a keen cyclist and has attended many cycling actions to highlight street safety issues.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "NATALIE BENNETT GREEN PARTY LEADER",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Restore the public sector, creating over one million good jobs that pay at least a living wage.",
            "education": "Scrap university tuition fees; promote a comprehensive system of local schools, excellent teaching and smaller classes.",
            "environment": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond dangerous levels.",
            "governance": "",
            "health": "Fight for a publicly funded, publicly provided health service free at the point of use; end of creeping privatisation of the NHS and repeal the Health and Social Care Act 2012.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Create a comprehensive programme of affordable, secure mixed community housing; abolish right to buy and use land to ensure everyone has access to an affordable place to live; introduce longer tenancies to grant protection to private renters.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am standing for this election because we have been told for too long that 'there is no alternative' – no alternative to austerity, no alternative to fossil fuels. But it has become increasingly obvious that we need an alternative to politics that leave many living in Hackney worse off, public services struggling, and Londoners living with the effects of poor air quality.",
        "politicalExperience": [
            {
                "role": "NHS work",
                "duration": "Worked as a midwife",
                "achievements": ""
            },
            {
                "role": "Representation",
                "duration": "",
                "achievements": "Represents the public on local NHS boards and volunteers for Healthwatch Hackney."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "heather.finlay@greenparty.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "/TheGreenParty",
                "twitter": "@TheGreenParty",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "HEATHER FINLAY with CAROLINE LUCAS, MP of the Year, 2014 and NATALIE BENNETT, Green Party Leader."
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big businesses or corporate interests, but has been supported and paid for by ordinary people."
    }
}