{
  "leaflet": {
    "candidateName": "Pete Muswell",
    "constituency": "Islington South and Finsbury",
    "politicalParty": "UKIP",
    "electionDate": "General Election May 2015",
    "messages": [
      {
        "title": "",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing",
        "policyDescription": "Scrap the bedroom tax. No more social housing sold. Building through unused government land. Focus on brownfield sites for housebuilding. Plans for grandparent annexe housing."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Grammar schools. More time for teacher training with smaller classes. More academies and free schools. Scrap tuition fees for Science, Tech, Engineering, Maths, and Medical students."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "More investment for elderly care and Alzheimer's research. An elected county health board to decide on local health priorities. Reduction of middle management. Stop paying for health tourists."
      },
      {
        "policyTitle": "Immigration, Emigration, and Net Migration",
        "policyDescription": "Control of the volume and quality of immigration using a points-based system similar to the Australian style points-based system."
      },
      {
        "policyTitle": "Defence",
        "policyDescription": "No interference in other countries' conflicts or sending our troops unless it is to protect our own interests. Utilize resources to defend the realm."
      },
      {
        "policyTitle": "Crime and Punishment",
        "policyDescription": "Life means life particularly for the murderers and child sex offenders. Tackle police numbers and all forms of crime including antisocial behaviour."
      },
      {
        "policyTitle": "The Environment & Green Taxes",
        "policyDescription": "Responsibly protecting the environment without crushing economic and tax payer burdens. Zero tolerance of dog fouling and dog aggression. Desiganted BBQ areas."
      },
      {
        "policyTitle": "The Digital Economy, Global Educational Community and Connectivity",
        "policyDescription": "Establishment of the digital economy. The flagship EC Enterprise Business Incubator Community to help start up businesses directly out of school or as an alternative to the dole."
      }
    ],
    "mentions": {
      "candidate": "Pete Muswell",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Britain slowly being relegated to being just one of the 'United States' of Europe, manipulated by unelected, undemocratic commissioners in Brussels.",
      "economy": "",
      "education": "More grammar schools. More time for teacher training with smaller classes.",
      "environment": "",
      "governance": "",
      "health": "More investment for elderly care and Alzheimer's research.",
      "immigration": "Control of the volume and quality of immigration using a points-based system.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Scrap the bedroom tax. No more social housing sold off. Building through unused government land. Plans for grandparent annexe housing.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07905 311233",
      "email": "pete.muswell@ukip-islington.org",
      "website": "www.ukip-islington.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}