{
  "leaflet": {
    "candidateName": "NADINE DORRIES",
    "constituency": "MID BEDFORDSHIRE",
    "politicalParty": "CONSERVATIVES",
    "electionDate": "",
    "messages": [
      {
        "title": "A PERSONAL MESSAGE FROM NADINE DORRIES",
        "content": "Dear Resident, For the past ten years I have had the privilege to serve as the MP for Mid-Bedfordshire..."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "NADINE DORRIES",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "I was one of only a handful of MP's to vote in 2014 for an immediate referendum on our membership of the EU. I voted against increases to the EU budget and have consistently voted and pressed for a referendum and against the softening of immigration, similar to that asked for by my constituents and other Commonwealth countries.",
      "economy": "",
      "education": "",
      "environment": "I have fought off and opposed the building of an industrial sized incinerator and traveller sites and the spiral, landmark, erected at junction 13 of the M1...",
      "governance": "",
      "health": "... helping to win an additional £43 million of investment into Bedfordshire Police.",
      "immigration": "I voted against increases to the EU budget and have consistently voted and pressed for a referendum and against the softening of immigration, similar to that asked for by my constituents and other Commonwealth countries.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "I have fought off and opposed (...) inappropriate place(s) homes (...) prime ministerial intervention forcing David Cameron to intervene.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I am not going to make promises about what I would like to achieve for Mid-Beds but I can give you a sample of what I have already done and how I have spent my time in Westminster. Asks that you please me to Westminster to continue the hard work. It is necessary to keep Mid-Beds as the great place we have all chosen to live.",
    "politicalExperience": [
      {
        "role": "MP for Mid-Bedfordshire",
        "duration": "the past ten years",
        "achievements": "I have [...] opposed the building of an industrial sized incinerator and traveller sites and the spiral, landmark. Fighting off inappropriate place(s) homes. Forcing David Cameron to intervene on the plan to turn Cranfield into a garden city, which would have altered our communities beyond recognition."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "dorries.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Quentin Letts",
        "endorsement": "WE NEED OUTSPOKEN MPs LIKE NADINE"
      },
      {
        "endorser": "Mary Riddell",
        "endorsement": "IN STANDING UP FOR HER CONSTITUENTS, NADINE IS A 'PRIME MINISTERIAL IRRITANT'"
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "NADINE DORRIES MID BEDFORDSHIRE CONSERVATIVES"
        },
        {
          "caption": "IN STANDING UP FOR HER CONSTITUENTS, NADINE IS A 'PRIME MINISTERIAL IRRITANT'"
        }
      ]
    },
    "additionalNotes": ""
  }
}