{
    "leaflet": {
        "candidateName": "Nadine Dorries",
        "constituency": "Mid Bedfordshire",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "I STAND BY YOU",
                "content": "Dear Resident, We may have met at Harlington school during the public meetings we held when it was planned to relocate Luton Town Football Club stadium close by. At that time I took the fight not only to Parliament, where I challenged the Minister in the Commons, but I also took on the FA. I'm glad to say we won that battle. Not least because the stadium would have acted as a Trojan horse for other large industrial development which would have blighted life in Harlington and Toddington forever. We also held some quite feisty meetings at the school when it was proposed to abolish the middle school education system. I argued the case that, if the three tier system was good enough for the independent sector, it was good enough for Bedfordshire state educated children. I'm glad to say we won that battle too. So many of you value the smaller more intimate village type education of the three tier system."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Nadine Dorries",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "We also held some quite feisty meetings at the school when it was proposed to abolish the middle school education system.",
            "environment": "I took the fight not only to Parliament, where I challenged the Minister in the Commons, but I also took on the FA. I'm glad to say we won that battle. Not least because the stadium would have acted as a Trojan horse for other large industrial development which would have blighted life in Harlington and Toddington forever.",
            "governance": "I have been proud to serve as your MP and have always put my constituents before party and for that I have earnt a reputation as being outspoken, even a rebel at times. It was this reputation that made the Prime Minister reject preliminary plans to turn Mid-Bedfordshire into a garden city, earning me the new title of 'Prime Ministerial Irritant' (Mary Riddell, Daily Telegraph).",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "It was this reputation that made the Prime Minister reject preliminary plans to turn Mid-Bedfordshire into a garden city.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I will always fight the corner of Mid-Bedfordshire in Parliament and ensure that the needs of my constituents are heard first and loudest.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "the past ten years",
                "achievements": "I have been proud to serve as your MP and have always put my constituents before party and for that I have earnt a reputation as being outspoken, even a rebel at times."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "dorries.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Portrait of Nadine Dorries"
                }
            ]
        },
        "additionalNotes": "I do not make promises about what I would like to do in the future. I would rather present to you my record of achievement in Harlington and Mid-Beds."
    }
}