{
  "leaflet": {
    "candidateName": "Chamali FERNANDO",
    "constituency": "Cambridge",
    "politicalParty": "Conservatives",
    "electionDate": "7th May 2015",
    "messages": [
      {
        "title": "General Election 2015 (GE2015)",
        "content": "Dear Resident, The Conservatives came second in GE2010. We will never deliver Conservative change with the Liberals producing ties in a two-horse race; a tactic they deploy in many seats even in North boroughs (as in Lewisham). Without a considered and careful consideration your vote could result in voting in a Trojan horse candidate."
      },
      {
        "title": "A Vision for Cambridge",
        "content": "I have disclosed Cambridge a genuine three-horse race for 2015. Since August 2014, my team and I have been campaigning fulltime and championing a constructive Cambridge: a Cambridge that is empowering and rewarding yet a more affordable locality; a vision that is uplifting and recovery for the future prosperity of our city."
      },
      {
        "title": "It's On!",
        "content": "Our analysis reveals a 1,168 Conservative households voted Liberal last time due to tact. Look at how well we have done and in some instances we have found upwards of 9 households voted in fear of Labour. Voting Irwin will not deliver a Parliament. Every vote counts in Cambridge."
      },
      {
        "title": "Join Our Movement",
        "content": "Vote FERNANDO ON THURSDAY 7th MAY, 2015 TO TURN CAMBRIDGE BLUE. Let's Win Cambridge Back For The Conservatives."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Chamali FERNANDO",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The Conservatives came second in GE2010. Without a considered and careful consideration your vote could result in voting in a Trojan horse candidate. Our analysis reveals a 1,168 Conservative households voted Liberal last time due to tact."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have disclosed Cambridge a genuine three-horse race for 2015.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "21a Sturton Street, Trumpington, Cambridge CB2 9AB",
      "phone": "07988981690",
      "email": "chamali@chamalifernando.com",
      "website": "www.chamalifernando.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "#TurnCambridgeBlue on 7th May 2015"
        }
      ]
    },
    "additionalNotes": ""
  }
}