{
  "leaflet": {
    "candidateName": "Julia Goldsworthy",
    "constituency": "Camborne and Redruth",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Dear friends, thank you so much for the warm welcome I have received while out and about during the last few weeks. It has been a lot of hard work but also a genuine pleasure to meet so many like minded people."
      },
      {
        "title": "",
        "content": "I have really been touched by the many people who have said that they are glad that I decided to stand for parliament again and have wished me well. Thank you so much!"
      },
      {
        "title": "",
        "content": "One thing that has really struck me while out on the doors is that so many people are looking to elect an MP who understands the issues and will stand up for local people. They have seen the alternatives and they there to make up the numbers at Westminster."
      },
      {
        "title": "",
        "content": "As many of you will know, I was born and brought up in Cornwall and like many local people I am deeply worried about the future of our health service. The nurses and doctors at Treliske work so hard, but the huge £19m debt owed by Cornwall's NHS means money is being spent on debt repayments instead of patient care."
      },
      {
        "title": "This just isn't fair",
        "content": "This just isn't fair - and is why I have made scrapping this historic debt one of my top priorities. I believe our local health service should focus on patient care. So many people have already signed my petition to wipe clean the debt. With your support I will continue the campaign into the next parliament."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health Service",
        "policyDescription": "Scrapping the historic £19m debt owed by Cornwall's NHS to focus on patient care."
      }
    ],
    "mentions": {
      "candidate": "Julia Goldsworthy",
      "otherPartyLeaderCandidate": "Labour Government, Local Cornish seats, Conservative MP",
      "partyLeader": "",
      "tacticalSituation": "The election result was very close last time - just 66 votes. Labour were nearly 9,000 votes behind in a poor third place. They can't win."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "The local Cornish seats that the previous Labour Government lost to the blank Liberal Democrats took this difference for Cornwall’s new era. Over £800 cut per pupil and around 5,000 local apprenticeships.",
      "health": "Scrapping the historic £19m debt owed by Cornwall's NHS to focus on patient care.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As many of you will know, I was born and brought up in Cornwall and like many local people I am deeply worried about the future of our health service.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "PS If you have a postal vote your ballot paper should be arriving very shortly. Please fill it in and return it as soon as possible; your vote will decide the future for our area."
  }
}