{
  "leaflet": {
    "candidateName": "Turhan Ozen",
    "constituency": "Tottenham",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Regeneration",
        "policyDescription": "Committed to ensuring regeneration chance is not squandered, targeting new houses at international investment markets, and will not involve the housing crisis, with local targeted action."
      },
      {
        "policyTitle": "Local Businesses",
        "policyDescription": "Champions local businesses of our community, Turhan and the Lib Dems are fighting for local, family businesses."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Lib Dems are improving services across the NHS, with more doctors and 20M extra in early mental health care."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Education is at the top of Turhan's agenda. He will fight to protect libraries so that all children can achieve their full potential."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Cut local crime by tackling crime and fear of crime."
      },
      {
        "policyTitle": "Opposition to Tory Policies",
        "policyDescription": "The Lib Dems have blocked Tory plans to let private companies take over schools, allow bosses to fire workers without giving a reason, and pay nurses and teachers less here than in other areas."
      }
    ],
    "mentions": {
      "candidate": "Turhan Ozen",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Can't win here: Lib Lab Tories down in third here"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Turhan believes residents here deserve a stronger economy for their future.",
      "education": "Education is at the top of Turhan's agenda. He will fight to protect libraries so that all children can achieve their full potential.",
      "environment": "",
      "governance": "",
      "health": "Lib Dems are improving services across the NHS, with more doctors and 20M extra in early mental health care.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The regeneration challenge facing Tottenham can be a one in a lifetime opportunity benefiting all residents. New houses, targeted at international investment markets, will not solve the housing crisis, with local targeted action.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Turhan holds a PhD in engineering and is currently a successful software engineer in the finance industry. Passionate about helping society, keen to contribute to politics and make politics more accessible, and to help young people.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Haringey Lib Dems, 62 High Street, London N8 7NX",
      "phone": "",
      "email": "",
      "website": "www.libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Turhan Ozen working with residents for Tottenham and fighting for local businesses."
        }
      ]
    },
    "additionalNotes": "Turhan is proud that Liberal Democrats have brought Europe's largest startups to Tottenham and is campaigning for more. He has strong community ties in the UK and across Europe."
  }
}