{
    "leaflet": {
        "candidateName": "LYNNE FEATHERSTONE",
        "constituency": "Hornsey and Wood Green",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Five reasons to vote for LYNNE FEATHERSTONE",
                "content": "1. LOCAL - An effective and popular constituency MP. 2. CAMPAIGNER - Well regarded locally for keeping Labour-controlled Haringey Council on it’s toes. 3. EFFECTIVE - In my own family, FGM has now ended thanks to brave campaigners, media coverage, and politicians like Lynne Featherstone. 4. PROGRESSIVE - Equal marriage legislation was her baby and she pushed the scandal of Female Genital Mutilation to the top of the agenda. 5. MORE TO DO! - Write off Ms Featherstone at your peril."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "LOCAL",
                "policyDescription": "An effective and popular constituency MP recognized for holding the council accountable and campaigning for accessible bus stops."
            },
            {
                "policyTitle": "CAMPAIGNER",
                "policyDescription": "Fought to keep Labour-controlled Haringey Council accountable."
            },
            {
                "policyTitle": "EFFECTIVE",
                "policyDescription": "Worked towards securing funding for schools and hospitals, ending FGM in her own family through campaigning, and played a role in marriage equality."
            },
            {
                "policyTitle": "PROGRESSIVE",
                "policyDescription": "Advocated for equal marriage and brought attention to the issue of Female Genital Mutilation."
            },
            {
                "policyTitle": "MORE TO DO",
                "policyDescription": "Committed to continuing the fight for her causes if re-elected."
            }
        ],
        "mentions": {
            "candidate": "Lynne Featherstone",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "As local Labour candidate smears in desperation over this close result. Victory for Lynne Featherstone is not given. Labour has had to desperately smear the Lib Dems in Hornsey and Wood Green."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Securing funding for schools.",
            "environment": "",
            "governance": "Focus on keeping local council accountable.",
            "health": "Securing funding for hospitals.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I started out as a councillor in Muswell Hill - fighting potholes, holding the council to account and campaigning for more accessible bus stops. In Parliament, I've fought to protect and improve Haringey's services - working with you to save the Whittington and secure funding for schools and hospitals. In Government, my party (Lib Dems) have reined the Tories in, forcing them to direct extra money to schools in disadvantaged areas and take the lowest-paid out of income tax.",
        "politicalExperience": [
            {
                "role": "Councillor at Muswell Hill",
                "duration": "",
                "achievements": "Fighting potholes, holding council to account, campaigning for more accessible bus stops."
            },
            {
                "role": "Member of Parliament",
                "duration": "",
                "achievements": "Fought to protect and improve Haringey's services, saving the Whittington and securing funding for schools and hospitals."
            },
            {
                "role": "Government role with the Liberal Democrats",
                "duration": "",
                "achievements": "Reined in the Tories, pushed for extra money to schools in disadvantaged areas, and helped take the lowest-paid out of income tax."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "An effective and popular constituency MP.",
                "source": "The Guardian, March 2012"
            },
            {
                "text": "Well regarded locally for keeping Labour-controlled Haringey Council on it's toes.",
                "source": "Evening Standard, April 2015"
            },
            {
                "text": "In my own family, FGM has now ended thanks to brave campaigners, media coverage, and politicians like Lynne Featherstone.",
                "source": "Nimco Ali, March 2015"
            },
            {
                "text": "Equal marriage legislation was her baby and she pushed the scandal of Female Genital Mutilation to the top of the agenda.",
                "source": "The Times, October 2014"
            },
            {
                "text": "Write off Ms Featherstone at your peril.",
                "source": "Evening Standard, April 2015"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Lynne Featherstone with a supporter."
                }
            ]
        },
        "additionalNotes": ""
    }
}