{
    "leaflet": {
        "candidateName": "Michael Payne",
        "constituency": "Newark",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "A real fresh start - vote Michael Payne",
                "content": "Labour: A better plan. A better future. The election is a clear choice between a Labour government fighting for hardworking families and the NHS, or five more years of the Conservatives putting the most privileged first. Make your vote count. Vote Labour on Thursday 7 May."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "PROTECT OUR NHS AND SECURE ITS FUTURE",
                "policyDescription": "20,000 more nurses, 8,000 more GPs, a guaranteed GP appointment within 48 hours and a maximum one week wait for cancer tests."
            },
            {
                "policyTitle": "CONTROL IMMIGRATION WITH FAIR RULES",
                "policyDescription": "Stopping recruitment agencies that only hire workers from overseas. Immigrants must work here for at least two years before they are eligible for benefits and can't claim child benefit for children that aren't here."
            },
            {
                "policyTitle": "BALANCE THE BOOKS AND CUT THE DEFICIT EVERY YEAR",
                "policyDescription": "None of our manifesto commitments require additional borrowing."
            },
            {
                "policyTitle": "TACKLE THE COST-OF-LIVING CRISIS",
                "policyDescription": "Capping gas and electricity bills until 2017, increasing the Minimum Wage, cutting tax for 24 million working people and supporting a jobs guarantee."
            },
            {
                "policyTitle": "SUPPORT FAMILIES",
                "policyDescription": "Providing 25 hours free childcare each week for 3 and 4 year olds, doubling paternity leave from two to four weeks and capping class sizes to 30."
            }
        ],
        "mentions": {
            "candidate": "Michael Payne",
            "otherPartyLeaderCandidate": "Under David Cameron, Emily Dalton, Harry Vaughan, Trish Gurney",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "An NHS with time to care. Our NHS should be there for you and your family when you need it most. The Tories have put private profit before patient care and left A&E departments facing the worst crisis on record. They've also downgraded local services - like Newark Hospital. The NHS as we know it cannot survive another five years of David Cameron. Labour will secure the future of our NHS with 20,000 more nurses and 8,000 extra GPs. This investment will be funded by a clampdown on tax avoidance, a levy on tobacco firms and a Mansion Tax on properties worth over £2m.",
            "immigration": "CONTROL IMMIGRATION WITH FAIR RULES: Stopping recruitment agencies that only hire workers from overseas. Immigrants must work here for at least two years before they are eligible for benefits and can't claim child benefit for children that aren't here.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour will force banks to pay their fair share.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Michael will listen to you and speak his mind. He wants to give people a genuine chance to get on, like he did. Michael is proud of Newark's remarkable history and ambitious for its future.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "2a Cross Lane, East Bridgford, Nottingham NG13 8NE",
            "phone": "07796 361 895",
            "email": "michael@michaelpayne.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "www.facebook.com/NewarkLabourParty",
                "twitter": "@MichaelPayneUK",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Emily Dalton",
                "endorsement": "Writer and Mum - believes that Michael is the best candidate for Newark. Will be 100% dedicated to us, not juggling around for a second job or prioritising his own financial interests."
            },
            {
                "endorser": "Harry Vaughan",
                "endorsement": "Student & Retail Worker - mentions the Tories aim to recruit 500,000 young people out of the country and fill the country with cheap labour, while Labour will make sure that young people get the chance to work."
            },
            {
                "endorser": "Trish Gurney",
                "endorsement": "Local District Councillor - talks about empowering communities, the Tories have removed the bursaries from nursing education."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Michael engaging with the public"
                }
            ]
        },
        "additionalNotes": "Vote Labour Thursday 7 May"
    }
}