{
    "leaflet": {
        "candidateName": "Freddy Vachha",
        "constituency": "Chingford & Woodford Green",
        "politicalParty": "UKIP",
        "electionDate": "May 7",
        "messages": [
            {
                "title": "WHY CHINGFORD & WOODFORD GREEN MUST VOTE UKIP - OR END UP LIKE WALTHAMSTOW",
                "content": "Walthamstow is full of giant construction cranes, and England is now far more densely populated than India. UKIP hates the common sense to fix* this before it really is too late. UKIP loves Europe, but not the anti-democratic unaccountable EU..."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Immigration",
                "policyDescription": "Claims the UK immigration system is like Australia's. Promises to fulfill UN obligations to those fleeing from persecution but limit the acceptance of 'bogus' refugees. Highlights the number of EU citizens in Waltham Forest allowed to vote."
            },
            {
                "policyTitle": "EU Membership",
                "policyDescription": "Criticizes laws from Brussels. Advocates for leaving the EU to restore sovereignty, protect jobs, the NHS, and control immigration."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Suggests savings from cutting foreign aid and EU contributions can be used to fund the NHS, no tax on minimum wage, and pay off public debt without cuts."
            },
            {
                "policyTitle": "Fishing Industry",
                "policyDescription": "Talks about restoring the UK fishing fleet and implies that EU policies have led to its destruction."
            }
        ],
        "mentions": {
            "candidate": "Freddy Vachha",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The EU dictates laws to the UK. Leaving the EU is claimed to potentially save the UK £150 billion/year.",
            "economy": "Savings from EU contributions could be used for the NHS, and public debt. Refers to government overspending.",
            "education": "",
            "environment": "Mentions safeguarding wages, forests, and other facilities.",
            "governance": "Criticizes 'green' meddling, regulation, and perceived political dishonesty.",
            "health": "Potential NHS funding from saved EU contributions.",
            "immigration": "Promises a more sensible and controlled immigration system.",
            "socialWelfare": "Suggests no tax on minimum wage and more jobs for locals.",
            "housing": [
                {
                    "content": "References 'Walthamstow' as an example of undesirable over-development, implying a desire to avoid such circumstances.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Claims a hard-working, humorous, and tolerant attitude, with a mention of personal academic and professional credentials.",
        "politicalExperience": [
            {
                "role": "Parliamentary candidate",
                "duration": "",
                "achievements": "Engaged in various activities such as opposition to the local Parking Mafia, a guide to Epping Forest, and fighting crime."
            }
        ],
        "contactInformation": {
            "address": "Google Embedded Journalist Present: The Avenue, Chingford E4 9SE, UKIP, 222 The Avenue, Chingford E4 9SE",
            "phone": "07818 684494",
            "email": "ukip@ukip.org",
            "website": "ukipchingford.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "'Never, never, never give in except to convictions of honour and good sense. Never yield to force; never yield to… apparently overwhelming might' - Churchill.",
                "source": "Quoted by the candidate",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "'Vote UKIP and Freddy on May 7'"
                }
            ]
        },
        "additionalNotes": "The leaflet presents the candidate as highly educated, multilingual, and with a strong sense of local community involvement."
    }
}