{
    "leaflet": {
        "candidateName": "ELIZABETH McMANUS",
        "constituency": "BOURNEMOUTH WEST",
        "politicalParty": "Green Party",
        "electionDate": "MAY 7",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Housing",
                "policyDescription": "Over the last few years, we have seen soaring rent prices in Bournemouth while for many of us, wages, in both real and some cases actual terms, have dropped considerably. I’ve worked with people who openly admitted they couldn’t afford to heat their homes and others who only earned £24 a day after their childcare deductions."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "The visible challenges our society has become ever more of a struggle. If elected I would follow Bournemouth taking the lead with green initiatives and, as well as being the UK’s best beach resort, become a leader in green tourism. Vote for me and vote for a fairer, greener and more prosperous future for everyone in our town."
            }
        ],
        "mentions": {
            "candidate": "ELIZABETH McMANUS",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "The visible challenges our society has become ever more of a struggle. If elected I would follow Bournemouth taking the lead with green initiatives and, as well as being the UK’s best beach resort, become a leader in green tourism.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Over the last few years, we have seen soaring rent prices in Bournemouth while for many of us, wages, in both real and some cases actual terms, have dropped considerably.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am very proud and excited to stand for The Green Party in Bournemouth West at the 2015 General Elections. It's a great being part of something that you really believe in and care about. I'm currently studying for a BA in International Studies part time through the Open University which has vastly improved my knowledge and understanding of important environmental, political and humanitarian challenges that we face today. Living, working and having grown up in Bournemouth, like many residents, I take great pride in having such a naturally beautiful home town; and I am very passionate about protecting it.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07528 027 188",
            "email": "elizabeth.mcmanus@greenparty.org.uk",
            "website": "bournemouthgreenparty.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/BournemouthGreenParty",
                "twitter": "@TheGreenParty",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "The main image shows Elizabeth McManus with other members of the Green Party."
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printed on 100% post-consumer fibre, FSC® recycled certified and PVC free Chlorine Free paper. Elizabeth McManus wants to promote transparency, honesty, and people-powered politics."
    }
}