{
    "leaflet": {
        "candidateName": "Anna McMullen",
        "constituency": "Easton",
        "politicalParty": "Green Party",
        "electionDate": "2015",
        "messages": [
            {
                "title": "THINK LOCAL, REAL CHANGE FOR OUR COMMUNITY",
                "content": "You get to vote for your local councillor at the same time as you vote for your MP this May."
            },
            {
                "title": "STANDING UP FOR WHAT MATTERS",
                "content": ""
            },
            {
                "title": "SAY NO TO POLITICS AS USUAL",
                "content": "Darren Hall is standing to be your MP: 'I'm for a society that works for the common good, just for the interests of individuals who allow wealthy politicians and corporations to dictate what happens in our city.'"
            },
            {
                "title": "ACTION ON LITTER AND DOG MESS",
                "content": "Litter is stopping our streets from being proud places to live and play. The solution is simple: Blend making sure we have enough street sweepers and bin installations, Gree pushing a raft of proposals including stricter fines for those responsible for fly tipping and dog mess, and better education of residents on disposal, better resources to recycle electronically and encourage people to actively volunteer to streets."
            },
            {
                "title": "A GOOD START IN LIFE FOR EVERY CHILD",
                "content": "Easton has the most 0-4 year olds of any Bristol ward in the city. However, since 2010, while wages have remained static the Tories have methodically committed to their plan to ruin the state's education and childcare for Empire City."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Public ownership of our railways",
                "policyDescription": "Proud of where our fares are affordable, trains run on time, and profits are reinvested in improving transport for decades to come."
            },
            {
                "policyTitle": "More local control",
                "policyDescription": "Oyster card type system for our buses, better routes, and a flat lower fare across the city."
            },
            {
                "policyTitle": "Against austerity",
                "policyDescription": "No cuts to vital services like youth work, language classes, and support for older people."
            },
            {
                "policyTitle": "Living wage",
                "policyDescription": "A strong local economy for a fair job including a minimum living wage of £10 an hour by 2020, and £10 for business support and local investment to achieve this."
            }
        ],
        "mentions": {
            "candidate": "Anna McMullen",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Darren Hall",
            "tacticalSituation": "Some people are considering using their vote tactically in the election in May. Here are some things to consider: 1. UKIP got nowhere last time. 2. Decisions made by more than one party are stronger. Green MPs will vote to be a coalition but with no influence on progressive policies, the liberal democrats on other things. 3. Voting with your heart and your head. If you vote for what you want, you will eventually get it."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "The Tories have methodically committed to their plan to ruin the state's education and childcare for Empire City.",
            "environment": "Community growing space and orchard planting along the cycle path.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Against austerity. No cuts to vital services like youth work, language classes, and support for older people.",
            "housing": [
                {
                    "content": "Rent controls to keep renting affordable, and an end to extortionate letting fees.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Hello, I'm Anna McMullen. I'm standing for the Green Party to be your local councillor. I want to work with local residents, groups and businesses on ensuring we build a Community Plan so that the people of our area have a strong say over how our neighbourhood develops.",
        "politicalExperience": [
            {
                "role": "Candidate for local councillor",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "Anna: 07786 832035, Darren: 0117 9052829",
            "email": "anna.mcmullen2015@bristolgreenparty.org.uk, darren.hall@bristolgreenparty.org.uk",
            "website": "www.bristolgreenparty.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/DarrenHall2015",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Local Green candidate, Anna McMullen asking voters to say YES to green European policies."
                },
                {
                    "caption": "Green Party candidate Darren Hall with Anna McMullen."
                }
            ]
        },
        "additionalNotes": ""
    }
}