{
    "leaflet": {
        "candidateName": "",
        "constituency": "Mid-Bedfordshire",
        "politicalParty": "",
        "electionDate": "May 8th, 2015",
        "messages": [
            {
                "title": "Dear Neighbour,",
                "content": "For the last ten years I have had the privilege to serve as the MP for Mid-Bedfordshire and for the past five have lived in Westoning. During that time I have met many of you out and about. ... A Conservative majority government in 2015 is the only chance this country has of a referendum in 2017."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Keeping our future economy strong and secure is now your job, as it is you who has the power to vote and decide. To maintain our growth and recover, you need to vote Conservative this election."
            },
            {
                "policyTitle": "Europe and Referendum",
                "policyDescription": "I was one of only a handful of MPs to vote for a referendum in 2014 and will be pointing out in holding David Cameron's feet to the fire to honour that pledge. A Conservative majority government in 2015 is the only chance the country has of a referendum in 2017."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "When David Cameron rejected a proposal to cite a new garden city in Mid-Beds, I was described in the national press as a 'Prime Ministerial irritant'. I'm proud of that. It means I will never be made a minister, but the place we have all chosen to live remains unspoilt and a place where appropriate and needed housing can be built."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Labour and the Lib-Dems, UKIP",
            "partyLeader": "David Cameron",
            "tacticalSituation": "If your concern is Europe and a referendum with an in-out vote, please beware, the only way that will happen is with a Conservative majority government. ... A vote for UKIP will be truly wasted."
        },
        "issues": {
            "brexitEurope": "I was one of only a handful of MPs to vote for a referendum in 2014 and will be pointing out in holding David Cameron's feet to the fire to honour that pledge.",
            "economy": "Keeping our future economy strong and secure is now your job, as it is you who has the power to vote and decide.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "When David Cameron rejected a proposal to cite a new garden city in Mid-Beds, I was described in the national press as a 'Prime Ministerial irritant'. I'm proud of that. It means I will never be made a minister, but the place we have all chosen to live remains unspoilt and a place where appropriate and needed housing can be built.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Mid-Bedfordshire",
                "duration": "Ten years",
                "achievements": "Voted for a referendum in 2014, resisting a new garden city proposal in Mid-Bedfordshire"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Letter from MP discussing economy, housing, and a referendum on Europe."
                }
            ]
        },
        "additionalNotes": "The letter emphasizes the MP's local ties, being a resident of Westoning and regularly engaging with constituents. The MP touts his/her distinction as an outspoken member pushing for a referendum, positioning themselves as a dedicated representative focusing on the local economy and housing issues, while warning against voting for UKIP as wasted due to strategic issues."
    }
}