{
  "leaflet": {
    "candidateName": "Peter Metcalfe",
    "constituency": "",
    "politicalParty": "",
    "electionDate": "Thursday",
    "messages": [
      {
        "title": "Cut net migration to tens of thousands a year",
        "content": "Verdict: Promise Broken. There are now almost 300,000 more people arriving in the UK every year."
      },
      {
        "title": "Act on the debt now",
        "content": "Verdict: Promise Broken. George Osborne has borrowed more money than any government since the Second World War and the national debt now stands at a staggering £1.56 trillion."
      },
      {
        "title": "No top-down re-organisation of the NHS",
        "content": "Verdict: Promise Broken. The independent Kings Fund has declared the NHS in the worst state it's been in twenty years. This comes after the government spent £3 billion on an unnecessary top-down re-organisation - money that could have been spent on the 25 cancer drugs they slashed from the Cancer Drugs Fund."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "",
        "policyDescription": ""
      }
    ],
    "mentions": {
      "candidate": "Peter Metcalfe",
      "otherPartyLeaderCandidate": "David Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "George Osborne has borrowed more money than any government since the Second World War and the national debt now stands at a staggering £1.56 trillion.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The independent Kings Fund has declared the NHS in the worst state it's been in twenty years. This comes after the government spent £3 billion on an unnecessary top-down re-organisation.",
      "immigration": "There are now almost 300,000 more people arriving in the UK every year.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "David Cameron has failed to deliver on his contract so I'll be taking his advice – the Conservatives won’t be getting my vote on Thursday. If politicians aren’t held to their word – they will always take our vote for granted.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Pages from Peter Metcalfe's campaign leaflet discussing broken promises by David Cameron and the impact on NHS, debt, and immigration."
        }
      ]
    },
    "additionalNotes": "This leaflet includes a critique of promises made by David Cameron, indicating promises regarding immigration, national debt, and NHS restructuring were broken."
  }
}