{
    "leaflet": {
        "candidateName": "Stephen Williams",
        "constituency": "Bristol",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "When I was first elected as your MP ten years ago the local Venue magazine said that my liberal, internationalist outlook fits well with the views of local people."
            },
            {
                "title": "",
                "content": "I have dedicated my time as your MP to making change happen."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy and Environment",
                "policyDescription": "Promoted new schools, traffic calming, protected local shops, reinvigorated harbor and Temple Meads, and promoted the city for visitors and investors."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Fought for resources to help children from poorer backgrounds and won awards for campaigns against smoking."
            }
        ],
        "mentions": {
            "candidate": "Stephen Williams",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "It is vital that we have an MP who knows how wealth is created, but also knows how it should benefit all in society.",
            "education": "",
            "environment": "I have promoted new schools, traffic calming, protected local shops, reinvigorated our harbor and Temple Meads, and promoted our city for visitors and investors.",
            "governance": "",
            "health": "I have fought for resources to help children from poorer backgrounds and have won awards for my campaigns against smoking.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have lived here for 30 years, arriving as a student. I came from a poor background in a South Wales mining village. My upbringing made me determined to challenge the unfair inequalities in the health and education of Britain.",
        "politicalExperience": [
            {
                "role": "MP for Bristol",
                "duration": "Ten years",
                "achievements": "Promoted new schools, traffic calming, protected local shops, reinvigorated our harbor and Temple Meads, and promoted our city for visitors and investors. Fought for resources to help children from poorer backgrounds and won awards for campaigns against smoking."
            }
        ],
        "contactInformation": {
            "address": "Stephen Williams, MP, PO Box 2500, Bristol, BS6 9AH",
            "phone": "0117 942 3494",
            "email": "stephen.williams.mp@parliament.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "swilliamsmp",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stephen Williams interacting with constituents and engaging in various activities"
                }
            ]
        },
        "additionalNotes": ""
    }
}