{
    "leaflet": {
        "candidateName": "Lee",
        "constituency": "Carlisle",
        "politicalParty": "Labour",
        "electionDate": "May 7th 2015",
        "messages": [
            {
                "title": "My pledges to you",
                "content": "A freeze on energy prices until 2017 for all. 25 hours of free childcare for working families with 3 & 4-year olds. An apprenticeship for every school leaver who gets the grades. A cut of £2.5 billion to the NHS every year. A GP appointment within 48 hours."
            },
            {
                "title": "I will back Labour's plans to...",
                "content": "Help people afford the cost of living crisis."
            },
            {
                "title": "",
                "content": "I will back Labour's plans to invest in the NHS, raise the minimum wage, freeze energy bills and guarantee young people a job or training."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Backing the NHS in Carlisle",
                "policyDescription": "Investing in our health service, recruiting 20,000 more nurses, 8,000 more doctors and 3,000 more midwives."
            },
            {
                "policyTitle": "Backing young people in Carlisle",
                "policyDescription": "Labour's youth jobs guarantee, opportunity for young people to gain skills and experience in the workplace."
            },
            {
                "policyTitle": "Putting Carlisle First",
                "policyDescription": "Fighting for Carlisle, investing in the NHS, energy prices freeze, and measures to help working people."
            }
        ],
        "mentions": {
            "candidate": "I will fight back for Carlisle in Parliament and be a strong voice for you.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "I will back Labour's plans to help people afford the cost of living crisis.",
            "education": "An apprenticeship for every school leaver who gets the grades.",
            "environment": "",
            "governance": "",
            "health": "I will fight back for Carlisle: back Labour's plans to tackle the cost of living crisis.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Having lived most of my life in Carlisle, going to St Bede's and Morton schools then working in retail, I know our city and its people. I will be a strong voice for Carlisle in Parliament and will always be on your side.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Carlisle Labour Party, 7-8 Old Post Office Court, Carlisle, CA3 8LE",
            "phone": "",
            "email": "lee4carlisle@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "/LeeSherriffForCarlisle",
                "twitter": "@MissleeCarlisle",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Eric Martlew",
                "endorsement": "A strong voice for our city in Parliament and help to make Carlisle a regional centre of excellence."
            },
            {
                "endorser": "Michael",
                "endorsement": "An MP who will fight for our National Health Service."
            },
            {
                "endorser": "Jo",
                "endorsement": "Will protect the NHS, your rights as a family, help those on the 2017 and guarantee a GP appointment within 48 hours."
            },
            {
                "endorser": "Hannah",
                "endorsement": "Voting for Lee who will back Labour's plans to guarantee young unemployed people a job or training and more opportunities for young people."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Lee with supporters and local residents."
                }
            ]
        },
        "additionalNotes": ""
    }
}