{
  "leaflet": {
    "candidateName": "Sarah Owen",
    "constituency": "Hastings & Rye",
    "politicalParty": "Labour and Co-operative",
    "electionDate": "",
    "messages": [
      {
        "title": "More Jobs, Better Prospects",
        "content": "Living in a great place, there aren’t enough jobs, too many people are on low pay. We need jobs with decent wages and better prospects. Labour will boost vocational education and give businesses greater support for apprenticeships."
      },
      {
        "title": "More Staff, Better NHS",
        "content": "In just five years our health services in Hastings & Rye have been reduced to their bare bones by the Conservatives. Women have given birth on the roadside. Labour will reverse the damage done to the NHS by recruiting and training 20,000 more nurses, 8,000 more GPs and 5,000 carers."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Quality jobs and training",
        "policyDescription": "Priority on creating attractive businesses and a skilled workforce."
      },
      {
        "policyTitle": "Save the NHS, stop the neglect of our health service",
        "policyDescription": "By getting more doctors, nurses and carers."
      },
      {
        "policyTitle": "Fight for better local bus and train services",
        "policyDescription": "Alongside improvements to the A21."
      },
      {
        "policyTitle": "Provide more free childcare and more places in SureStart",
        "policyDescription": "Children's centres and will cap class sizes in Hastings and Rye."
      },
      {
        "policyTitle": "Support the growth of renewable energy sector",
        "policyDescription": "Tourism and high-tech industries in Hastings & Rother."
      }
    ],
    "mentions": {
      "candidate": "Sarah Owen",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Need for decent wages and better prospects, support for apprenticeships.",
      "education": "Boost vocational education and cap class sizes.",
      "environment": "Growth of renewable energy sector, tourism and high-tech industries.",
      "governance": "",
      "health": "Recruiting and training more nurses, doctors, and carers.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "\"I love my home town and am proud of my Hastings roots - this is where I continue to live and work. I'm committed to seeing Hastings & Rye prosper for all.\"",
    "politicalExperience": [
      {
        "role": "Worked at Conquest Hospital, emergency planning for the Fire Brigade, and for Lord Sugar",
        "duration": "",
        "achievements": "Real jobs to inform how I'll work as your MP."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Michael Foster",
        "endorsement": "Sarah Owen is the woman to start healing."
      },
      {
        "endorser": "Jo Brand",
        "endorsement": "I'm backing Sarah Owen because she's Hastings & Rye born-and-bred."
      },
      {
        "endorser": "Ken Maitland",
        "endorsement": "Sarah has a realistic view of what this area needs."
      }
    ],
    "quotes": [
      {
        "text": "\"Working at the Conquest Hospital, in emergency planning for the Fire Brigade, and most recently for Lord Sugar: I've had real jobs to inform how I'll work as your MP.\"",
        "source": "Sarah Owen",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sarah Owen with constituents and endorsements"
        }
      ]
    },
    "additionalNotes": ""
  }
}