{
    "leaflet": {
        "candidateName": "",
        "constituency": "Aberconwy",
        "politicalParty": "",
        "electionDate": "June 8th 2017",
        "messages": [
            {
                "title": "DEDICATION",
                "content": "Dedicated to Aberconwy. Since my election in 2010, unemployment in Aberconwy has more than halved. With more being created by businesses such as Aberconwy, I have been proud to be able to champion Aberconwy at the successes story in the context of a Welsh economy that has grown faster than any part of the UK apart from London since 2010... I have campaigned to ensure that hight levels of Superfast Broadband which is above the Welsh average... As the MP and a Minister, I have campaigned to protect our post offices and will continue to do so if re-elected."
            },
            {
                "title": "STABILITY",
                "content": "Difficult challenges demand stable and experienced government. Brexit provides a completely new challenge for the UK... I have set out the preparatory work undertaken by government in planning our EU future... We have a team of hardworking and experienced ministers who have been neck to neck in the detail of the policy changes that we need to make to protect and develop all of our communities as we leave the EU... This is not the time to lose such experience and gamble on change."
            },
            {
                "title": "COMMON SENSE",
                "content": "I have always believed that the people who know what's best for Aberconwy aren't in Cardiff or Westminster, they're here in Aberconwy... In Parliament I have supported critical pension reforms which will provide pensioners control over their own pension savings... I have always supported cutting income tax for working people... I have always challenged Conwy County Council over the years on year increase in council tax... I twice sponsored the European Union Referendum Bill, offering the people a guarantee of a referendum on the UK's membership of the EU."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy and Employment",
                "policyDescription": "Champion for local growth with unemployment halving since 2010; supporting businesses and campaigning to protect post offices."
            },
            {
                "policyTitle": "Broadband Infrastructure",
                "policyDescription": "Ensuring high levels of Superfast Broadband above the Welsh average, with a commitment to improving access."
            },
            {
                "policyTitle": "Post Office Services",
                "policyDescription": "Working to ensure continued support and protection for post offices in the community."
            },
            {
                "policyTitle": "Brexit Planning",
                "policyDescription": "Advocates stable, experienced government to handle Brexit; involved in preparatory work and policy planning for UK's future outside the EU."
            },
            {
                "policyTitle": "Taxation",
                "policyDescription": "Supports cutting income tax for working people and has opposed increases in council tax by Conwy County Council."
            },
            {
                "policyTitle": "Pension Reforms",
                "policyDescription": "Supported pension reforms to give pensioners more control over their savings."
            },
            {
                "policyTitle": "Referendum on EU Membership",
                "policyDescription": "Sponsored bills for an EU Referendum, emphasizing trust in the public to make an informed decision."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Brexit provides a completely new challenge for the UK... It is not the time to lose such experience and gamble on change.",
            "economy": "Unemployment in Aberconwy has more than halved since 2010...",
            "education": "",
            "environment": "",
            "governance": "Difficult challenges demand stable and experienced government.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Supported critical pension reforms which will provide pensioners control over their own pension savings...",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "It has been a privilege to represent Aberconwy in Parliament since 2010... I have strived to work hard, remain accessible and listen to what people tell me...",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Aberconwy",
                "duration": "since 2010",
                "achievements": "Halved unemployment; championed local growth; supported pension reforms; backed broadband development; protected post offices."
            },
            {
                "role": "Minister",
                "duration": "",
                "achievements": "Engaged in the preparatory work for Brexit; campaign to protect post offices."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01492 583094",
            "email": "guto@gutobebb.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "The candidate interacting with constituents and colleagues."
                }
            ]
        },
        "additionalNotes": ""
    }
}