{
    "leaflet": {
        "candidateName": "Hilary Benn",
        "constituency": "Leeds Central",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Working for You",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Labour will protect our NHS",
                "policyDescription": "Address soaring NHS waiting lists and overcrowded A&E; strive to look after the growing elderly population and ensure the health service gets the funding it needs."
            },
            {
                "policyTitle": "Fairness and security for all",
                "policyDescription": "Address issues with low wages, changes to benefits and insecurity at work. Introduction of a real Living Wage of £10 an hour, give all primary school children free school meals, and build more houses to meet local need."
            },
            {
                "policyTitle": "Getting the best deal from Brexit",
                "policyDescription": "Reject a reckless approach to the economy by pursuing a responsible Brexit that secures jobs and investment in Yorkshire. Labour will fight to protect the city's and local businesses' trade without tariffs or barriers."
            }
        ],
        "mentions": {
            "candidate": "Hilary Benn",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Getting the best deal from Brexit: Reject a reckless approach to the economy by pursuing a responsible Brexit that secures jobs and investment in Yorkshire.",
            "economy": "",
            "education": "Fairness and security for all: Introduction of a real Living Wage of £10 an hour, give all primary school children free school meals.",
            "environment": "",
            "governance": "",
            "health": "Labour will protect our NHS: Address soaring NHS waiting lists and overcrowded A&E; ensure the health service gets the funding it needs.",
            "immigration": "",
            "socialWelfare": "Fairness and security for all: Address issues with low wages and insecurity at work.",
            "housing": [
                {
                    "content": "Fairness and security for all: Build more houses to meet local need.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Have stood up for regular advice surgeries and to help with individual community issues, campaigned for better broadband across Leeds, funding for improved flood defenses for the city, supported many voluntary organizations, and supported Woodhouse Moor, Middleton and Barmyotto's Beeston and Holbeck."
            }
        ],
        "contactInformation": {
            "address": "Unity Business Centre, 26 Roundhay Road, Leeds LS7 1AB",
            "phone": "011324 1097",
            "email": "hilary.benn.leedscentral@outlook.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "hilarybennmp",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Ian Rodley",
                "endorsement": "Runs local community organisation in Middleton 'Hilary cares and is there for us when we need him.'"
            },
            {
                "endorser": "Fazal Rehman",
                "endorsement": "Hyde Park Resident 'Hilary has the courage to lead. That's why he is widely respected locally and nationally.'"
            },
            {
                "endorser": "Yvonne Crowther",
                "endorsement": "Social Entrepreneur, Beeston 'Hilary is very approachable, a good listener, cares and works really hard to sort out people's problems. I am getting him and that's why he is getting my vote.'"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Hilary Benn smiling in a red tie."
                }
            ]
        },
        "additionalNotes": ""
    }
}