{
    "leaflet": {
        "candidateName": "Jim Fitzpatrick",
        "constituency": "Poplar & Limehouse",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Standing up for Poplar & Limehouse",
                "content": "The decision to leave the EU has already been settled by the British people. But not-so-hidden agenda's approach to Brexit and Hope Theresa May to turn Britain into a low-wage tax haven for big business. Labour’s alternative approach to Brexit will aim for access to the single market and protect employment, environmental and consumer rights as well as the rights of EU citizens currently living in the UK."
            },
            {
                "title": "I'll stand up for our NHS",
                "content": "The Conservatives will further run down the NHS. Only Labour will protect and nurture our NHS, and will always fight to save any local services under threat."
            },
            {
                "title": "I will stand up for affordable housing",
                "content": "I have campaigned hard in parliament for leasehold reform to end unpredictable or rip-off charges. I will continue to help local people in need of better housing, work with the local council to build affordable homes and stand up for renters and leaseholders being ripped off."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Hard Brexit",
                "policyDescription": "Opposes a 'Hard Brexit' and advocates for an approach that maintains access to the single market and protects rights."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "Will protect and nurture the NHS and fight against any local services under threat."
            },
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "Has campaigned for leasehold reform and will work to provide affordable homes and protect renters and leaseholders from unfair charges."
            }
        ],
        "mentions": {
            "candidate": "Jim Fitzpatrick",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Labour's alternative approach to Brexit will aim for access to the single market and protect employment, environmental and consumer rights.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The Conservatives will further run down the NHS. Only Labour will protect and nurture our NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Has campaigned for leasehold reform and will work to provide affordable homes and protect renters and leaseholders from unfair charges.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I'm proud to have represented and lived in Poplar & Limehouse, focusing on the issues and people who need help the most.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Abdul Aziz Sardar",
                "endorsement": "Jim will fight for our services. Better education, safe streets and good healthcare for all. I'm proud to have him as our MP and we need him back in parliament to keep standing up for us."
            },
            {
                "endorser": "Irene Horlick",
                "endorsement": "If you need something done for you family or the local area, go to Jim. He'll continue to keep his promises and work hard for us, like he has done for the last 20 years."
            },
            {
                "endorser": "Michael Olatokun",
                "endorsement": "Young people like me would be most affected by the acrimonious split with Europe the Tories are pursuing. That's why we need Jim and Labour representing us in Parliament."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jim Fitzpatrick standing in front of buildings in Poplar & Limehouse."
                }
            ]
        },
        "additionalNotes": ""
    }
}