{
  "leaflet": {
    "candidateName": "David Drew",
    "constituency": "",
    "politicalParty": "Labour and Co-operative",
    "electionDate": "",
    "messages": [
      {
        "title": "A note before you send off your postal vote",
        "content": "With a snap election giving so little time for preparation, I have agreed to stand again as your parliamentary candidate, and I need to mount a full challenge to the wave of attacks that our NHS, our schools, our environment and our people on low incomes are facing at the moment."
      },
      {
        "title": "I believe we need an MP who will make a difference",
        "content": "Whether helping an individual with a problem, working to get the best deal for local workers and businesses, supporting voluntary organisations or arguing the case with ministers for local causes. I did this for 13 years. If you give me the opportunity, I will do so again."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health",
        "policyDescription": "Encouraged by national Labour policies ensuring we will have hospitals with NHS staff and full operations and access to a GP."
      },
      {
        "policyTitle": "Elderly Care",
        "policyDescription": "Merging health and social care will give disabled people and older people joined-up services, reducing hospital stays and helping people stay at home."
      }
    ],
    "mentions": {
      "candidate": "David Drew",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "To keep the integrity of the UK and the international relations - so the UK can begin to build the rest of the 21st century as a trading platform again.",
      "economy": "Working to get the best deal for local workers and businesses.",
      "education": "We will help restore the pay, make exams make better sense and bring back respect for the people who teach.",
      "environment": "To protect our natural environment, working with local community groups.",
      "governance": "I have agreed to stand again as your parliamentary candidate.",
      "health": "Encouraged by national Labour policies ensuring we will have hospitals with NHS staff and full operations and access to a GP.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "To increase affordable housing to rent and to buy, including appropriate homes in our villages - the right homes for first time buyers and down-sizers.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Parliamentary candidate",
        "duration": "13 years",
        "achievements": "Supporting voluntary organisations, arguing the case with ministers for local causes."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "DavidDrew2017@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Drew: Honest, Hardworking, A champion for local people."
        }
      ]
    },
    "additionalNotes": ""
  }
}