{
    "leaflet": {
        "candidateName": "Ibrahim Dogus",
        "constituency": "Cities of London & Westminster",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Dear Resident,",
                "content": "The Conservatives are aiming for a landslide majority. Cities of London & Westminster, will not decide the government; so why not get an MP who will work for you? The incumbent MP has little time for the constituency; I want to be a strong voice for local people in Parliament."
            },
            {
                "title": "Delivering for Cities of London & Westminster",
                "content": "I am a proven community and business leader with endless energy. I will be an active MP, listening to your needs, regardless of your political persuasion, making an impact in Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Present in the community",
                "policyDescription": "I will have a fully staffed office in the constituency, with regular surgeries."
            },
            {
                "policyTitle": "Champion for communities",
                "policyDescription": "I will be a champion for local communities and small businesses."
            },
            {
                "policyTitle": "Fighting Brexit",
                "policyDescription": "I will fight against a hard Brexit and push to get the best deal possible."
            },
            {
                "policyTitle": "Speaking up on the NHS, schools and housing",
                "policyDescription": "I will fight against cuts to schools, the NHS, and social housing."
            },
            {
                "policyTitle": "Cleaning up our air",
                "policyDescription": "I will work with the Mayor, Sadiq Khan, to clean up our city's air."
            }
        ],
        "mentions": {
            "candidate": "Ibrahim Dogus",
            "otherPartyLeaderCandidate": "The Conservatives",
            "partyLeader": "Sadiq Khan",
            "tacticalSituation": "The Conservatives think they will win by a landslide. Vote that will really work for you. New MP who is a hard worker."
        },
        "issues": {
            "brexitEurope": "Fighting Brexit. I will fight against a hard Brexit and push to get the best deal possible.",
            "economy": "",
            "education": "Speaking up on the NHS, schools and housing. I will fight against cuts to schools, the NHS, and social housing.",
            "environment": "Cleaning up our air. I will work with the Mayor, Sadiq Khan, to clean up our city's air.",
            "governance": "",
            "health": "Speaking up on the NHS, schools and housing. I will fight against cuts to schools, the NHS, and social housing.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Speaking up on the NHS, schools and housing. I will fight against cuts to schools, the NHS, and social housing.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have proven myself as a tireless community and business leader, and am a real self-made man. If elected, I will throw my endless energy into standing up for you. I will hold regular surgeries and be an accountable, accessible and hard-working MP.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "4th Floor, Willow House, Barbican, London EC2Y 8NX",
            "phone": "",
            "email": "",
            "website": "www.ibrahimdogus.org | www.ibrahimdogus4mp.com",
            "socialMedia": {
                "facebook": "IbrahimDogus4CLW",
                "twitter": "@IbrahiDogus4MP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Caroline Saville",
                "endorsement": "I'm supporting Ibrahim because he tackles everything on our city: issue of asylum seekers who has built a successful business while working to heal community divisions. Head and Heart."
            },
            {
                "endorser": "Colin Appleby",
                "endorsement": "Ibrahim Dogus is a passionate man. Passionate about our NHS, our city, our country, our future. He deserves our support and we deserve a Labour MP like Ibrahim Dogus."
            },
            {
                "endorser": "Will Pimlott",
                "endorsement": "Ibrahim has a proven record of standing up for local communities and small businesses. Active, enthusiastic and dynamic, Ibrahim will do our constituency proud as a candidate and our MP."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Elect Ibrahim Dogus Labour candidate for Cities of London & Westminster Vote Labour Thursday 8 June"
                }
            ]
        },
        "additionalNotes": ""
    }
}