{
    "leaflet": {
        "candidateName": "Craig Whittaker",
        "constituency": "Calder Valley",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 8th June",
        "messages": [
            {
                "title": "STRONG AND STABLE LEADERSHIP IN THE NATIONAL INTEREST",
                "content": "What this Election is about: We need a General Election now to secure the strong and stable leadership the country needs to see us through Brexit and beyond, and to lock in the economic progress that the Calder Valley has made."
            },
            {
                "title": "YOUR CHOICE AT THIS ELECTION:",
                "content": "STRONG, STABLE LEADERSHIP FOR THE UNITED KINGDOM or A COALITION OF CHAOS WITH JEREMY CORBYN"
            },
            {
                "title": "Important information about the General Election",
                "content": "Dear Calder Valley Residents, On Thursday 8th June you'll have the opportunity to decide not only who will represent you as your Member of Parliament, but just as importantly, who will lead our country. If you have a postal vote, will you shortly receive the post... Do you want Theresa May and her stable, steadfast governance; or the alternative, which is a coalition of chaos and the despair that... I write to ask for your vote. My record in serving the people of Calder Valley over the last 7 years speaks for itself, just as ensuring that a vote for me ensures that the Conservative MP is elected which will count towards ensuring that Theresa May continues to be our Prime Minister."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Craig Whittaker",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "A vote for Craig Whittaker is the only way to ensure Theresa May continues to be our Prime Minister and that our country has strong and stable leadership."
        },
        "issues": {
            "brexitEurope": "We need a General Election now to secure the strong and stable leadership the country needs to see us through Brexit and beyond.",
            "economy": "And to lock in the economic progress that the Calder Valley has made.",
            "education": "",
            "environment": "",
            "governance": "Do you want Theresa May and her stable, steadfast governance; or the alternative, which is a coalition of chaos and despair?",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "My record in serving the people of Calder Valley over the last 7 years speaks for itself.",
        "politicalExperience": [
            {
                "role": "MP of Calder Valley",
                "duration": "Last 7 years",
                "achievements": "My record in serving the people of Calder Valley over the last 7 years speaks for itself."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01484 717959",
            "email": "craig.whittaker.mp@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Craig Whittaker with Theresa May endorsing Craig Whittaker"
                },
                {
                    "caption": "Graphical representation of election result in Calder Valley 2015 showing Conservative 43%, Labour 35%, and no win for other parties"
                }
            ]
        },
        "additionalNotes": "The choice at this Election is between either Theresa May or Jeremy Corbyn as Prime Minister."
    }
}