{
    "leaflet": {
        "candidateName": "ROBERT WOOD",
        "constituency": "YEOVIL",
        "politicalParty": "Green Party",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "ROBERT SAYS...",
                "content": "I have lived in or near Yeovil all my life. I have put myself forward as a candidate as I am concerned that the area is not being represented properly in Westminster. Like many others, I think the cuts to our schools, hospitals and social care are causing real pressure and hardship. We should be investing in these vital services. This is why we pay our taxes so: to stop everyone can have the health and social care they need, so that all our children and young people can receive a quality education and achieve their maximum potential."
            },
            {
                "title": "THIS ELECTION ISN'T ABOUT THE NEXT 5 YEARS. IT'S ABOUT THE NEXT 50 YEARS.",
                "content": "Only the Green Party is offering real opposition to this Government's extreme Brexit. Only the Green Party has the vision to deliver an alternative future for our country, and our place in the world. And only the Green Party offers a different kind of politics."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Government's extreme Brexit",
                "policyDescription": "The Green Party offers real opposition to the Government's extreme Brexit and an alternative future for our country."
            },
            {
                "policyTitle": "Economy and Environment",
                "policyDescription": "To shape an economy for everyone while preserving a safe environment."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "To build affordable homes and provide properly funded public services."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "To put power back in your hands through a citizen's democracy."
            }
        ],
        "mentions": {
            "candidate": "I have put myself forward as a candidate.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "For me, a wasted vote is when you use it to vote for someone or something you don't want or truly believe in."
        },
        "issues": {
            "brexitEurope": "real opposition to this Government's extreme Brexit",
            "economy": "To shape an economy for everyone",
            "education": "investing in...schools so that our children and young people can receive a quality education and achieve their maximum potential",
            "environment": "preserving a safe environment",
            "governance": "put power back in your hands through a citizen's democracy",
            "health": "investing ...hospital[s] and social care.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "To build affordable homes and provide properly funded public services.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have lived in or near Yeovil all my life.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "greenyeovilnw@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "ssomersetgreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Green Party candidate Robert Wood in a landscape."
                }
            ]
        },
        "additionalNotes": "Please don't waste your vote: Vote Green Party on June 8th."
    }
}