{
    "leaflet": {
        "candidateName": "Ryan",
        "constituency": "Putney",
        "politicalParty": "Liberal Democrat",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "Getting to know Ryan",
                "content": "Ryan shares information about his personal background, academic history, and work experience."
            },
            {
                "title": "Britain needs a real opposition to dangerous Brexit",
                "content": "The message emphasizes the need for a strong opposition to the Brexit strategy proposed by Conservatives, likening them to UKIP."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Europe",
                "policyDescription": "Ryan is determined to keep Britain as close to the European Union as possible, including within the Single Market and Customs Union."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Improving transport links on bus routes, South West trains and the District Line."
            },
            {
                "policyTitle": "Local Business",
                "policyDescription": "Working with local businesses to improve working sites and save our high streets."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Opposing Putney High Street's air pollution."
            }
        ],
        "mentions": {
            "candidate": "Ryan",
            "otherPartyLeaderCandidate": "Theresa May, Nigel Farage",
            "partyLeader": "",
            "tacticalSituation": "Putney boasted the second highest Remain vote in the EU referendum, rendering it at risk of a Lib Dem win."
        },
        "issues": {
            "brexitEurope": "Ryan will fight for Britain to remain as close to the EU as possible, including withing the Single Market and Customs Union. Britain needs a strong opposition to a dangerous Brexit. The Lib Dems are fighting to get the best deal for Britain.",
            "economy": "",
            "education": "",
            "environment": "Opposing a 3rd runway at Heathrow. Opposing Putney High Street's Air pollution.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I grew up living around the UK as my Dad was an RAF Fireman... I currently work for a charity on improving Science Education in schools.",
        "politicalExperience": [
            {
                "role": "National Policy Officer for the Liberal Democrats",
                "duration": "2015 election",
                "achievements": "Used expertise to contribute to the manifesto, health, housing and higher education."
            }
        ],
        "contactInformation": {
            "address": "Freepost WANDSLIBDEM",
            "phone": "07376 897028",
            "email": "putney@wandsworthlibdems.org.uk",
            "website": "LibDems.org.uk/Single-Market",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Theresa May says she will take the UK into the hardest of Brexits.",
                "source": "The Independent",
                "date": "17 Jan 2017"
            },
            {
                "text": "I can hardly believe that the PM is now using the phrases and words that I've been mocked for using for years.",
                "source": "UKIP's Nigel Farage",
                "date": ""
            },
            {
                "text": "Lib Dems are the anti-Brexit, Remain Scientific alliance outside of the vortex of UK politics.",
                "source": "BBC",
                "date": "19 April 2017"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ryan pictured with supporters and promoting his stance on remaining close to the European Union."
                },
                {
                    "caption": "Images depicting Theresa May and Donald Trump, Theresa May with Nigel Farage, and Nigel Farage alone, with quotes emphasizing the danger of their hard Brexit views."
                }
            ]
        },
        "additionalNotes": "The leaflet articulates a clear differentiation between the Conservatives and UKIP, positioning the Liberal Democrats as the party advocating for Britain's close ties with the EU."
    }
}