{
    "leaflet": {
        "candidateName": "Luke Pollard",
        "constituency": "Plymouth Sutton and Devonport",
        "politicalParty": "Labour and Co-operative",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "From Plymouth, for Plymouth",
                "content": "I'm proud of Plymouth. Together we can make our city an even better place to live."
            },
            {
                "title": "Why I am backing Luke",
                "content": "As a mother, I'm worried about Tory cuts to our NHS and local schools. It is harder and harder to see my GP and the NHS seems to be in constant crisis. Schools are asking for money to buy vital equipment. I want an MP who will actually stand up for us, not sit on their hands. That is why I am backing Luke, because I believe he will fight for me and my family."
            },
            {
                "title": "Fighting for pensioners",
                "content": "If you have paid into the system all your life it's only right you get a decent deal in retirement. The Tories won't protect the Triple Lock for pensions - Labour will. I support the WASPI campaign and I'll fight to protect free TV licences and winter fuel payments for pensioners."
            },
            {
                "title": "I'm strong on defence",
                "content": "My father was a submariner. I've always known how important the defence of our country is. I'll fight Trident cut fights and Tory cuts to the Royal Navy. They have cut frigates and are selling HMS Ocean to Brazil. I'll fight to stop the Tories selling off Stonehouse Barracks and the Royal Citadel."
            },
            {
                "title": "More Police Officers with Labour",
                "content": "Since 2010 the Tories have cut 626 Plymouth Police Officers and PCSOs. Crime is now rising. Labour will hire an extra 10,000 Police Officers and pay for it by scrapping the Tory cuts to capital gains tax. Our Police do a superb job. Let's give them the resources they need to keep us safe."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Good Brexit deal for Plymouth",
                "policyDescription": "A good Brexit deal for Plymouth will work for our ferry port, jobs and rights and to protect the environment, fishermen and farmers."
            },
            {
                "policyTitle": "Support for armed forces and Royal Marines",
                "policyDescription": "Support our Royal Navy and Royal Marines, back Trident, fight defence cuts and support our veterans."
            },
            {
                "policyTitle": "Oppose Tory school cuts",
                "policyDescription": "Oppose Tory school cuts. Will call for properly funded schools. I want teachers to have the resources to help Plymouth's children succeed."
            },
            {
                "policyTitle": "Protect our hospitals and NHS",
                "policyDescription": "Will oppose Tory cuts and ensure investment in our NHS and train more doctors and nurses."
            },
            {
                "policyTitle": "Always put Plymouth first",
                "policyDescription": "Will always put Plymouth first. Will be a visible, active and accessible MP who always puts Plymouth first."
            }
        ],
        "mentions": {
            "candidate": "Luke Pollard",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Only Labour can beat the Tories here. Your vote will make a difference."
        },
        "issues": {
            "brexitEurope": "A good Brexit deal for Plymouth will work for our ferry port, jobs and rights and to protect the environment, fishermen and farmers.",
            "economy": "Since 2010 the Tories have cut 626 Plymouth Police Officers and PCSOs. Crime is now rising. Labour will hire an extra 10,000 Police Officers and pay for it by scrapping the Tory cuts to capital gains tax.",
            "education": "Oppose Tory school cuts. Will call for properly funded schools. I want teachers to have the resources to help Plymouth's children succeed.",
            "environment": "",
            "governance": "",
            "health": "As a mother, I'm worried about Tory cuts to our NHS and local schools.",
            "immigration": "",
            "socialWelfare": "If you have paid into the system all your life it's only right you get a decent deal in retirement. The Tories won't protect the Triple Lock for pensions - Labour will. I support the WASPI campaign and I'll fight to protect free TV licences and winter fuel payments for pensioners.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I'm proud of Plymouth. Together we can make our city an even better place to live.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Plymouth Labour, Lockyer Hall, Alfred St, Plymouth PL1 2RP",
            "phone": "01752 269180",
            "email": "luke@lukepollard.net",
            "website": "www.lukepollard.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "@LukePollard",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Becky Anderson",
                "endorsement": "I want an MP who will actually stand up for us, not sit on their hands. That is why I am backing Luke, because I believe he will fight for me and my family."
            }
        ],
        "quotes": [
            {
                "text": "Plymouth is my home. It's where I was born and where I live. It's time we had an MP who will always put Plymouth first. I lost by just 523 votes in 2015. Only Labour can beat the Tories here. Your vote will make a difference.",
                "source": "Luke Pollard",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Luke Pollard with a lighthouse in the background."
                },
                {
                    "caption": "Luke Pollard's portrait."
                }
            ]
        },
        "additionalNotes": ""
    }
}