{
    "leaflet": {
        "candidateName": "Nick Clegg",
        "constituency": "Sheffield Hallam",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "NICK'S PRIORITIES FOR SHEFFIELD HALLAM",
                "content": "Working to make sure Sheffield's NHS gets the support it needs. Campaigning to increase the funding for Sheffield's schools. Making sure you have a strong and experienced voice speaking up for you."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Before becoming a politician, I worked as an international trade negotiator with China and Russia and as a project manager overseeing aid projects in Central Asia following the collapse of communism.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Campaigning to increase the funding for Sheffield's schools.",
            "environment": "Saving our trees: Nick has stood up against the council's disastrous street tree felling program. He has raised it in Parliament and campaigned alongside Sheffield's Liberal Democrat councillors to save our healthy trees.",
            "governance": "",
            "health": "Working to make sure Sheffield's NHS gets the support it needs.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I've represented Sheffield Hallam in Parliament since 2005, and during that time I have helped thousands of local people with issues and problems.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Sheffield Hallam",
                "duration": "2005-present",
                "achievements": "Helped Sheffield’s school budget by providing an extra £662 million to help Sheffield’s children get the best start in life."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "nick@nickclegg.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "fb.com/nickclegg",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Cllr David Baker",
                "endorsement": "I have known and worked with Nick for over a decade. He has helped thousands of local people with all kinds of issues and problems. We could not ask for a better voice to stand up for us in Parliament."
            },
            {
                "endorser": "Wendy Fulwood",
                "endorsement": "I'm backing Nick Clegg this time - he works very hard for our area. Whenever something needs sorting, it's always the Liberal Democrat team who are willing to help."
            },
            {
                "endorser": "Mary Dore",
                "endorsement": "There is no one better I can think of to be our MP. Nick works incredibly hard in Hallam. Everyone knows someone who Nick has helped. He's a real community champion."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nick Clegg with constituents and local community members involved in various activities."
                }
            ]
        },
        "additionalNotes": ""
    }
}