{
    "leaflet": {
        "candidateName": "Bill Edwards",
        "constituency": "Bury St. Edmunds",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Austerity is hardest on women and families",
                "content": "We've had seven years of Tory austerity, seven years during which they have worked hard to dismantle the parts of our society that treat and care for the sick, support people with benefits and training, help our children to succeed and see us all through when we need help. Instead, they have cut taxes for the rich and done nothing to chase tax avoiders. Women have borne the brunt of austerity. We need a Labour government now to make Britain a fair, safe and caring country once more."
            },
            {
                "title": "Vote Labour for a better Britain",
                "content": ""
            },
            {
                "title": "Our schools, NHS and social care services are at breaking point under the Tories.",
                "content": "Many people are struggling to keep their homes while the rich get tax breaks. Vote Labour on 8 June for a country run for the many, not the few."
            },
            {
                "title": "Why I am backing Bill Edwards",
                "content": "I will vote for Labour in the general election because I believe in a society that places its priorities in justice, equality and compassion for the weak and vulnerable."
            },
            {
                "title": "Our NHS is buckling under a sustained Tory attack",
                "content": "The NHS is at breaking point under the Tories - waiting lists have soared to 3.8 million and it's harder to see your GP. Nurses' pay has fallen by 14 per cent since 2010. Services rely on staff from Europe - the Tories' hard Brexit may send them all home. Labour will give the NHS the money it needs."
            },
            {
                "title": "Ordinary people can't afford a place to live",
                "content": "The Tories can't fix Britain's housing crisis - since 2010 housebuilding has fallen to its lowest peacetime level since the 1920s. Rents are astronomical and \"affordable\" housing isn't affordable for most people. Labour will build one million new homes, 50 per cent of them for social letting."
            },
            {
                "title": "Our education system risks breaking apart",
                "content": "The Tories are the party of the few not the many - they are the party of Eton and grammars for the few, and of inadequate funding and collapsing school buildings for the many. Labour will make sure all children get the chance to succeed, by funding education fairly and equally."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Defend the NHS and social care services",
                "policyDescription": "Labour will give the NHS and social care services the money they need."
            },
            {
                "policyTitle": "Every child the chance to succeed",
                "policyDescription": "No new grammar schools for the few, provide all schools the money they need to give good education for all."
            },
            {
                "policyTitle": "Protect wages and create good jobs",
                "policyDescription": "An end to exploitation through zero-hours contracts and a real Living Wage of £10 an hour."
            },
            {
                "policyTitle": "Affordable homes to rent and buy",
                "policyDescription": "Labour will build one million new homes for Britons, half for rent; we'll scrap letting fees for private renters."
            },
            {
                "policyTitle": "A co-operative relationship with Europe after Brexit",
                "policyDescription": "Labour will ensure that EU citizens already here can stay, and that we'll get good deals on trade, justice, science and travel."
            }
        ],
        "mentions": {
            "candidate": "Bill Edwards",
            "otherPartyLeaderCandidate": "the Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Labour will ensure that EU citizens already here can stay, and that we'll get good deals on trade, justice, science and travel.",
            "economy": "An end to exploitation through zero-hours contracts and a real Living Wage of £10 an hour.",
            "education": "No new grammar schools for the few, all schools the money they need to provide good education for all.",
            "environment": "",
            "governance": "",
            "health": "The NHS is at breaking point under the Tories - Labour will give the NHS the money it needs.",
            "immigration": "",
            "socialWelfare": "Labour will give the NHS and social care services the money they need.",
            "housing": [
                {
                    "content": "Labour will build one million new homes, 50 per cent of them for social letting.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Austerity is hardest on women and families. We need a Labour government now to make Britain a fair, safe and caring country once more.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "9 Birkdale Court, Fordham St. Martin, Suffolk IP28 6XF",
            "phone": "07546 591056",
            "email": "labourburystedmundssuffolk.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "@burystedlabour",
                "twitter": "@burystedlabour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Gitti Dunham",
                "endorsement": "I will vote for Labour in the general election because I believe in a society that places its priorities in justice, equality and compassion for the weak and vulnerable."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Bill Edwards, Labour candidate for Bury St. Edmunds."
                }
            ]
        },
        "additionalNotes": ""
    }
}