{
    "leaflet": {
        "candidateName": "Julian Brazier",
        "constituency": "Canterbury and Whitstable",
        "politicalParty": "Conservative Party",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "STABLE LEADERSHIP FOR A STRONGER BRITAIN",
                "content": "Only Theresa May has the plan and proven leadership to deliver the right deal for Britain abroad and a better deal for ordinary, working people here at home."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "WORKING FOR YOUNG PEOPLE",
                "policyDescription": "3,200 more teenagers locally since the Conservatives took charge, with Julian playing a major role."
            },
            {
                "policyTitle": "WORKING FOR PENSIONERS AND VETERANS",
                "policyDescription": "Supporting a full Basic State Pension which will rise on the 'triple lock', potentially an extra £1,250 a year."
            },
            {
                "policyTitle": "WORKING FOR EDUCATION",
                "policyDescription": "Nearly £24 billion of investment into school infrastructure from 2016 to 2021."
            },
            {
                "policyTitle": "WORKING FOR A HEALTHY NHS",
                "policyDescription": "Support the NHS's own plan for the future by providing additional £10 billion per annum by 2021."
            }
        ],
        "mentions": {
            "candidate": "Julian Brazier",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Britain needs a strong leader to negotiate the best possible deal for Britain in the EU.",
            "economy": "We now have higher GDP growth than the USA and the EU. The deficit is down by two thirds since Labour left office, repairing our economy for future generations.",
            "education": "Almost nine tenths of local primary schools and two thirds of local secondary schools are now rated outstanding by Ofsted.",
            "environment": "",
            "governance": "",
            "health": "Conservatives will support the NHS's own plan for the future by providing additional £10 billion per annum by 2021.",
            "immigration": "",
            "socialWelfare": "Pensioners on a full Basic State Pension will rise on the 'triple lock', potentially an extra £1,250 a year.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Julian Brazier was born in Dartford, the son of an Army officer from Southfleet, and was elected as Member of Parliament for Canterbury and Whitstable in 1987.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Canterbury and Whitstable",
                "duration": "Since 1987",
                "achievements": "Julian and his wife, Katharine, have lived near Chartham since 1986. His three sons William, Alexander, and John were all born in Kent. Canterbury Hospital. Julian is guided by his Christian faith, his commitment to family values, and his background in business and the Territorial Army before becoming an MP."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01227 785427",
            "email": "office@canterburyconservatives.com",
            "website": "www.canterburyconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Julian with Theresa May, discussing strong leadership for a stronger Britain."
                },
                {
                    "caption": "Julian supporting the full Basic State Pension with the 'Triple Lock'."
                },
                {
                    "caption": "Julian campaigning for improved local education infrastructure."
                },
                {
                    "caption": "Julian standing up for local farmers post-Brexit."
                }
            ]
        },
        "additionalNotes": "DON'T RISK BRITAIN'S FUTURE WITH A COALITION OF CHAOS."
    }
}