{
    "leaflet": {
        "candidateName": "Paul De Hoest",
        "constituency": "South West Hertfordshire",
        "politicalParty": "Green Party",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "PAUL SAYS...",
                "content": "We do not inherit the Earth from our ancestors. We borrow it from our children."
            },
            {
                "title": "THIS ELECTION ISN’T ABOUT THE NEXT 5 YEARS. IT’S ABOUT THE NEXT 50 YEARS.",
                "content": "Only the Green Party is offering real opposition to this Government’s extreme Brexit. Only the Green Party has the vision to deliver an alternative future for our country, and our place in the world. And only the Green Party offers a different kind of politics."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Environment",
                "policyDescription": "We will nurture the environment by creating jobs in renewable energy and conservation to avert pollution and dangerous climate change."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "We will have access to safe, clean, affordable public rail and bus transport plus a walking and cycling revolution."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Every young person will be able to fulfil their dreams through access to free higher education or apprenticeships."
            },
            {
                "policyTitle": "Economy and Democracy",
                "policyDescription": "To shape an economy for everyone while preserving a safe environment. To build affordable homes and provide properly funded public services. And to put power back in your hands through a citizen's democracy."
            }
        ],
        "mentions": {
            "candidate": "Paul says...",
            "otherPartyLeaderCandidate": "The Conservatives think they have this election sewn up. But it's in your hands.",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Only the Green Party is offering real opposition to this Government’s extreme Brexit.",
            "economy": "To shape an economy for everyone while preserving a safe environment.",
            "education": "Every young person will be able to fulfil their dreams through access to free higher education or apprenticeships.",
            "environment": "We will nurture the environment by creating jobs in renewable energy and conservation to avert pollution and dangerous climate change.",
            "governance": "And to put power back in your hands through a citizen's democracy.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "To build affordable homes and provide properly funded public services.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Paul and his wife have lived in South West Hertfordshire for 21 years raising 3 children in local state schools. With a career in the finance and public sectors he is a regular commuter into the City.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "07780 223770",
            "email": "paul.dehoest@greenparty.org.uk",
            "website": "dacorum.greenparty.org.uk",
            "socialMedia": {
                "facebook": "GreenPauldeHoest",
                "twitter": "@dacorumgreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Your Green Party Candidate Paul De Hoest"
                }
            ]
        },
        "additionalNotes": "#STANDUPFORWHATMATTERS This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people. Promoted & published by E. Bradling, 89 Pinery Lane, Rickmansworth WD3 8UH on behalf of Pde Hoest. Printed by Leafletfrog, Unit 39-38 Britannia Way, Bolton BL2 2HH"
    }
}