{
    "leaflet": {
        "candidateName": "Paul Field",
        "constituency": "Newbury",
        "politicalParty": "Green Party",
        "electionDate": "Thursday June 8",
        "messages": [
            {
                "title": "Standing Up For What Matters",
                "content": "Paul Field is a local resident, parent and primary school headteacher. His message to you is clear: He is standing as The Green Party candidate because he believes we all deserve better than we are getting. We deserve a democracy built on honesty and integrity, we deserve an economic system which is fair and balanced and we deserve an environment we can be healthy in and proud to pass on to future generations. Change happens when people believe it is possible. Paul Field believes it is possible to create a country we can all be a part of, which leads the world in the way it lives with itself and others, and which responds positively to the challenges of the 21st Century. Paul Field believes that politicians should offer us hope and not fear, and that you owe it to live in a society which is compassionate and generous. He believes that now, more than ever, is the time to send that message very clearly to Westminister. Now is the time to vote Green."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Paul Field",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Deserves an environment we can be healthy in and proud to pass on to future generations",
            "governance": "We deserve a democracy built on honesty and integrity",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Paul Field is standing as The Green Party candidate because he believes we all deserve better than we are getting.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Printed on recycled paper by SoloPress, 9 Stock Rd, Southend-on-Sea, SS2 5QF. Promoted by David Marsh of 17 Valley Road, Newbury, RG14 6ET.",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Paul Field with Green Party badge standing outdoors"
                }
            ]
        },
        "additionalNotes": ""
    }
}