{
    "leaflet": {
        "candidateName": "RICHARD PHOENIX",
        "constituency": "Wycombe Constituency",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "Reform the House of Commons",
                "policyDescription": "Calls for a House of Commons that reflects the makeup of Great Britain - gender, ethnicity, profession and trade."
            },
            {
                "policyTitle": "Reform the Electoral system",
                "policyDescription": "Advocates for fair voting system and criticizes the 'first past the post' system as old and unrepresentative of parties like UKIP."
            },
            {
                "policyTitle": "Reform the House of Lords",
                "policyDescription": "Argues that with 800 Members, the House of Lords is the second largest chamber in the world and is unrepresentative, unelected and party political, needing a modern second chamber."
            },
            {
                "policyTitle": "Greenbelt/Housing Expansion",
                "policyDescription": "Disagrees with current Greenbelt review by increasing the housing in Doyle's Put and Bucks by converting over communities to 5,200 more houses."
            },
            {
                "policyTitle": "A & E Services at Wycombe General Hospital",
                "policyDescription": "Steve Baker has focused on Brexit, neglecting local issues like bringing back A&E services to Wycombe General Hospital which would be Richard Phoenix's priority."
            }
        ],
        "mentions": {
            "candidate": "Richard lives in High Wycombe with his wife Lizzie, daughter Holly and son Ben.",
            "otherPartyLeaderCandidate": "Steve Baker",
            "partyLeader": "",
            "tacticalSituation": "Only by the Conservatives losing a seat such as Wycombe will they look to change policy."
        },
        "issues": {
            "brexitEurope": "Move focus from Brexit to issues like Green Belt and Health, contrasts with Steve Baker's focus on Brexit.",
            "economy": "",
            "education": "",
            "environment": "Concerned about Green Belt, opposes housing expansion on it.",
            "governance": "Calls for democratic reform in the House of Commons and the House of Lords.",
            "health": "Wants to return A&E services to Wycombe General Hospital, criticizes current MP for not achieving this.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Opposes current Greenbelt review which leads to 5,200 more houses, wants to address housing expansion in Wycombe.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "07930 320540",
            "email": "rphoenix1@googlemail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Richard Phoenix with UKIP banner."
                }
            ]
        },
        "additionalNotes": ""
    }
}