{
  "leaflet": {
    "candidateName": "Martin Docherty",
    "constituency": "West Dunbartonshire",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "Candidate's Personal Message",
        "content": "As we move forward from the most unsettling crisis since the Second World War, there is a renewed hunger and belief in the possibility of doing politics better. The Tories have staggered from one shambles to another, undermining the very essence of a hard-fought democracy, and you, the electorate, deserve better."
      },
      {
        "title": "Just for the record!",
        "content": "Martin Docherty has spoken in 211 debates in just 2 years, significantly more than his predecessor did over a 5-year period. Martin Docherty has held 80 traditional as well as pop-up surgeries over 11 different locations across West Dunbartonshire and handed over 4300 cases."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Martin Docherty",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "This election was of course unexpected only two years into a five year term, and is more to do with Theresa May's need to deflect from the state of the U.K. economy and the Brexit fiasco."
    },
    "issues": {
      "brexitEurope": "Brexit negotiations",
      "economy": "The Tories have staggered from one shambles to another, undermining the very essence of a hard-fought democracy, and you, the electorate, deserve better.",
      "education": "",
      "environment": "",
      "governance": "The Tories have staggered from one shambles to another, undermining the very essence of a hard-fought democracy",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "It has been an honour to represent you as your MP for the last two years. At the last election, I promised hard work and represent everyone, no matter how they voted. I believe I have fulfilled that promise.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": "Became Scotland’s youngest Councillor to then Clydeside’s first ever SNP Councillor."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Martin Docherty, Your SNP Candidate."
        }
      ]
    },
    "additionalNotes": ""
  }
}