{
    "leaflet": {
        "candidateName": "Toby Brampton",
        "constituency": "Reigate Constituency",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June 2017",
        "messages": [
            {
                "title": "Investing in OUR future",
                "content": "Toby Brampton discusses investing in the future, highlighting issues with real school spending per pupil and headteachers in the constituency expressing vehement opposition to the government's school funding proposals."
            },
            {
                "title": "Why I am backing Toby Brampton",
                "content": "Helen Young, Former Borough Councillor for Preston Ward states she will vote for Toby Brampton because she believes Labour will protect health and education, and accuses the government of showing contempt for people's lives over the last few years."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Proposes properly funded schools, with specifics like £10m for Grammar School's and new school places in Reigate."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Intends to fully staff the NHS and stop privatisation plans, with a focus on East Surrey and plans to end hospital bed closures."
            },
            {
                "policyTitle": "Rail Transport",
                "policyDescription": "Goals include nationalising rail to improve reliability and reduce fares."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Advocates reliable and affordable housing through a new housing association and engaging private developers."
            },
            {
                "policyTitle": "Brexit",
                "policyDescription": "Pledges a people-controlled Brexit, focusing on jobs and living standards, with no rise in VAT."
            }
        ],
        "mentions": {
            "candidate": "Toby Brampton",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Pledges a people-controlled Brexit, focusing on jobs and living standards, with no rise in VAT.",
            "economy": "",
            "education": "Toby Brampton highlights a critical shortage of teachers due to the Tories' funding policies and a need to ensure children's future education.",
            "environment": "Toby Brampton works as an account manager for an automotive emission control technology firm.",
            "governance": "",
            "health": "Promises fully staffing the NHS, stopping privatisation, improving East Surrey hospital, and stopping the reduction of hospital beds since 2011.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Engaging private developers on behalf of a new housing association to provide reliable and affordable housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Toby Brampton grew up in Merstham and now lives in Redhill. He enjoys a wide range of music and holds an interest in military aviation.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Reigate Labour Party, 164 Garlands Road, Redhill, RH1 6NZ",
            "phone": "07597 230378",
            "email": "info@reigateclp.org.uk",
            "website": "www.reigate.laboursites.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "TobyBrampton",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Toby Brampton Labour candidate for Reigate Constituency."
                }
            ]
        },
        "additionalNotes": ""
    }
}