{
    "leaflet": {
        "candidateName": "Chi Onwurah",
        "constituency": "Newcastle upon Tyne Central",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Dear friends",
                "content": "I grew up in Newcastle and it's been the greatest honour of my life to represent the city I call home. It's also been a daily struggle against a Tory government that has turned us into the food bank capital of Britain and stretched our NHS to breaking point. Now Theresa May has broken her promise not to call an early election. She's after a blank cheque for more unfair cuts and a reckless hard Brexit that will endanger jobs and public services in the North East. Newcastle Central needs an MP who will stand up for our jobs and public services at this critical time. A vote for me is a vote for a strong local voice who will always put Newcastle first. Thank you for your support in the past. I hope I can count on it when you cast your vote on June the 8th. With best wishes, Chi Onwurah"
            },
            {
                "title": "Standing up for Newcastle Central",
                "content": "Fighting for Newcastle in Parliament. Active in your community. Campaigning against injustice."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Creating good jobs for all",
                "policyDescription": "Labour will raise the national minimum wage to £10 an hour, making work pay, and invest in jobs across the country."
            },
            {
                "policyTitle": "Brexit that works for Newcastle",
                "policyDescription": "A Labour exit will put the economy first in the Brexit negotiations, protecting jobs and public services."
            },
            {
                "policyTitle": "Ensuring our NHS is funded properly",
                "policyDescription": "Labour will invest a further £6 billion each year and end the pay cap for nurses, doctors and other NHS workers."
            },
            {
                "policyTitle": "Making education open to everyone",
                "policyDescription": "Labour will create a National Education Service, abolish university tuition fees and make adult education free and widely available."
            },
            {
                "policyTitle": "Investing in transport and housing",
                "policyDescription": "Labour will invest £1.4 billion in upgrading North East transport, and build 1 million homes over the next Parliament."
            }
        ],
        "mentions": {
            "candidate": "Chi Onwurah",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A Labour exit will put the economy first in the Brexit negotiations, protecting jobs and public services.",
            "economy": "Labour will raise the national minimum wage to £10 an hour, making work pay, and invest in jobs across the country.",
            "education": "Labour will create a National Education Service, abolish university tuition fees and make adult education free and widely available.",
            "environment": "",
            "governance": "",
            "health": "Labour will invest a further £6 billion each year and end the pay cap for nurses, doctors and other NHS workers.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour will build 1 million homes over the next Parliament.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I grew up in Newcastle and it's been the greatest honour of my life to represent the city I call home.",
        "politicalExperience": [
            {
                "role": "MP for Newcastle Central",
                "duration": "Since being elected in 2010",
                "achievements": "I've stood up for you in Parliament, holding the Government to account. Recently I was named hardest working MP in the North East by the Chronicle for my track record of asking the tough questions and making important interventions in debates. I consulted constituents before February's vote on Article 50, and was unafraid to break the party whip to do what was right for Newcastle."
            }
        ],
        "contactInformation": {
            "address": "166 Wingrove Road, Newcastle upon Tyne, NE4 9EX",
            "phone": "0191 691 1291",
            "email": "newcastlecentral@chi.onwurah.mp",
            "website": "www.newcastlecentral.com",
            "socialMedia": {
                "facebook": "facebook.com/newcastlechi",
                "twitter": "@ChiOnwurah",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Bill",
                "endorsement": "Chi supports the welfare of the people of Newcastle, backing the West End food bank and also working to make sure people can get proper jobs and don't need to rely on charity."
            },
            {
                "endorser": "Linda",
                "endorsement": "As an NHS worker I know Chi cares deeply about our public services and the difference they can make to Newcastle families."
            },
            {
                "endorser": "Alfie",
                "endorsement": "Chi is passionate about the importance of education, championing University access for all and campaigning for lifelong learning."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chi Onwurah standing up for Newcastle upon Tyne Central"
                }
            ]
        },
        "additionalNotes": ""
    }
}