{
    "leaflet": {
        "candidateName": "ADAM McGREGOR",
        "constituency": "NOTTINGHAM SOUTH",
        "politicalParty": "Green Party",
        "electionDate": "8 June",
        "messages": [
            {
                "title": "STAND UP FOR WHAT MATTERS",
                "content": "Adam McGregor is the Green Party candidate for Nottingham South. Adam, 28, is from London and came to the city in 2008 to study at the University of Nottingham. After making Nottingham his home, he has for many years volunteered for his local community and food bank. He has also been involved in activist groups such as the People's Assembly Against Austerity, CND, Stop the War, and Frack Free Notts. Adam is appalled at the way the government has treated young people, selling out their futures on education and the economy, and its extreme Brexit plans. If elected, Adam would push to completely scrap tuition fees and student debt, bring private rents under control, and protect the right to freedom of movement. Over two thousand people voted for Adam in 2015 in Nottingham South. You can join this growing movement for change. Stand up for what matters in 2017. Vote Green."
            },
            {
                "title": "THIS ELECTION ISN'T ABOUT THE NEXT 5 YEARS—IT'S ABOUT THE NEXT 50 YEARS",
                "content": "The Green Party is offering real opposition to this Government's extreme Brexit. We have the vision to deliver an alternative future for our country – and our place in the world. The Green Party offers a different kind of politics. To shape an economy for everyone while preserving a safe environment. To build affordable homes and provide properly funded public services. To put power back in your hands through a citizen's democracy. Every Green vote on 8 June will help make that vision a reality."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Safe Climate",
                "policyDescription": "Fossil free, affordable energy"
            },
            {
                "policyTitle": "Fair Economy",
                "policyDescription": "An economy that works for all"
            },
            {
                "policyTitle": "Free Education",
                "policyDescription": "Quality education, no tuition fees"
            },
            {
                "policyTitle": "Decent Homes",
                "policyDescription": "Secure, affordable housing"
            },
            {
                "policyTitle": "Public NHS",
                "policyDescription": "Taking back our health service"
            },
            {
                "policyTitle": "Better Transport",
                "policyDescription": "Making public transport public"
            }
        ],
        "mentions": {
            "candidate": "Adam McGregor",
            "otherPartyLeaderCandidate": "The Conservatives",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The Green Party is offering real opposition to this Government's extreme Brexit.",
            "economy": "Adam is appalled at the way the government has treated young people, selling out their futures on education and the economy.",
            "education": "Adam would push to completely scrap tuition fees and student debt.",
            "environment": "",
            "governance": "To put power back in your hands through a citizen's democracy.",
            "health": "Taking back our health service.",
            "immigration": "Protect the right to freedom of movement.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "To build affordable homes and provide properly funded public services.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Adam is appalled at the way the government has treated young people, selling out their futures on education and the economy, and its extreme Brexit plans.",
        "politicalExperience": [
            {
                "role": "Activist",
                "duration": "Several Years",
                "achievements": "Involved in the People's Assembly Against Austerity, CND, Stop the War, and Frack Free Notts; Volunteered for local community and food bank."
            }
        ],
        "contactInformation": {
            "address": "Promoted by Iain Baker on behalf of Adam McGregor and Nottingham Green Party, both at Flat F8, 2a Hartley Road, Radford, Nottinghamshire, NG7 3AD; Printed by XIC.com Ltd, Anderson Centre, Old Heath Road, Weybread, Suffolk, IP21 5TL",
            "phone": "07846336525",
            "email": "adam.mcgregor@greenparty.org.uk",
            "website": "https://nottingham.greenparty.org.uk",
            "socialMedia": {
                "facebook": "AdamMcgregorGreenParty",
                "twitter": "@AdamFMcgregor",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Adam McGregor - Green Party candidate for Nottingham South."
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big businesses or corporate elites, but has been supported and funded by ordinary people."
    }
}