{
    "leaflet": {
        "candidateName": "Jeremy Quin",
        "constituency": "Horsham",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 8th June 2017",
        "messages": [
            {
                "title": "SUPPORTING THERESA MAY IN PROVIDING THE LEADERSHIP THE COUNTRY NEEDS",
                "content": "Theresa provides the leadership the United Kingdom needs to embrace the opportunities of the future. Jeremy will support the Prime Minister in delivering her vision of a safe, secure and prosperous country. We will continue to build on our economic success, to support our vital public services and create an economy that works for all. Theresa May and her team will deliver a BREXIT that works for Britain."
            },
            {
                "title": "A STRONG VOICE FOR YOU, DELIVERING FOR HORSHAM",
                "content": "Whether fighting for a sound runway decision in the interests of real passengers, championing fairer bus funding for rural areas, fighting to match the growth in our population, Jeremy is a strong advocate for the Horsham constituency. Fighting on your behalf, I am listening for a strong decision-makers to Horsham to hear your views, Jeremy champions causes that matter to local people."
            },
            {
                "title": "WORKING HARD ALL YEAR ROUND",
                "content": "Through his active engagement with local organisations and numerous visits to local schools, businesses and charitable organisations and being approachable, available and committed to serving local people. Through \"surgeries\" held in Horsham and throughout the constituency from Rudgwick to Balcombe and Shipley to Cottphorne Jeremy has enjoyed being able to help a great many constituents. He loves being deeply involved in our community—and doesn't intend to change!"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Leadership",
                "policyDescription": "Supporting Theresa May to provide leadership the UK needs, ensuring a Brexit that works for Britain."
            },
            {
                "policyTitle": "Local Advocacy",
                "policyDescription": "Championing fairer bus funding, matching growth in population, advocating for Horsham, and being a strong voice for local issues."
            },
            {
                "policyTitle": "Community Engagement",
                "policyDescription": "Actively engaging with local organisations, schools, businesses, and conducting surgeries to serve local people."
            }
        ],
        "mentions": {
            "candidate": "Jeremy Quin",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Will deliver a BREXIT that works for Britain.",
            "economy": "Continue building our economic success and support vital public services, creating an economy that works for all.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Horsham",
                "duration": "The last two years",
                "achievements": "Fighting for residents' interests and delivering successful results."
            }
        ],
        "contactInformation": {
            "address": "Gough House, Madeira Avenue, Horsham, RH12 1AB",
            "phone": "01403 242000",
            "email": "Jeremy@JeremyQuin.com",
            "website": "www.JeremyQuin.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "@JeremyQuinOfficial",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A strong voice for Horsham in Westminster"
                },
                {
                    "caption": "Serving Horsham all year round"
                }
            ]
        },
        "additionalNotes": ""
    }
}