{
    "leaflet": {
        "candidateName": "DOUG SWANNEY",
        "constituency": "North East Hertfordshire",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "For the many, not the few.",
                "content": "On 8 June, families in NORTH EAST HERTS can choose between a Labour government that stands up for the many, or the Tories who only look after a privileged few."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Good schools for all our children",
                "policyDescription": "Give all children a chance to achieve with a choice of a good local school, devasting cut to local school ends, well-proportioned free school meals for primary school children and reduce class sizes for all."
            },
            {
                "policyTitle": "Provide affordable homes to rent and buy",
                "policyDescription": "Build more than one million new homes, on suitable sites, in five years and scrap letting fees for private renters."
            },
            {
                "policyTitle": "Defend our NHS and tackle the care crisis",
                "policyDescription": "Give the NHS and social care services the money they need and join up services from home to hospital."
            },
            {
                "policyTitle": "Put the public back into our economy and services",
                "policyDescription": "Renationalise key industries including expanding the public bus network and the railways."
            },
            {
                "policyTitle": "Protect living standards and create jobs",
                "policyDescription": "Introduce a real Living Wage of £10 per hour and ban zero hours contracts."
            }
        ],
        "mentions": {
            "candidate": "DOUG SWANNEY",
            "otherPartyLeaderCandidate": "the Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "OUR APPROACH TO BREXIT: The Tories want this election to be about an angry and destructive Brexit, with burnt bridges and division at its heart. Labour see this next chapter as a chance to once again create a Britain for the many - not the few; a Brexit that builds stronger relationships and a fairer economy for all.",
            "economy": "",
            "education": "ADEQUATE FUNDING FOR EDUCATION: Many Hertfordshire headteachers have written to parents about 35 to 45 per cent cuts in funding per pupil. Labour would provide adequate funding for schools and restore student maintenance grants, rather than lavishing £138 million on 'Free Schools' and re-introducing tuition fees.",
            "environment": "",
            "governance": "",
            "health": "THE TORIES HAVE PUSHED THE NHS INTO CRISIS: Waiting lists have soared to around 3 million; last year over 1.8 million people waited longer than 4 hours in A&E; and £4.6 billion has been cut from social care budgets. We will end health service privatisation and bring services into a secure, publicly-provided NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Build more than one million new homes, on suitable sites, in five years.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Having made Letchworth my home for over 11 years, I feel extremely proud to be standing as your Labour candidate in the General Election this June.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "7 Wilbury Road, Letchworth, Herts SG6 4JW",
            "phone": "07522 266904",
            "email": "doug.swanney@gmail.com",
            "website": "www.nehertslabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@nehertslabour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Alex Mayer",
                "endorsement": "I'm backing Doug Swanney as a strong voice for North East Herts. Working families deserve better than Tory failure. Only Labour will stand up for you."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "DOUG SWANNEY, Labour candidate for North East Hertfordshire."
                }
            ]
        },
        "additionalNotes": ""
    }
}