{
    "leaflet": {
        "candidateName": "Alison Dowling",
        "constituency": "Paisley and Renfrewshire South",
        "politicalParty": "Scottish Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Government for the many - not the few",
                "content": "On the 8th June we face a choice between a Labour Government that stands up for the many, or the Tories who look after the privileged few. They give the super-rich tax breaks whilst working families are worse off."
            },
            {
                "title": "Protecting Public Services - No more budget cuts",
                "content": "Tory and SNP cuts have reeked havoc on our public services, particularly our NHS. The RAH children's ward is under threat of closure by the SNP Government. Unlike Mhairi Black and other SNP elected officials, I'll fight to Save the ward and support the Kids Need Our Ward Campaign."
            },
            {
                "title": "Send Mhairi Black and Nicola Sturgeon a strong message",
                "content": "Only Labour can beat the SNP in Paisley and Renfrewshire South. A vote for Alison is a vote for an MP who will stand up for Paisley and Renfrewshire South. Who will be focused on the day job, and not another divisive referendum."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "No to another referendum",
                "policyDescription": "I'll vote against any attempt to force another vote on breaking up the United Kingdom. I oppose a divisive second referendum."
            },
            {
                "policyTitle": "Tackling poverty and low pay",
                "policyDescription": "With nearly half a million Scots earning less than the living wage, I support a £10 per hour minimum wage for all. I'll fight to protect our social safety net that so many people rely on."
            },
            {
                "policyTitle": "No ifs, no buts: Ban zero hours contracts",
                "policyDescription": "Labour will ban zero hours contracts giving security to the 60,000 Scottish workers with no guaranteed hours."
            },
            {
                "policyTitle": "Scotland is Brexit: what next?",
                "policyDescription": "A hard Brexit is bad, but so too is the extreme uncertainty of a second referendum. I will not disown the past, but offer a clear vision seeking a better deal for all."
            },
            {
                "policyTitle": "A hard working and visible MP",
                "policyDescription": "If elected, I will work tirelessly and offer monthly town hall regular surgeries throughout the constituency and promise a hospital appointment within two months of being elected."
            }
        ],
        "mentions": {
            "candidate": "Alison Dowling",
            "otherPartyLeaderCandidate": "Mhairi Black",
            "partyLeader": "Nicola Sturgeon",
            "tacticalSituation": "Only Labour can beat the SNP in Paisley and Renfrewshire South. A vote for Alison is a vote for an MP who will be focused on the day job, and not another divisive referendum."
        },
        "issues": {
            "brexitEurope": "A hard Brexit is bad, but so too is the extreme uncertainty of a second referendum. I will not disown the past, but offer a clear vision seeking a better deal for all.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Tory and SNP cuts have reeked havoc on our public services, particularly our NHS. The RAH children's ward is under threat of closure by the SNP Government.",
            "immigration": "",
            "socialWelfare": "With nearly half a million Scots earning less than the living wage, I support a £10 per hour minimum wage for all. I'll fight to protect our social safety net that so many people rely on.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have lived and worked in Renfrewshire for most of my life. I have worked with credit unions, becoming head of business development at one of Scotland's largest credit unions and with the NHS as an anti-poverty advisor. I have enjoyed volunteering and have done so in our schools, with young people and by supporting the social needs of our elderly.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Douglas Alexander",
                "endorsement": "I've known Alison since we were in High School. She's involved in our community, in various roles, befriending, with the young and not so young. She cares about people. She is a passionate anti-poverty campaigner who will work hard for the people and communities of Paisley and Renfrewshire South."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Alison Dowling standing up for Paisley and Renfrewshire South"
                },
                {
                    "caption": "Alison Dowling - Vote Scottish Labour"
                }
            ]
        },
        "additionalNotes": ""
    }
}