{
    "leaflet": {
        "candidateName": "Gordon Henderson",
        "constituency": "Sittingbourne and Sheppey",
        "politicalParty": "Conservatives",
        "electionDate": "8th June 2017",
        "messages": [
            {
                "title": "General Election",
                "content": "It is only two years since the last General Election and I was not expecting another one until May 2020 so the announcement by Theresa May calling for an election came as a surprise to many. However, MPs voted to dissolve Parliament by a large majority."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Gordon Henderson",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Theresa called the election because having triggered Article 50 of the Lisbon Treaty, which will lead to the United Kingdom leaving the EU, she feared there were factions in Westminster determined to disrupt her plans to negotiate a good deal for our country post Brexit.",
            "economy": "The alternative is a hung Parliament and coalition of chaos, led by Jeremy Corbyn and propped up by the SNP, Liberal Democrats and other smaller parties. Such a result would jeopardise our Brexit negotiations and every single one of us in Sittingbourne and Sheppey would feel it in higher taxes, fewer jobs, more waste and more public debt.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "I believe the choice at this election is very clear. Strong and stable leadership in the national interest with Theresa May seeing us through Brexit and beyond—delivering well-paid jobs; more affordable housing; a good school place for every child; and a strong economy that will enable us to fund public services, such as the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Strong and stable leadership in the national interest with Theresa May seeing us through Brexit and beyond—delivering well-paid jobs; more affordable housing;",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "At the last General Election I made no promises that I could not keep and I will not do so now. Instead, like last time, I will simply vow to continue representing you in exactly the same way as I did for seven years.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Promoted by Mrs Jean Mclachlan on behalf of Gordon Henderson both at Top Floor, Unit 10 Periwinkle Court, Church Street, Milton Regis, Sittingbourne ME10 2JZ",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gordon Henderson with Theresa May."
                }
            ]
        },
        "additionalNotes": ""
    }
}