{
    "leaflet": {
        "candidateName": "Jackie Porter",
        "constituency": "Winchester Constituency",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "Every vote matters",
                "content": "Every vote matters, perhaps more this time than in any other election. Your vote matters because there is only one line of defence against a hard Brexit, and that's the Lib Dems. I voted to Remain and stand firm in my belief that staying in the European Single Market, or retaining as much access as possible, offers the best opportunities for businesses and jobs. Your vote matters because our local NHS needs a champion. I have spent years campaigning on health issues, like keeping a fully-staffed maternity unit at Winchester Hospital. I know first-hand how hard doctors and nurses work to keep those services going and how vital they are for you. Your vote matters because our children deserve the best possible education. As a parent and a school governor, I have fought against school budget cuts. As your MP, I will continue to fight for our schools and resist any move to force our excellent comprehensive schools to become secondary moderns. Your vote matters because our local environment should be protected. Improving road safety, reducing carbon emissions and highlighting traffic hotspots around the city have been a personal mission. I believe in the importance of investing in sustainable energy sources and will work to build a greener economy, both locally and nationally. With decades of experience representing local people and campaigning for the things that matter most to all of us, I understand what people really need from their MP."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fighting Brexit",
                "policyDescription": "Defend against a hard Brexit by supporting staying in the European Single Market or retaining as much access as possible."
            },
            {
                "policyTitle": "Supporting the NHS",
                "policyDescription": "Campaign for health issues and keep services like maternity units staffed and operating."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Combat school budget cuts and maintain the quality of comprehensive schools."
            },
            {
                "policyTitle": "Protecting the Environment",
                "policyDescription": "Improve road safety, reduce carbon emissions, highlight traffic hotspots, invest in sustainable energy, and work towards a greener economy."
            }
        ],
        "mentions": {
            "candidate": "Jackie Porter",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "One line of defence against a hard Brexit."
        },
        "issues": {
            "brexitEurope": "One line of defence against a hard Brexit is the Lib Dems.",
            "economy": "Staying in the European Single Market, or retaining as much access as possible, offers the best opportunities for businesses and jobs.",
            "education": "As a parent and a school governor, fought against school budget cuts.",
            "environment": "Improving road safety, reducing carbon emissions, and highlighting traffic hotspots have been a personal mission.",
            "governance": "",
            "health": "Spent years campaigning on health issues, such as keeping a fully-staffed maternity unit at Winchester Hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "With decades of experience representing local people and campaigning for the things that matter most to all of us, I understand what people really need from their MP.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Unit 9, City Business Centre, Hyde St, Winchester, SO23 7TA",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "It only takes one extra vote to win an election. Your vote could make the difference.",
                "source": "Jackie Porter",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jackie Porter"
                }
            ]
        },
        "additionalNotes": ""
    }
}