{
    "leaflet": {
        "candidateName": "Theresa May",
        "constituency": "",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 8th June",
        "messages": [
            {
                "title": "STABILITY FOR BREXIT AND BEYOND",
                "content": "Prime Minister Theresa May asks country for support to strengthen hand in Brexit negotiations and to lock in Britain’s economic progress."
            },
            {
                "title": "3 KEY REASONS WHY A GENERAL ELECTION IS NEEDED NOW.",
                "content": "1. One-off chance while EU leaders agree stance, 2. We need to show unity as negotiations start, but Westminster is divided. 3. To lock in our economic progress so it can benefit the British people for the future."
            },
            {
                "title": "CLEAR VOTE CHOICE FOR BRIT",
                "content": "The General Election on Thursday 8 June is a choice between strong and stable leadership with Theresa May that the United Kingdom needs to see us through Brexit and beyond - or a coalition of chaos fronted up by Jeremy Corbyn."
            },
            {
                "title": "LET'S GET ON WITH THE JOB: WHY EVERY VOTE WILL COUNT",
                "content": "Getting on with the job of securing the best possible deal from Brexit is the most important task the Government faces today."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Securing the best possible deal from Brexit to ensure a strong and stable leadership for a safe, secure, and prosperous future."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Locking in Britain’s economic progress with well-paid jobs, more affordable housing, and a good school place for every child."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "A strong economy paying for a strong NHS."
            }
        ],
        "mentions": {
            "candidate": "Theresa May",
            "otherPartyLeaderCandidate": "Jeremy Corbyn, Nicola Sturgeon",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Securing the best possible deal from Brexit. Facing the country is about strengthening our hand in Brexit negotiations.",
            "economy": "Lock in Britain’s economic progress, well-paid jobs, more affordable housing, good school places, and a strong economy for strong NHS.",
            "education": "A good school place for every child.",
            "environment": "",
            "governance": "",
            "health": "A strong economy paying for a strong NHS.",
            "immigration": "Take back control of our borders, our laws, and our money.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "More affordable housing.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "With your support, together we can make it work.",
        "politicalExperience": [
            {
                "role": "Prime Minister",
                "duration": "",
                "achievements": "The only way you can ensure we have the strong and stable leadership to get this right is by backing me and voting for your Conservative candidate in your local area."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "conservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Prime Minister Theresa May asks country for support to strengthen hand in Brexit negotiations."
                }
            ]
        },
        "additionalNotes": "Conservatives’ pivot points of the campaign are strong and stable leadership with Theresa May, locking in economic progress, and securing the best Brexit deal."
    }
}