{
    "leaflet": {
        "candidateName": "Gareth Barrett",
        "constituency": "Brentwood and Ongar",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June 2017",
        "messages": [
            {
                "title": "Why we are backing Gareth",
                "content": "As grandparents our main concerns are for the present 'B'ill-health, children and younger generation, and for the future. We believe Gareth supports the values of Britain and, coming from the younger generation, the future gives us hope for the future."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Creating educational opportunity for all",
                "policyDescription": "Gareth will demand a good school for every child that is accountable to the community it serves, focusing on delivering the quality of teaching and a curriculum offering the skills and social care older people need."
            },
            {
                "policyTitle": "Offering the health and social care services people need",
                "policyDescription": "Labour will aim to tackle the crisis in social care and put in safeguards from poor hospital food, to more GP Surgeries where people live - not just in the town centre."
            },
            {
                "policyTitle": "Making our neighbourhoods safer",
                "policyDescription": "Gareth will oppose deep Tory cuts to the local police, Labour will prioritise front line officers being back foot patrols on-street and its cuts."
            },
            {
                "policyTitle": "Fighting school cuts and improving education opportunities",
                "policyDescription": "Unless things change secondary schools will have lost up to £900,000 a year and primaries up to £115,000 by 2020. Gareth will fight for smaller classes and more subject choices. He will back teachers and support staff to help deliver the education our children deserve."
            },
            {
                "policyTitle": "Taking on the social care crisis and delivering for our older generations",
                "policyDescription": "Social care in Essex and across the country is in crisis with around one in every 20 care roles vacant. Gareth will demand better conditions for social care staff and improved support for older people."
            }
        ],
        "mentions": {
            "candidate": "Gareth Barrett",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Unless things change, secondary schools will have lost up to £900,000 a year and primaries up to £115,000 by 2020. Gareth will fight for smaller classes and more subject choices. He will back teachers and support staff to deliver the education our children deserve.",
            "environment": "",
            "governance": "",
            "health": "The NHS is underfunded and understaffed - with far too many people on waiting lists and NHS staff stuck with an unfair pay cap. Gareth will demand more funding, to relaunch Brentwood Community Hospital and for more GP Surgeries where people live - not just in the town centre.",
            "immigration": "",
            "socialWelfare": "Social care in Essex and across the country is in crisis with around one in every 20 care roles vacant. Gareth will demand better conditions for social care staff and improved support for older people.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I believe that all the people of Brentwood and Ongar deserve better than the failing services, patchwork roads and declining transport system we are offered today. That is why I will stand up for you and never accept second best for our community.",
        "politicalExperience": [
            {
                "role": "Brentwood South Councillor",
                "duration": "2014 and current Labour Group Leader in Brentwood",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "69 Hutton Close, Warley Mount, Brentwood, CM14 5PJ",
            "phone": "07979 592845",
            "email": "",
            "website": "http://www.brentwoodandongarlabour.org.uk",
            "socialMedia": {
                "facebook": "fb.com/barrettfabour",
                "twitter": "@GarethBarrett_",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Sheila and Muxey Kees",
                "endorsement": "As grandparents our main concerns are for the present 'B'ill-health, children and younger generation, and for the future. We believe Gareth supports the values of Britain and, coming from the younger generation, the future gives us hope for the future."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gareth and his team are determined to stand up for all the people of Brentwood and Ongar."
                }
            ]
        },
        "additionalNotes": ""
    }
}