{
    "leaflet": {
        "candidateName": "Mark Williams",
        "constituency": "Ceredigion",
        "politicalParty": "Welsh Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "A Record of Action",
                "content": "Over 10 years of representing Ceredigion, Mark has helped thousands of local people from all over the county with concerns ranging from potholes to pensions & has campaigned relentlessly on local issues."
            },
            {
                "title": "Proud of Our Area",
                "content": "Mark has been a strong voice for local people in Parliament, and always puts Ceredigion and its people first. He’s held debates, challenged the Government and taken the voices of Ceredigion to the heart of Westminster."
            },
            {
                "title": "A Promise of More",
                "content": "In uncertain times, Mark will continue to fight for what is best for Ceredigion. He will campaign to ensure that local businesses, farmers and universities are not damaged by losing European funding and access, and to guarantee the rights of European residents living in our communities. He will oppose cuts to local services and press for investment in health, education, broadband and public transport in our area, and push to strengthen our Welsh assembly so that more decisions affecting Wales are made in Wales."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health",
                "policyDescription": "Mark Williams will press for investment in health services."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "He will push for investment in education."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Mark Williams will fight to protect local businesses, farmers, and universities from the potential loss of European funding and support local food and tourism."
            },
            {
                "policyTitle": "Broadband",
                "policyDescription": "He will push for better broadband in Ceredigion."
            },
            {
                "policyTitle": "Public Transport",
                "policyDescription": "Mark Williams will campaign for improved public transport in the area."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "He aims to strengthen the Welsh assembly for more decisions affecting Wales to be made in Wales."
            }
        ],
        "mentions": {
            "candidate": "Mark Williams",
            "otherPartyLeaderCandidate": "Plaid",
            "partyLeader": "",
            "tacticalSituation": "In Ceredigion it's a 2 horse race between Mark and Plaid. The other parties are far behind. They can't win here."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Mark Williams will fight to protect local businesses, farmers, and universities from the potential loss of European funding.",
            "education": "He will push for investment in education.",
            "environment": "",
            "governance": "He aims to strengthen the Welsh assembly for more decisions affecting Wales to be made in Wales.",
            "health": "Mark Williams will press for investment in health services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "An MP for Ceredigion",
                "duration": "Over 10 years",
                "achievements": "Represented thousands of local people with concerns from potholes to pensions. Held debates, challenged the Government and brought the voice of Ceredigion to Westminster."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Off to a flying start... Mark Williams - The strong, experienced, local, choice for Ceredigion. An MP who works hard for you all year round."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes Mark Williams's involvement with local issues, his role in representing the concerns of people in Ceredigion, and his promises for the future, including protecting the community from the impacts of possibly losing European funding and services cuts."
    }
}