{
  "leaflet": {
    "candidateName": "Daniel Zeichner",
    "constituency": "Cambridge",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "THE EU VOTE",
        "content": "In harmony with the 73% of Cambridge residents who voted Remain in the EU referendum, when the Brexit issue reached Parliament, Daniel Zeichner MP voted against Britain leaving the EU."
      },
      {
        "title": "BACKING CAMBRIDGE'S INTERESTS",
        "content": "Cambridge has long been an outward-looking, internationalist and inclusive city. Leaving the EU raises serious challenges for our city on several particularly important fronts. Daniel Zeichner, as a Cambridge-resident MP with a history of hard work both locally and in Parliament, will continue to fight to protect the interests of Cambridge people."
      },
      {
        "title": "FIGHTING FOR OUR FUTURE",
        "content": "Over the past months, Daniel Zeichner MP has met many individuals and organisations concerned about the implications, confusion and unanswered questions posed by a 'hard Brexit.' He will fight for: Access to the Single Market on the best possible terms, visa restrictions, making skills and goods in the world's largest market, buy and sell on these shores. Protection for EU citizens who have made Cambridge their home and for UK citizens living in EU countries. Protection of high environmental standards. Protection of EU-wide agreements to tackle terrorism and organised crime."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "EU Relationship",
        "policyDescription": "Against Brexit, voted to remain per Cambridge's majority. Addresses hard Brexit concerns and advocates for Single Market access, visa restrictions, protection for EU citizens in Cambridge, maintaining high environmental standards, and upholding EU-wide security agreements."
      }
    ],
    "mentions": {
      "candidate": "Daniel Zeichner",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Daniel Zeichner MP voted against Britain leaving the EU. Concerned about 'hard Brexit' and implications for Cambridge. Daniel Zeichner advocates for access to the Single Market, protection for EU citizens, environmental standards, and security agreements.",
      "economy": "",
      "education": "",
      "environment": "Advocates maintaining high environmental standards in light of Brexit.",
      "governance": "",
      "health": "",
      "immigration": "Addresses the rights of EU citizens in Cambridge and UK citizens abroad.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP for Cambridge",
        "duration": "",
        "achievements": "Active in local and parliamentary engagement, involved in various local causes."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Daniel Zeichner with local community members across various locations and activities, such as the Victoria Project, foodbank events, a construction careers day, and supporting various campaigns including 'Every Child' and 'Truth for Giulio'."
        }
      ]
    },
    "additionalNotes": ""
  }
}