{
    "leaflet": {
        "candidateName": "Jeff Clarke",
        "constituency": "Wirral South",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "New Year Message",
                "content": "I would like to wish everyone across Wirral a happy new year and a prosperous 2010. Since my selection as your Parliamentary Candidate in 2007, I have been working hard in the local community, dealing with issues that matter to you. 2009 was a busy year, with issues such as library closures, anti-social behaviour and highly contentious development projects to the fore."
            },
            {
                "title": "Continued Commitment",
                "content": "As your Conservative Parliamentary Candidate, I continue to work with my councillor colleagues on behalf of local residents, and you have my assurance that we will continue to place the concerns of residents first at all times. 2010 will be an important year for us all, as the outcome of the General Election will be crucial for the future prosperity of Wirral. With your help I can ensure that Wirral South has the voice it deserves in Westminster."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Jeff Clarke, Conservative Campaign Centre, Wirral CH47 4AN",
            "phone": "632 1052",
            "email": "wirralsouth@btinternet.com",
            "website": "www.wirralsouthconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Jeff Clarke with contact information and other useful numbers."
                }
            ]
        },
        "additionalNotes": "Promoted by Lizzie Lumley on behalf of Jeff Clarke, both of 24 Meols Drive CH47 4AN & Printed by TB Marketing, Unit C Rainer Close, Swindon SN3 4YA."
    }
}