{
    "leaflet": {
        "candidateName": "Ian Murray",
        "constituency": "Edinburgh South",
        "politicalParty": "Scottish Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Getting things done for Edinburgh South",
                "content": ""
            },
            {
                "title": "Standing up against a hard Brexit",
                "content": "I've been fighting tirelessly against a hard Brexit: both in Parliament, when I voted against triggering Article 50, and locally where I campaigned for Remain. We now need to ensure the best possible deal for the UK but can't give Theresa May a blank cheque."
            },
            {
                "title": "Fighting for equality and better public services",
                "content": "For too long the constitution has dominated political conversation in Scotland. Our cherished public services have suffer as a result - whether education or the NHS under the SNP, or Tory social security cuts. I'll continue to fight for quality and better public services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NO to a second independence referendum",
                "policyDescription": "Nicola Sturgeon and the SNP will use this election, as they have used Brexit, as a way to secure independence. In Edinburgh South, we have a chance to send a clear message: we do not want another referendum. It is not the right path and will only increase division and uncertainty."
            }
        ],
        "mentions": {
            "candidate": "Ian Murray",
            "otherPartyLeaderCandidate": "Nicola Sturgeon, Theresa May",
            "partyLeader": "",
            "tacticalSituation": "In 2015, I defeated the SNP candidate by just 2,637 votes, while the Conservatives trailed by over 10,000. Despite various policies and parties, it's a clear choice between me and the SNP here in Edinburgh South. With a recent poll by Survation giving my team the competitive edge, your vote will really count."
        },
        "issues": {
            "brexitEurope": "Standing up against a hard Brexit.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "NO to a second independence referendum.",
            "health": "Fighting for equality and better public services.",
            "immigration": "",
            "socialWelfare": "Fighting for equality and better public services.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have fought tirelessly against a hard Brexit and for quality public services. You are my boss and I will continue to stand up for your interests.",
        "politicalExperience": [
            {
                "role": "MP for Edinburgh South",
                "duration": "",
                "achievements": "Voted against triggering Article 50, campaigned for Remain."
            }
        ],
        "contactInformation": {
            "address": "31 Minto Street, Edinburgh, EH9 2BT",
            "phone": "0131 667 7148",
            "email": "ian@ianmurraymp.co.uk",
            "website": "www.ianmurraymp.com",
            "socialMedia": {
                "facebook": "facebook.com/ianmurraymp",
                "twitter": "twitter.com/ianmurraymp",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Robin Harper",
                "endorsement": "Robin Harper backs Ian Murray appreciating his sense of responsibility as an MP towards his constituents and Scotland and his commitment to his duties as an MP."
            }
        ],
        "quotes": [
            {
                "text": "Ian Murray: 'You are my boss. If I am re-elected, I will continue to stand up for your interests'",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Supporters with Ian Murray campaign materials."
                }
            ]
        },
        "additionalNotes": "Described as Scotland's hardest working MP as rated by charity MySociety."
    }
}