{
  "leaflet": {
    "candidateName": "NATALIE BENNETT",
    "constituency": "SHEFFIELD CENTRAL",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear resident",
        "content": "I'm writing to ask for your help to be the first Green MP in the North."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting Our National Health Service",
        "policyDescription": "Caroline Lucas voted for the Green and pleasant bill in 2010. Voted with Bishop Auckland Labour MP against Brexit which Labour voted for. Have reclaimed the NHS Reinstatement bill, undoing Conservative centralisation to move healthcare out of the marketplace and treating people not for profit."
      },
      {
        "policyTitle": "Pro Housing",
        "policyDescription": "We need more green MPs to join the excellent work of Caroline Lucas, who backed the Green and pleasant bill in 2010. Caroline voted against fracking and secret surveillance which Labour voted for and Caroline proposed the NHS Reinstatement bill, untradeable, undoing conservative centralisation to move healthcare out of the marketplace and treating people not for profit."
      },
      {
        "policyTitle": "Protecting Climate Change",
        "policyDescription": "Protecting our environment is a priority—opposed to Tory plans to weaken the standards of flood defences against future Labour-supported fracking. Supported Sheffield Climate Alliance, Cycle Sheffield, and many student groups."
      }
    ],
    "mentions": {
      "candidate": "NATALIE BENNETT",
      "otherPartyLeaderCandidate": "Caroline Lucas, Labour",
      "partyLeader": "",
      "tacticalSituation": "Greens finished a clear 2nd in the 2015 general election and closed the gap on Labor in 2016."
    },
    "issues": {
      "brexitEurope": "Voted against Brexit with Bishop Auckland Labour MP which Labour voted for.",
      "economy": "",
      "education": "Will keep working hard in the constituency for the good of all residents. Assure funding for our schools and public services.",
      "environment": "Protecting our environment is a priority. Opposed to Tory plans to weaken the standards of flood defences. Supported Sheffield Climate Alliance, Cycle Sheffield, and many student groups.",
      "governance": "Voted with Bishop Auckland Labour MP against Brexit which Labour voted for.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We need more green MPs to join the excellent work of Caroline Lucas, who backed the Green and pleasant bill in 2010. Caroline voted against fracking and secret surveillance which Labour voted for and Caroline proposed the NHS Reinstatement bill, untradeable, undoing conservative centralisation to move healthcare out of the marketplace and treating people not for profit.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Dear resident, I'm writing to ask for your help to be the first Green MP in the North.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "J. Harston, 73 Cemetery Road, Sheffield, South Yorkshire S11 8FP",
      "phone": "0114 231 1548 / 0300 302 1992",
      "email": "",
      "website": "natalie4sheffield.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "Also mentioned that they have been working with many groups like the Sheffield Needs A Pay Rise campaign and the thousands of Sheffield residents opposed to tree felling and the plans of 'developers' to demolish our beautiful Central Library building to start a shadowy deal."
  }
}