{
  "leaflet": {
    "candidateName": "Julian Vaughan",
    "constituency": "North East Bedfordshire",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "Why am I backing Julian Vaughan",
        "content": "He believes in a society based on social justice, public service, and an economy that works for all."
      },
      {
        "title": "Fighting for all, not just the few",
        "content": "Julian Vaughan believes in a society based on social justice, public service, and an economy that works for all."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "End the crisis in NHS, lower waiting times, and fully fund our NHS."
      },
      {
        "policyTitle": "Education",
        "policyTitle": "Fair funding, reduce class sizes to fewer than 30 for 5-7 year olds, free school meals."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Tackle the housing crisis with affordable homes, secure tenancies, and homeownership."
      }
    ],
    "mentions": {
      "candidate": "Julian Vaughan",
      "otherPartyLeaderCandidate": "You can't trust the Tories to keep you safe.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "You can't trust the Tories with Brexit.",
      "economy": "14 per cent reduction in police officers with a 20 per cent rise in recorded crime, and rising unemployment in Bedfordshire.",
      "education": "Fully fund our schools, and reduce class sizes.",
      "environment": "",
      "governance": "",
      "health": "End the crisis in the NHS, and lower waiting times.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Tackle the housing crisis, build affordable homes, secure tenancies, and homeownership.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "The UK is becoming more unequal under this Tory Government. Social care is breaking point, police numbers are falling, and DWP sanctions system forces many of food banks. How can we allow poverty and children to grow up in fear? Milton Keynes a millionaire can retire at 70 requiring hip replacement, while others have to wait in pain. I want a fairer society where all are treated with sympathy, generosity and respect, where everyone has the basic right to live to their potential, and no one is left behind. I will fight tirelessly to bring these changes to North East Bedfordshire.",
    "politicalExperience": [
      {
        "role": "Trade union representative and workplace welfare officer",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/julianvaughanNEB",
        "twitter": "@julianvaughan01",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Julian Vaughn speaking with individuals."
        }
      ]
    },
    "additionalNotes": ""
  }
}