{
    "leaflet": {
        "candidateName": "Henry Vann",
        "constituency": "Bedford & Kempston",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday 8th June 2017",
        "messages": [
            {
                "title": "Leading the fight against the Conservatives’ hard Brexit",
                "content": "The collection on 8th June is your chance to change the country. A disastrous hard Brexit will hit people in the pocket across the country, with the poorest families hit hardest. We need to protect jobs, keep Britain in the single market and have a real alternative to the Conservatives."
            },
            {
                "title": "Henry Vann - The STRONG VOICE FOR US",
                "content": "Everyone knows the Liberal Democrats are strong here and Henry Vann as our MP would be a great local champion."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fight against Hard Brexit",
                "policyDescription": "Henry Vann is committed to fighting for jobs and opposes a hard Brexit. He wants to keep Britain in the single market and protect local economy."
            },
            {
                "policyTitle": "Protect Bedford Hospital",
                "policyDescription": "Henry Vann aims to keep Bedford Hospital open, concerned with the wasted reviews and possible closure impacting local services including Accident & Emergency, Maternity, and Paediatrics."
            },
            {
                "policyTitle": "Oppose School Cuts",
                "policyDescription": "Henry Vann will work against school cuts to protect education for children."
            }
        ],
        "mentions": {
            "candidate": "Henry Vann",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": "Everyone knows the Liberal Democrats are strong here and Henry Vann as our MP would be a great local champion."
        },
        "issues": {
            "brexitEurope": "Henry Vann wants to fight against hard Brexit and protect jobs by keeping Britain in the single market.",
            "economy": "Protecting the local economy by opposing hard Brexit and retaining the single market membership to safeguard jobs.",
            "education": "Opposing cuts to local schools and believes in protecting the education for children.",
            "environment": "",
            "governance": "",
            "health": "The future of Bedford Hospital is a primary concern for Henry Vann, emphasizing the need to prevent its closure and protect local health services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The future of Bedford Hospital hangs in the balance, with concerns over wasted reviews and threat of closure affecting local health services.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Here in Bedford & Kempston Henry Vann will be fighting for you - for our hospital, schools and jobs.",
        "politicalExperience": [
            {
                "role": "Council Cabinet member for Education",
                "duration": "Not Specified",
                "achievements": "Worked to improve education locally."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07913 178355",
            "email": "henrypubvann@gmail.com",
            "website": "www.VoteforVann.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Dave Hodgson, Liberal Democrat Elected Mayor of Bedford",
                "endorsement": "Henry has shown that he works hard and gets results for our area, such as his work to improve education locally."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Henry Vann with supporters and campaign activities."
                }
            ]
        },
        "additionalNotes": ""
    }
}