{
    "leaflet": {
        "candidateName": "Fiona Colley",
        "constituency": "Woking",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "For a better, fairer Britain",
                "content": "This election is a choice between a Britain for the few under the Tories or a Britain for the many with Labour. As your MP in Woking I would fight for better public services and a fairer society."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "End the NHS and Social Care Crisis",
                "policyDescription": "This February 17,785 people had to wait more than 4 hours at St Peter's A&E. That’s 17% of people compared to just 2% in March 2010. Our hospitals are stretched to breaking point and Labour has plans to end Tory health service privatization and to improve the NHS and Social Care."
            },
            {
                "policyTitle": "Improve Train Services",
                "policyDescription": "Woking’s rail services are expensive, unreliable and overcrowded. Fiona promises that Labour will put passengers before profits, cap fare rises to save you money, roll out Oyster across the network, and bring the railways back into public ownership."
            },
            {
                "policyTitle": "Open Britain not hard Brexit",
                "policyDescription": "Fiona voted for Britain to remain in the EU and is opposed to our exit on terms that would be damaging for Woking and Britain. Fiona promises to fight to protect your rights and to be clear on the final deal on Brexit."
            }
        ],
        "mentions": {
            "candidate": "Fiona Colley",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Fiona voted for Britain to remain in the EU and is opposed to our exit on terms that would be damaging for Woking and Britain.",
            "economy": "Labour will put passengers before profits, cap fare rises to save you money, and bring the railways back into public ownership.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Our hospitals are stretched to breaking point and Labour has plans to end Tory health service privatization and to improve the NHS and Social Care.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am honoured to be standing as the Labour candidate for Woking. My parents live in Woking and I know the area well. Due to family illness I have become all too familiar with the local health and social care services.",
        "politicalExperience": [
            {
                "role": "Councillor in South London",
                "duration": "",
                "achievements": "I led on finance, business and regeneration. I will fight to make sure Woking residents’ voices are heard and that we deliver projects and properties that offer real benefits to the community."
            }
        ],
        "contactInformation": {
            "address": "Mirpur House, Onslow Crescent, Woking GU22 7AY",
            "phone": "07554 339802",
            "email": "fiona@wokinglabour.org",
            "website": "www.wokinglabour.org",
            "socialMedia": {
                "facebook": "facebook.com/FionaColley4Woking",
                "twitter": "@fionacolley",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Fiona Colley with the Woking Labour Team"
                }
            ]
        },
        "additionalNotes": ""
    }
}