{
  "leaflet": {
    "candidateName": "Jayne Phoenix",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday 8 June 2017",
    "messages": [
      {
        "title": "STANDING UP FOR THE NHS",
        "content": "Across England today, patients are lying on trolleys in hospital corridors, urgent operations are being cancelled, and the elderly are being denied the care they need. Our NHS – once the envy of the world – is in crisis. But it doesn't have to be this way. We can change the direction of our country – and save our NHS. We will invest an extra £6bn a year in our NHS and social care system; paid for through an immediate 1p rise in all rates of income tax. This funding will be ring-fenced to be spent only on the NHS and social care and will provide vital services with the money they desperately need. But we also know that providing more money is not enough – that's why our extra funding is part of a five-point recovery plan to put health and care services on a more sustainable footing long term."
      },
      {
        "title": "WHAT KIND OF FUTURE DO YOU WANT FOR BRITAIN?",
        "content": "AN OPEN, TOLERANT & PROSPEROUS SOCIETY CHALLENGING THE DAMAGING HARD BREXIT OR THE CONSERVATIVES' HARD BREXIT WITH MORE CUTS TO OUR NHS AND SCHOOLS"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS and Social Care",
        "policyDescription": "Investing an extra £6bn a year in the NHS and social care system, funded by a 1p rise in income tax rates. Commitment to a five-point recovery plan for health and care services."
      }
    ],
    "mentions": {
      "candidate": "Jayne Phoenix",
      "otherPartyLeaderCandidate": "THE CONSERVATIVES",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Challenging the damaging hard Brexit.",
      "economy": "",
      "education": "Cuts to our NHS and schools mentioned related to the CONSERVATIVES' hard Brexit.",
      "environment": "",
      "governance": "",
      "health": "NHS crisis, investment in NHS and social care, five-point recovery plan for health and care services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jayne Phoenix with campaign supporters."
        }
      ]
    },
    "additionalNotes": "The leaflet encapsulates key messages regarding NHS funding and Brexit, representing the Liberal Democrat opposition to Conservative policies and a hard Brexit."
  }
}