{
    "leaflet": {
        "candidateName": "NICK BOLES",
        "constituency": "GRANTHAM & STAMFORD",
        "politicalParty": "Conservatives",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "Standing with Theresa May",
                "content": "Hello again, \nI didn't expect to be writing to you again so soon! But I think Theresa May was right to call a general election for 8th June. As we begin Brexit negotiations with the EU, the country needs a strong and stable leadership. Since the EU vote to back Britain, she deserves the strongest possible mandate."
            },
            {
                "title": "Personal Health Update",
                "content": "Some of you know that I have been out of action having chemotherapy for non-Hodgkin's lymphoma. I have now completed treatment and I am glad to say the cancer has been eradicated. But I am afraid the doctors tell me too much very soon, so will not be campaigning before 8th June so please email me on [email]"
            },
            {
                "title": "Local Health Services",
                "content": "In the last years I have had two main priorities: to ensure that the local train service between Grantham, Stamford and London is retained; and to get United Lincolnshire Hospitals Trust to reopen Grantham A&E at nights. That is why I left hospital in a wheelchair to vote for Article 50, and why I marched on a demonstration with the Prime Minister to discuss the unacceptable situation at Grantham hospital."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Support Theresa May in getting the best deal for Britain as we leave the European Union and to back Theresa May to protect local health services."
            },
            {
                "policyTitle": "Health Services",
                "policyDescription": "Reopen Grantham A&E at nights and ensure local train services are retained."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Back measures to continue economic support which have cut unemployment to its lowest level for decades."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Support superb local schools."
            }
        ],
        "mentions": {
            "candidate": "NICK BOLES",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Support Theresa May in getting the best deal for Britain as we leave the European Union.",
            "economy": "Back measures to continue economic support which have cut unemployment to its lowest level for decades.",
            "education": "Support superb local schools.",
            "environment": "",
            "governance": "",
            "health": "Protect local health services; reopen Grantham A&E at nights.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I promise to support Theresa May in getting the best deal for Britain as we leave the European Union and to back Theresa May to protect local health services; support superb local schools; and back measures to continue economic support which have cut unemployment to its lowest level for decades.",
        "politicalExperience": [
            {
                "role": "MP for Grantham & Stamford",
                "duration": "",
                "achievements": "Priority has been ensuring local train service is retained and pushing to reopen Grantham A&E at nights."
            }
        ],
        "contactInformation": {
            "address": "Grantham & Stamford Conservatives, 62 North Street, Bourne, PE10 9AJ",
            "phone": "01778 421498",
            "email": "nick@nickboles.co.uk",
            "website": "www.nickboles.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "NICK BOLES standing with Theresa May"
                }
            ]
        },
        "additionalNotes": ""
    }
}