{
    "leaflet": {
        "candidateName": "Rt. Hon Theresa May",
        "constituency": "Southampton, Test",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "I'LL STAND UP FOR BRITAIN",
                "content": "As your Prime Minister, leading these negotiations at this crucial time in our country's history, I'll stand up for Britain and fight to guarantee our economic security, to deliver better-paying jobs for people in Southampton, Test and in every part of our country. And I'll make things fairer for them."
            },
            {
                "title": "I'LL STAND UP FOR THE BRITISH PEOPLE AND FIGHT FOR THE BRITISH PEOPLE",
                "content": "Jeremy Corbyn won't even try. With Jeremy Corbyn as Prime Minister, there will be no attempt to put controls on immigration."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economic Security",
                "policyDescription": "Guarantee economic security, deliver better-paying jobs."
            },
            {
                "policyTitle": "Fairer Society",
                "policyDescription": "Make things fairer for people in Southampton, Test."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Plan for a strong NHS."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Ensure a good school place for every child and real technical education."
            },
            {
                "policyTitle": "Control and Reduce Immigration",
                "policyDescription": "Stand up for Britain to ensure we control and reduce immigration when we leave the EU."
            }
        ],
        "mentions": {
            "candidate": "Theresa May, your vote for me or Jeremy Corbyn",
            "otherPartyLeaderCandidate": "Jeremy Corbyn, Nicolas Sturgeon",
            "partyLeader": "",
            "tacticalSituation": "Just 11 days after you vote, the Prime Minister of the United Kingdom will start negotiations with the European Union to secure the best possible deal from Brexit."
        },
        "issues": {
            "brexitEurope": "The Prime Minister of the United Kingdom will start negotiations with the European Union to secure the best possible deal from Brexit. Guarantee we can stand up to Europe and bring back control to Britain.",
            "economy": "Guarantee our economic security, deliver better-paying jobs, a stronger NHS, and a fairer society for you and your family.",
            "education": "Plan for a strong NHS, a good school place for every child, real technical education, and extra funding.",
            "environment": "",
            "governance": "",
            "health": "Plan for a strong NHS.",
            "immigration": "Ensure we control and reduce immigration when we leave the EU.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Help more local families with action to cut unfair energy price rises, introduce new rights and protections for workers and help more people have a home of their own by building more affordable homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "If we stand together, and you vote to back me and strengthen my hand, I'll fight to make Brexit the success it needs to be.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rt. Hon Theresa May Prime Minister of the United Kingdom"
                },
                {
                    "caption": "STAND WITH ME TO MAKE BREXIT A SUCCESS"
                },
                {
                    "caption": "DON'T RISK JEREMY CORBYN MESSING UP BREXIT"
                }
            ]
        },
        "additionalNotes": ""
    }
}