{
    "leaflet": {
        "candidateName": "Declan Walsh",
        "constituency": "Sheffield Heeley",
        "politicalParty": "Green Party",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "THIS ELECTION ISN’T ABOUT THE NEXT 5 YEARS. IT’S ABOUT THE NEXT 50 YEARS.",
                "content": "The Green Party is offering real opposition to this Government's extreme Brexit. Only the Green Party has the vision to deliver an alternative future for our country, and our place in the world. And only the Green Party offers a different kind of politics. Every Green vote on 8th June will help make that vision a reality."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "The Green Campaign stands for affordable housing, opposing austerity."
            },
            {
                "policyTitle": "Renewable Energy Jobs",
                "policyDescription": "Supporting the transition from fossil fuels to renewable energy, utilising South Yorkshire's engineering and manufacturing skills to create green jobs."
            },
            {
                "policyTitle": "Citizens' Democracy",
                "policyDescription": "To put power back in your hands through a citizens' democracy."
            }
        ],
        "mentions": {
            "candidate": "Live in Meersbrook and work in local cooperative businesses.",
            "otherPartyLeaderCandidate": "The Conservatives think they have this election sewn up.",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Offering real opposition to this Government's extreme Brexit.",
            "economy": "To shape an economy for everyone while preserving a safe environment.",
            "education": "Stand with us for housing, schools, our NHS, our environment, and our future.",
            "environment": "Preserving a safe environment. To build affordable homes and provide properly funded public services.",
            "governance": "To put power back in your hands through a citizens' democracy.",
            "health": "Stand with us for housing, schools, our NHS, our environment, and our future.",
            "immigration": "",
            "socialWelfare": "I will prioritise help for the poorest and most vulnerable impacted by Tory austerity.",
            "housing": [
                {
                    "content": "Greens campaign for affordable housing, standing against insecure zero hours contracts.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I live in Meersbrook and work in local cooperative businesses. I offer previous NHS, professional experience and have volunteered with mental health housing and education charities. I will prioritise help for the poorest and most vulnerable impacted by Tory austerity and stand against insecure zero hours contracts.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "07474 894559",
            "email": "declan.walsh@sheffieldgreenparty.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "Sheffield Green Party",
                "twitter": "@SheffieldGreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Declan Walsh with Green Party branding."
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people. Promoted by Eamonn Ward on behalf of Declan Walsh both at 73 Eskdale Terrace, Sheffield S6 1SL. Printed by Purnell, Belfield Park, Loxsted, East Sussex, TN22 1PL."
    }
}