{
  "leaflet": {
    "candidateName": "Peter Gibson",
    "constituency": "Redcar",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "WHAT THIS ELECTION IS ABOUT",
        "content": "Strong and stable leadership in the national interest with Theresa May and the Conservatives - or weak and unstable coalition government led by Jeremy Corbyn. Every vote cast for Theresa May and the Conservatives will strengthen Britain's hand in the Brexit negotiations."
      },
      {
        "title": "PETER GIBSON BACKS PM'S PLAN FOR BREXIT",
        "content": "With just weeks to go until the most important election in Britain for generations Peter knows that Theresa May's strong, stable leadership is the only way to get the best deal for Britain."
      },
      {
        "title": "THERESA MAY TACKLES UNFAIR ENERGY BILLS",
        "content": "A commitment to tackling unfair energy bills by introducing a cap that will protect families from being overcharged."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit Negotiations",
        "policyDescription": "A plan for a stronger Britain and take the right long-term decisions for a more stable future. Establish Britain as the strongest country in Europe, both economically and nationally."
      },
      {
        "policyTitle": "Building a Stronger Economy",
        "policyDescription": "A stronger economy that rewards people who work hard and creates secure and well-paid jobs. Measures to ensure growth and prosperity around the whole country."
      },
      {
        "policyTitle": "Fairer Society",
        "policyDescription": "Giving everyone a chance to get on in life, building a fairer society by making sure there is a good school place for every child."
      },
      {
        "policyTitle": "Energy Bills",
        "policyDescription": "The commitment to tackle unfair energy bills and protect families from being overcharged."
      }
    ],
    "mentions": {
      "candidate": "Peter Gibson",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Strong and stable leadership required to strengthen Britain's hand in the Brexit negotiations.",
      "economy": "Building a stronger economy that rewards people and creates secure, well-paid jobs.",
      "education": "Making sure there is a good school place for every child.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/Gibbo4Redcar",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Local voters made it clear they wanted Theresa May as their Prime Minister.",
        "source": "Peter Gibson",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Theresa May with Peter Gibson"
        },
        {
          "caption": "Peter Gibson ready to work for his home constituency of Redcar"
        }
      ]
    },
    "additionalNotes": "The leaflet features Theresa May and Peter Gibson, emphasizing strong leadership. It calls for a General Election to secure the leadership the country needs. It mentions strategic voting considerations without specifics."
  }
}