{
    "leaflet": {
        "candidateName": "Bridget Z D Smith",
        "constituency": "North West Cambridgeshire",
        "politicalParty": "Liberal Democrats",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "CHANGE BRITAIN'S FUTURE",
                "content": "Bridget is the ONLY viable alternative to the Conservatives who take NW Cambridgeshire for granted, even more so now that UKIP has collapsed. Bridget has the right experience for the job; she has worked in education and NHS and is now a consultant in Community and Business Development."
            },
            {
                "title": "The NEW Voice for North West Cambridgeshire",
                "content": "ELECTION COMMUNICATION from Bridget Z D Smith"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Meet Local Housing Needs",
                "policyDescription": "Bridget will ensure that new housing meets local people's needs: developers HAVE to provide affordable and for LOCAL people."
            },
            {
                "policyTitle": "Standing up for the NHS",
                "policyDescription": "Bridget will protect your access to good health and social care by ensuring provision schools contribute early to primary health care access."
            },
            {
                "policyTitle": "Opposing School Cuts",
                "policyDescription": "Bridget will protest to provide help for carers close to where people live."
            },
            {
                "policyTitle": "Supporting Local Business",
                "policyDescription": "Bridget will deliver Local Jobs for Local People in NW Cambridgeshire by promoting the region's affordable premises with good transport links, cheaper housing and a skilled workforce."
            },
            {
                "policyTitle": "A Choice over Brexit deal",
                "policyDescription": "Bridget believes we deserve a choice over the Brexit Deal because: Any deal will cost us money and jobs; We need to know if we will lose or have a right to make that choice; We need to understand the full impact of Brexit while we still have a choice."
            }
        ],
        "mentions": {
            "candidate": "Bridget is a Lib Dem because: Policies and equal opportunities for everyone are at the heart of Lib Dem beliefs. She believes everyone deserves a good education, timely health and social care.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Bridget is the ONLY viable alternative to the Conservatives."
        },
        "issues": {
            "brexitEurope": "Bridget believes we deserve a choice over the Brexit Deal because: Any deal will cost us money and jobs; We need to know if we will lose or have a right to make that choice; We need to understand the full impact of Brexit while we still have a choice.",
            "economy": "",
            "education": "Bridget will ensure that access to education meets the local need: Keep the new fair funding for promised schools for Peterborough. Fighting for developer to the ALL pupils and always in advance of influencing new majors to allow new University School. Fight to keep free school meals for infants.",
            "environment": "",
            "governance": "",
            "health": "Bridget will protect your access to good health and social care by ensuring provision schools contribute early to primary health care access.",
            "immigration": "",
            "socialWelfare": "Bridget will protest to provide help for carers close to where people live. Bridget has a proven track record of success: Bridget has set up several community charities running youth clubs, a community record label, & community facilities projects for older people.",
            "housing": [
                {
                    "content": "Bridget will ensure that new housing meets local people's needs: developers HAVE to provide affordable and for LOCAL people.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Bridget Smith: A proven track record of success: Bridget has set up several community charities running youth clubs, a community record label, & community facilities projects for older people.",
        "politicalExperience": [
            {
                "role": "Community Project Leader",
                "duration": "Unknown",
                "achievements": "Raised £2.3 million to build the award-winning Gamlingay Eco Hub. Designed a Business App to attract jobs and promote local supply Chains & secured £250,000 from a housing developer for a new country park."
            }
        ],
        "contactInformation": {
            "address": "Unit 2C, The Sidings 129 Thorpe Road, Peterborough PE3 6HZ",
            "phone": "07591 384505",
            "email": "bridgz.smith@hotmail.co.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Bridget Z D Smith"
                }
            ]
        },
        "additionalNotes": "Liberal Democrats on June 8: for a hard working MP, vote for Bridget Z D Smith"
    }
}