{
    "leaflet": {
        "candidateName": "Naomi Rylatt",
        "constituency": "Filton and Bradley Stoke",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Where's our missing hospital?",
                "content": "Our NHS is at risk, South Gloucestershire Clinical Commissioning Group is underfunded and in deficit due to decisions taken by the Conservative Government that led to Southmead A&E failing to meet targets due to not enough beds, the Frenchay Community Hospital has still not been built, despite it being promised in the last local NHS plan. If it is not bad enough, patients struggle to get appointments even due to inadequate number of doctors and no Doctor's practice at all in Cheswick Village. Labour pledges to end health service privatisation and bring services into a secure, publicly-provided NHS. Labour will integrate the NHS and social care for older and disabled people, funding dignity across the health board and ensuring parity for mental health services."
            },
            {
                "title": "Police numbers are down",
                "content": "The Labour Party believes that increasing police numbers will reduce crime rates across our communities. We have pledged to put an extra 10,000 police on the streets nationally to work with communities to reduce crime. Since the Conservative Government came to power in 2010, Avon and Somerset has lost 347 out of 3,121 Police officers which is 11%, reducing in numbers of insecure leaving police forces increasingly stretched. Between August 2016 and February 2017, there have been 49 recorded incidents of Burglary across Bradley Stoke. Police perform a vital role in our communities, they protect us, investigating crimes and ensuring criminals are caught and charged appropriately. Labour passionately believes that more police in local areas will reduce crime rates across our communities. Under a Labour government, safer communities will be a priority."
            },
            {
                "title": "Naomi wants to hear from you",
                "content": "Throughout this campaign Naomi is keen to hear from the local residents, continuing the approach she had as a local councillor. Please contact Naomi and her campaign team using the details on the left if you have an issue, concern or question. We would be delighted to hear from you."
            },
            {
                "title": "Lets get Filton and Bradley Stoke moving",
                "content": "Bristol is on record as being the second most congested city in Britain and the traffic problems spread out to Filton and Bradley Stoke with many congestion hotspots. Large areas of housing development in Harry Stoke, Cheswick Village, Charlton Hayes and Filton Airfield require significant investment in infrastructure improvement which has been undertaken by the Metrobus system, the M4 Link and Metrobus are all key to improving the situation with the Henbury Line, the M4 Link and Metrobus are all key to improving the situation with the Henbury Line, the M4 Link and Metrobus needs to be done. There are campaigns to get new stations and fill gaps, and two new stations; Filton North and Ashley Down have already been agreed. However, these need buses from the local residential developments to them. The Metrobus system, in its first phase from Emersons Green to the Centre has been hailed a success, but the network of local services to residential areas has to follow. Naomi wants to hear what you think about the work that has been undertaken and where improvements can be made."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Funding and Integration",
                "policyDescription": "Labour pledges to end health service privatisation, bring services into a secure, publicly-provided NHS, integrate the NHS and social care for older and disabled people, funding dignity across the health board, and ensure parity for mental health services."
            },
            {
                "policyTitle": "Increasing Police Presence",
                "policyDescription": "Labour believes in increasing police numbers to reduce crime rates, pledging an extra 10,000 police on the streets nationwide, focusing on creating safer communities as a priority."
            },
            {
                "policyTitle": "Addressing Transportation and Congestion",
                "policyDescription": "Labour recognises Bristol as one of the most congested cities and aims to address transportation and congestion issues through infrastructure improvements like the Metrobus system, new railway stations, and connecting residential developments to the transport network."
            }
        ],
        "mentions": {
            "candidate": "Naomi Rylatt",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Labour pledges to end health service privatisation and bring services into a secure, publicly-provided NHS. Labour will integrate the NHS and social care for older and disabled people, funding dignity across the health board and ensuring parity for mental health services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Large areas of housing development in Harry Stoke, Cheswick Village, Charlton Hayes and Filton Airfield require significant investment in infrastructure. There are campaigns to get new stations and fill gaps, with two new stations; Filton North and Ashley Down already agreed. The Metrobus system, in its first phase from Emersons Green to the Centre has been hailed a success, but the network of local services to residential areas has to follow.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I spent a lot of my time talking to and listening to local people, hearing about their issues, worries and ideas. As an MP I will act differently wherever possible and ensure that our issues are listened to. After 7 years of Conservative and Lib Dem rule that facilitates backroom deals with no real achievements, our country could benefit from a fresh start with Labour. We need our voices heard with someone who will put them first. Someone who will bring the Heart of Politics back to Filton and Bradley Stoke. After 7 years of Conservative and Lib Dem rule that facilitates backroom deals with no real achievements, our country could benefit from a fresh start with Labour. We need our voices heard with someone who will put them first. Someone who will bring the Heart of Politics back to Filton and Bradley Stoke.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "Fundraising with many sporting staff, such as aiding assistants, making sure our NHS is staffed with caring people, ensuring services are not cut in order to maintain services."
            }
        ],
        "contactInformation": {
            "address": "33 Brins Close, Stoke Gifford, Bristol, BS34 8XU",
            "phone": "0870 9745373",
            "email": "nrylatt4fabb5@gmail.com",
            "website": "www.sglaour.org.uk",
            "socialMedia": {
                "facebook": "/nrylatt4fabb5",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Technician walking outside the hospital with 'Emergency' sign"
                },
                {
                    "caption": "Naomi Rylatt doing a task in a neighborhood"
                },
                {
                    "caption": "Naomi Rylatt smiling in a park"
                }
            ]
        },
        "additionalNotes": "Please recycle"
    }
}