{
    "leaflet": {
        "candidateName": "Richard Stevens",
        "constituency": "Jericho and Osney Ward",
        "politicalParty": "Oxford Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Priorities for Jericho and Osney Ward",
                "content": "INVESTMENT not cuts in the NHS, ACTION not talk on climate change and the environment, SUPPORT for local schools, nurseries and Sure Start children's centres, REDUCE the flooding risk in West Oxford, WORK for a new community centre for Jericho, SUSTAINABLE transport, making walking and cycling safer and more pleasant, QUALITY services and rights for all, including those with disabilities, IMPROVING not closing our children's play areas"
            },
            {
                "title": "Standing Up for Our Community",
                "content": "We believe in public investment, economic action and fairness so everyone has the chance of a good life and sustainable environment, with High quality public services. We're proud of Oxford and want the best for everyone. We achieve more by working together than we can achieve alone. Keep Richard and Susanna working for you."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Investment",
                "policyDescription": "Advocates for investment not cuts in the NHS."
            },
            {
                "policyTitle": "Climate Action",
                "policyDescription": "Calls for action not talk on climate change and the environment."
            },
            {
                "policyTitle": "Education and Child Care",
                "policyDescription": "Support for local schools, nurseries, and Sure Start children's centres."
            },
            {
                "policyTitle": "Flood Risk Reduction",
                "policyDescription": "Aims to reduce flooding risk in West Oxford."
            },
            {
                "policyTitle": "Community Development",
                "policyDescription": "Work for a new community centre for Jericho."
            },
            {
                "policyTitle": "Sustainable Transport",
                "policyDescription": "Promotes sustainable transport to make walking and cycling safer and more pleasant."
            },
            {
                "policyTitle": "Quality Services",
                "policyDescription": "Ensures quality services and rights for all, including those with disabilities."
            },
            {
                "policyTitle": "Children's Play Areas",
                "policyDescription": "Opposes closing children's play areas, advocating for their improvement."
            }
        ],
        "mentions": {
            "candidate": "Richard Stevens",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Advocates for investment not cuts in the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "REDUCE the flooding risk in West Oxford.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Susanna has lived in Oxford for 40 years, working as a teacher for most of that time. She has represented the ward since 1996 and was Lord Mayor of Oxford last year.",
        "politicalExperience": [
            {
                "role": "City Councillor",
                "duration": "Represented since 1996",
                "achievements": "Was Lord Mayor of Oxford last year."
            },
            {
                "role": "Oxfordshire County Councillor and Primary School Governor",
                "duration": "",
                "achievements": "Richard campaigns on key issues like climate change and has a particular interest in support for children and adults with learning disabilities."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01865 554001, 07725 353031",
            "email": "spressel@lmc.co.uk, richard@richardstevens.info",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Susanna and Richard work together with you all year round on your local community things done for local residents."
                }
            ]
        },
        "additionalNotes": "Richard and Susanna - working together in Jericho and Osney Ward."
    }
}