{
    "leaflet": {
        "candidateName": "Gareth Snell",
        "constituency": "Stoke-on-Trent Central",
        "politicalParty": "Labour and Co-operative",
        "electionDate": "Thursday 8 June 2017",
        "messages": [
            {
                "title": "The Conservative threat to our safety",
                "content": "The Tories have slashed police budgets resulting in fewer frontline warranted police officers on the street than ever before. Labour Party is pledging to put an additional 10,000 bobbies on the beat to make our streets safe."
            },
            {
                "title": "The Tory and UKIP attack on our school",
                "content": "Local schools across Stoke-on-Trent face significant cuts, which would lead to schools without the necessary funds, meaning teachers have to worry about if they have a job rather than focusing on the children."
            },
            {
                "title": "It's time to save our NHS!",
                "content": "Our NHS is at a crisis point. Royal Stoke hospital is overseen by £139 million; care for our elderly has been cut by one third; waiting times are up, and our NHS workforce is demoralised. All because of Tory cuts."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Community Safety",
                "policyDescription": "Pledge to add an additional 10,000 police officers to ensure community safety."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Address funding cuts to local schools and ensure children receive the education they deserve."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Tackle the crisis in NHS, oppose cuts, and fight for better conditions for both patients and NHS workers."
            }
        ],
        "mentions": {
            "candidate": "Gareth Snell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Standing up for a Brexit deal that works for The Potteries and holding the Tories to account.",
            "economy": "",
            "education": "Protect scientific education by opposing funding cuts and ensuring children receive the education they deserve.",
            "environment": "",
            "governance": "",
            "health": "Our NHS is at crisis point due to Tory cuts. Speaking against sell-offs to private profit-making companies.",
            "immigration": "",
            "socialWelfare": "Supported WASPI campaign and calling for a fair transition deal for all women affected by the speeding up of the equalisation of the pension age.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Since being elected to Parliament, I have made sure that I used my position to champion the important causes that affect so many people in Stoke-on-Trent—be it in schools, our NHS, or against the pay cap.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Stoke-on-Trent",
                "duration": "",
                "achievements": "Championing important local causes, fighting against NHS cuts and the pay cap, supporting the WASPI campaign, and calling for a fair transition for women affected by the pension age equalization."
            }
        ],
        "contactInformation": {
            "address": "Hillcrest House, Garth Street, Stoke-on-Trent, ST1 2AB",
            "phone": "07464 871334",
            "email": "garethstokecentral@outlook.com",
            "website": "www.garethsnell.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/gareth4stoke",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gareth Snell working for Stoke-on-Trent in Parliament"
                },
                {
                    "caption": "FOR the NHS"
                }
            ]
        },
        "additionalNotes": ""
    }
}