{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "I'LL STAND UP FOR BRITAIN",
        "content": "As your Prime Minister, leading these negotiations at this crucial time in our country's history, I'll stand up for Britain and fight to guarantee our nation's economic security, our national security and our place in the world."
      },
      {
        "title": "STAND WITH ME TO HELP STRENGTHEN MY BREXIT HAND",
        "content": "I'll stand up for Britain, and I'm asking you to stand with me to help strengthen my hand. If we stand together and get Brexit right, there is so much opportunity for Britain as we leave the European Union."
      },
      {
        "title": "STAND WITH ME TO MAKE BREXIT A SUCCESS",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Guarantee nation's economic security, national security and place in the world during Brexit negotiations."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Deliver better-paying jobs and control and reduce the number of people coming to Britain when we leave the EU."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Keep our economy strong so we can pay for a strong NHS."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Keep our education for more young people."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Build more affordable homes."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Deliver better-paying jobs for people in Stoke-on-Trent Central and in every part of our country.",
      "education": "A good school place for every child and real technical education for more young people.",
      "environment": "",
      "governance": "",
      "health": "We can pay for a strong NHS.",
      "immigration": "Controlling and reducing the number of people who come to Britain when we leave the EU.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Building more affordable homes.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I believe Britain's choice is clear.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rt. Hon Theresa May Prime Minister of the United Kingdom"
        }
      ]
    },
    "additionalNotes": "This leaflet appears to be personalized mentioning recipients by name. It is focused on Brexit and does not provide a comprehensive policy platform, experience or contact details."
  }
}