{
  "leaflet": {
    "candidateName": "Mike Kane",
    "constituency": "Wythenshawe & Sale East",
    "politicalParty": "Labour",
    "electionDate": "8 June",
    "messages": [
      {
        "title": "MIKE KANE FIGHTS TO PROTECT OUR SCHOOLS",
        "content": "As Shadow Schools Minister, Mike Kane has been fighting to protect our local schools. If the Conservatives win the election on the 8th June, they plan to cut the funding for schools across Wythenshawe & Sale East by around £3 million. That will mean fewer teachers, teaching assistants, books and resources. Our schools are suffering from Tory cuts - class sizes are soaring and the number of unqualified teachers is on the rise."
      },
      {
        "title": "TORIES PICK THE POCKETS OF PENSIONERS",
        "content": "If the Tories win on 8 June, their plans will hit pensioners hard in Wythenshawe & Sale East. The Tories plan to cut Winter Fuel Payments, leaving over 3 thousand people in Wythenshawe & Sale East without the support they need to heat their homes in the winter. The Tories would also scrap the Triple Lock on state pensions, which means your pension may not keep up with the cost of living. Under the Tories, the State Pension Age will be raised and 34 million people will face the prospect of working longer."
      },
      {
        "title": "Only Mike Kane will stand up for our NHS",
        "content": "Labour’s Mike Kane has pledged to stand up for our NHS services across Wythenshawe & Sale East if re-elected on the 8th June. Due to the Tories, our NHS has been pushed to breaking point. Waiting lists in England have soared to around 3.8 million and many hospital trusts across the country are in financial crisis. Local health services in Wythenshawe & Sale East can’t afford any more of the Tories' failure. The Tories plan to force old people in Wythenshawe & Sale East to use the value of their home to pay for care they may need. Only Labour will give our NHS the resource it deserves, tackling the funding gap. We will immediately halt all Tory plans of cuts, making sure that no patient will spend hours laying on an A&E trolley. We will increase taxes paid on the highest income brackets and make them pay their fair share towards funding our NHS."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Opposing Conservative cuts to funding, fighting for better resources for schools, and preventing class sizes from increasing. Committed to stopping university tuition fee rises and restoring Education Maintenance Allowance for students from low and middle income backgrounds."
      },
      {
        "policyTitle": "Elderly and Pensions",
        "policyDescription": "Criticism of Conservative policies on Winter Fuel Payments and state pension Triple Lock. Expresses commitment to protecting pensioners and not raising the State Pension Age."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Commitment to resolving the NHS funding crisis by halting Conservative cuts, ensuring no patient spends hours on an A&E trolley, and raising taxes on the highest incomes to fund NHS services."
      }
    ],
    "mentions": {
      "candidate": "Mike Kane",
      "otherPartyLeaderCandidate": "the Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Mike Kane has emphasized his role in fighting for local schools against cuts and stresses the negative impact of Conservative policies on education.",
      "environment": "",
      "governance": "",
      "health": "Reiterates the importance of funding for the NHS and the impact of Conservative policies.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Refers to Conservative plans which would force people to use the value of their home to pay for care they may need.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Shadow Schools Minister",
        "duration": "",
        "achievements": "Fighting to protect local schools from cuts."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07595 349025",
      "email": "mike.kane.labour@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "facebook.com/mikekanemp",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mike Kane in front of St. Paul's Catholic High School."
        },
        {
          "caption": "A senior couple with the caption 'TORIES PICK THE POCKETS OF PENSIONERS'. "
        },
        {
          "caption": "Mike Kane with the 'Emergency Department' sign."
        }
      ]
    },
    "additionalNotes": ""
  }
}