{
    "leaflet": {
        "candidateName": "ROBERT MACKENZIE",
        "constituency": "ROSS, SKYE & LOCHABER",
        "politicalParty": "Scottish Conservatives",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "VOTE ROBERT MACKENZIE FOR A LOCAL VOICE !",
                "content": "I am delighted and honoured to have been selected as the Conservative Party candidate for Ross, Skye and Lochaber for the General Election on 8th June. This election comes at a critically important juncture in the history of the United Kingdom. We have voted to leave the European Union and only the Conservatives have the strength, commitment and resolve to carry out the democratic will of the people and act in the national interest to get the best deal for the whole of the United Kingdom. We continue to face the threat from the SNP of yet another divisive independence referendum and only the Scottish Conservatives have the backbone to defend our precious union with England, Northern Ireland and Wales."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "ROBERT MACKENZIE",
            "otherPartyLeaderCandidate": "SNP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We have voted to leave the European Union and only the Conservatives have the strength, commitment and resolve to carry out the democratic will of the people and act in the national interest to get the best deal for the whole of the United Kingdom.",
            "economy": "A local farmer and owner of a growing farm diversification business. After graduating with an honours degree in Agricultural Science, as well as my family's farm in Easter Ross. After in 2010 and started adding value to the crops grown there. I now export my products to the rest of the UK, as well as to Canada, Europe, the Middle East and Asia.",
            "education": "In our home communities the SNP are failing our young people, with falling literacy levels in our schools and longer waiting times in our hospitals.",
            "environment": "",
            "governance": "This election comes at a critically important juncture in the history of the United Kingdom.",
            "health": "Longer waiting times in our hospitals.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I believe in fairness, freedom of individual choice, tolerance, working hard and to the best of your ability, living within your means, taking responsibility for your own actions, contributing to your community, speaking out against injustice and representing the rule of law. I believe in equality of opportunity and in creating opportunities for everyone to excel at something. And I believe that the Conservatives are the only party that say that you can do anything, wherever you are and wherever you come from. I want to help make that a reality for all those who aspire to a better life and just need the right support when it matters and the encouragement to keep on trying, even when the odds are stacked against them.",
        "politicalExperience": [
            {
                "role": "Local farmer and owner of a growing farm diversification business.",
                "duration": "",
                "achievements": "Graduated with an honours degree in Agricultural Science, started adding value to the crops grown there and now exporting products to the rest of the UK, as well as to Canada, Europe, the Middle East and Asia."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Candidate portrait."
                }
            ]
        },
        "additionalNotes": "Please vote for me, Robert Mackenzie, on 8th June. I will be the strong and constructive voice that you want in Westminster, standing up for our fragile rural economy and for our United Kingdom."
    }
}