{
    "leaflet": {
        "candidateName": "Roberta Blackman-Woods",
        "constituency": "City of Durham",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "A Strong Voice for Durham",
                "content": "Roberta has been a strong voice for Durham in Parliament. I have taken action to make housing more affordable, for more jobs and investment, and to protect Durham’s environment. I have been deeply moved by the support I have received from across the community and I ask again for your support on 8 June."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stand up for our NHS",
                "policyDescription": "Continue to fight against NHS privatisation, and to secure a properly funded future for our NHS and Social Care services."
            },
            {
                "policyTitle": "Bring jobs and opportunities to Durham",
                "policyDescription": "More good quality jobs and better apprenticeship opportunities, and support people and adults to access training."
            },
            {
                "policyTitle": "Protect front line policing",
                "policyDescription": "Reverse the Conservative police cuts."
            },
            {
                "policyTitle": "Safeguard our environment",
                "policyDescription": "Focus more renewable energy development, safe alternatives for our children, keeping Durham's streets free from litter."
            },
            {
                "policyTitle": "Care for our environment",
                "policyDescription": "Action to improve air quality for all our children, protect our Green Belt, ensure all new homes are energy efficient, and ensure our university receives funding for excellent research."
            }
        ],
        "mentions": {
            "candidate": "Roberta Blackman-Woods",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Roberta works hard to bring jobs to Durham. She was successful in getting a new Passport Office in the city, retaining the Land Registry, and developing new employment opportunities at Hitachi.",
            "education": "",
            "environment": "Roberta has worked with partners to deliver better community facilities such as the upgraded Wharton Park; improve environmental protection; support vital neighbourhood policing and enhance our beautiful and historic city and villages.",
            "governance": "",
            "health": "Roberta has been effective in getting new affordable housing in Durham, and an extension to our hospital A&E Department. She is also pressing the Government for more funding for our nurseries, schools, colleges and university.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Roberta has been effective in getting new affordable housing in Durham.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I have been a strong voice for Durham in Parliament. I have taken action to make housing more affordable, for more jobs and investment, and to protect Durham’s environment. I have been deeply moved by the support I have received from across the community and I ask again for your support on 8 June.",
        "politicalExperience": [
            {
                "role": "Durham’s MP",
                "duration": "",
                "achievements": "Strong voice for what Durham needs, record of delivering for our community. Helped over 50,000 issues for individuals and a number of group projects."
            }
        ],
        "contactInformation": {
            "address": "The Miners' Hall, Redhills, Flass Street, Durham, DH1 4BD",
            "phone": "0191 3741917",
            "email": "mail@roberta.org",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/roberta4cityofdurham",
                "twitter": "@RobertaBWMP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Roberta standing up for constituents in Durham"
                },
                {
                    "caption": "Roberta works hard to bring jobs to Durham."
                },
                {
                    "caption": "Roberta has been effective in getting new affordable housing in Durham."
                },
                {
                    "caption": "Re-Elect Roberta Blackman-Woods"
                }
            ]
        },
        "additionalNotes": ""
    }
}