{
    "leaflet": {
        "candidateName": "Roberta Blackman-Woods",
        "constituency": "Durham",
        "politicalParty": "Labour",
        "electionDate": "Winter 2016",
        "messages": [
            {
                "title": "Working hard for Durham",
                "content": "Bringing jobs and opportunities..."
            },
            {
                "title": "Supporting services, amenities and charities...",
                "content": "Raising Awareness of Parkinson’s Disease, Championing School Meals, New Age UK Centre opens, Funding for Durham Hospital Charity, Supporting new Luncheon Club"
            },
            {
                "title": "Parliamentary Report",
                "content": "Winter 2016"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting Land Registry",
                "policyDescription": "Roberta and her colleagues in Parliament have forced the Government to drop their plans to privatize the Land Registry."
            },
            {
                "policyTitle": "Campaigning for Fair Pensions for Women",
                "policyDescription": "Roberta is supporting the Women Against State Pension Inequality (WASPI) campaigning for fair transitional state pension arrangements for women born in the 1950s who currently face a much later state pension age without proper notice from the government."
            },
            {
                "policyTitle": "Planning in Westminster and Durham",
                "policyDescription": "Roberta has been campaigning both in Westminster and in her constituency to make sure that local people are at the heart of planning decisions in their area."
            },
            {
                "policyTitle": "Working with the UN",
                "policyDescription": "Roberta continues to work closely with the UN to advance the Global Goals on sustainable development and attend key events at both European and international level."
            },
            {
                "policyTitle": "Protecting Universities from Brexit",
                "policyDescription": "The Higher Education sector is one that is in danger of being negatively impacted by Brexit, and so needs especially good and attentive support from the Government, but the country as a whole, there is nothing unavoidable about this, should the worst occur."
            }
        ],
        "mentions": {
            "candidate": "Roberta Blackman-Woods has been commended for running such a strong support service for her constituents. Since being elected in 2005 she has helped over 30,000 people and has taken up almost 50,000 issues.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The Higher Education sector is in danger of being negatively impacted by Brexit.",
            "economy": "",
            "education": "As a long-standing campaigner for improvements in school meals, Roberta visited S. Godric’s Primary school...",
            "environment": "",
            "governance": "In Durham, Roberta succeeded... to ensure a campaign to get Durham County Council to introduce an Article 4 Direction for Durham City, this means that HMO applications (Houses in Multiple Occupation) in housing... Planning permission will be subject to local scrutiny.",
            "health": "Roberta recently attended a Dementia Friends Information Session at Durham Memory Café for Durham Parkinson’s Support Group. The station broadcasts 24 hours a day, and is staffed by volunteers. This donation will help ensure the radio station can provide a much needed service for patients and visitors to the hospital.",
            "immigration": "",
            "socialWelfare": "Roberta is supporting the Women Against State Pension Inequality (WASPI) campaign for fair transitional state pension arrangements...",
            "housing": [
                {
                    "content": "In Durham, Roberta succeeded... to ensure a campaign to get Durham County Council to introduce an Article 4 Direction for Durham City, this means that HMO applications (Houses in Multiple Occupation) in housing...",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "Since 2005",
                "achievements": "Helped over 30,000 people and has taken up almost 50,000 issues."
            }
        ],
        "contactInformation": {
            "address": "The Miners’ Hall Redhills Durham DH1 4BD",
            "phone": "0191 3741915",
            "email": "roberta.blackman-woods.mp@parliament.uk",
            "website": "",
            "socialMedia": {
                "facebook": "RobertaBlackmanWoodsMP",
                "twitter": "robertabwMP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Working hard for Durham"
                },
                {
                    "caption": "Supporting services, amenities and charities..."
                },
                {
                    "caption": "Parliamentary Report"
                }
            ]
        },
        "additionalNotes": "Remember, if you want to get in touch, you can always contact Roberta."
    }
}