{
    "leaflet": {
        "candidateName": "Roberta Blackman-Woods",
        "constituency": "City of Durham",
        "politicalParty": "Labour",
        "electionDate": "2017 General Election",
        "messages": [
            {
                "title": "A champion for our community",
                "content": "Roberta is a long-standing champion who promotes sound, sustainable environmental causes and working on important local cancer and blood donation initiatives."
            },
            {
                "title": "Working hard for our future",
                "content": "Investing in education, protecting pensions, improving social care and creating opportunities for young people."
            },
            {
                "title": "Investing in our communities",
                "content": "Working to bring more jobs and opportunities, standing up for public services, and investing in community partnerships for better facilities and environmental protection."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting our Environment",
                "policyDescription": "Roberta has a record of environmental causes, including promoting sustainable energy alternatives."
            },
            {
                "policyTitle": "Supporting Schools",
                "policyDescription": "Aiming to ensure fair opportunities and continued provision for young people in the education system."
            },
            {
                "policyTitle": "Improving Social Care",
                "policyDescription": "Working for a higher standard of Social Care and better services for those needing care."
            },
            {
                "policyTitle": "Controlling Houses in Multiple Occupation (HMOs)",
                "policyDescription": "Roberta led a successful campaign to restrict the number of Article 4 Directions relating to HMOs in Durham."
            }
        ],
        "mentions": {
            "candidate": "Roberta Blackman-Woods",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "It’s close between Labour and the Tories / UKIP in Durham. Every vote counts, then please vote Labour in 2017."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Bringing jobs and opportunities to Durham, supporting small businesses.",
            "education": "Campaign against unfair Tory School cuts.",
            "environment": "Promotes sound, sustainable environmental causes.",
            "governance": "",
            "health": "As a vocal supporter of the NHS, fighting privatisation and longer waiting times.",
            "immigration": "",
            "socialWelfare": "Protecting pensions and safeguarding nurseries.",
            "housing": [
                {
                    "content": "Roberta has been pressing for more good quality, affordable and family housing in our villages and city centre. She will continue to push for the homes we desperately need.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am delighted to have been elected once again as the Labour candidate for the City of Durham constituency for the General Election 2017.",
        "politicalExperience": [
            {
                "role": "MP for City of Durham",
                "duration": "Since first being elected as Durham’s MP in 2005",
                "achievements": "Took up more than 40,000 issues. Leading campaigns on various community concerns."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "roberta4durham@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Roberta engaging with constituents and participating in community events."
                },
                {
                    "caption": "Supporting local initiatives and organizations."
                },
                {
                    "caption": "Campaigning for better public services and community facilities."
                }
            ]
        },
        "additionalNotes": "Since being elected as Durham's MP in 2005 I have fought to be a strong voice and to do again what you supported me to do before."
    }
}