{
  "leaflet": {
    "candidateName": "Alex Sobel",
    "constituency": "Leeds North West",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A letter from Alex Sobel, Labour’s candidate to be our MP",
        "content": "This time last year, I was leading the Labour Remain campaign in North Leeds. I passionately believed that Britain should stay within the European Union, and I worked tirelessly knocking on doors across Leeds to make the case for our place in Europe."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "A Labour government will replace the current Brexit White Paper with a new set of negotiating priorities, putting safeguards and protections for working people first. A Labour government will also make sure that Parliament has the final say on the Brexit deal – and as your MP, I promise that I will ensure that the voice of Leeds North West is heard."
      }
    ],
    "mentions": {
      "candidate": "Alex Sobel",
      "otherPartyLeaderCandidate": "Greg Mulholland MP",
      "partyLeader": "",
      "tacticalSituation": "In the last General Election 2 years ago, just 6% separated Labour and the Liberal Democrats with the Tories a distant third. Tactical voting isn't a factor here in Leeds North West. You can vote for your values and a true Pro-European voice."
    },
    "issues": {
      "brexitEurope": "This time last year, I was leading the Labour Remain campaign in North Leeds... During the campaign senior Conservatives promised that Brexit wouldn’t be the hard Brexit we are being offered now... Labour tabled nine vital amendments to protect our relationship with Europe... These safeguards were all voted down by the Conservatives.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I also believe that the British people deserve to have their views heard on the final Brexit deal negotiated by the British government. We need a meaningful vote before any deal is accepted.",
    "politicalExperience": [
      {
        "role": "Labour Remain campaign leader in North Leeds",
        "duration": "last year",
        "achievements": "Worked tirelessly knocking on doors across Leeds to make the case for our place in Europe."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Michael Gove, for example, said 'Britain would retain access to the single market'.",
        "source": "During the campaign senior Conservatives",
        "date": "last year"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A letter from Alex Sobel, Labour’s candidate to be our MP"
        }
      ]
    },
    "additionalNotes": "P.S. In the last General Election 2 years ago, just 6% separated Labour and the Liberal Democrats with the Tories a distant third. Tactical voting isn't a factor here in Leeds North West. You can vote for your values and a true Pro-European voice."
  }
}