{
    "leaflet": {
        "candidateName": "Daniel Zeichner",
        "constituency": "Cambridge",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Labour's 'National Care Service'",
                "content": "Labour's plans for a National Care Service for older people will be at the forefront of Labour's plans for the next Parliament, says Daniel Zeichner. 'This is a really important and exciting development, and I believe it will be welcomed across Cambridge by families, worried about how to care for parents in later years."
            },
            {
                "title": "Cash boost for Cambridge",
                "content": "Cambridge City Council is to get a 3.1 million funding boost from central government to pay for the construction of concessionary bus fare schemes."
            },
            {
                "title": "Live bus timetable updates",
                "content": "Daniel has praised the system which 'lets you know when the next bus will be along, by checking your phone as in other cities'. He says that the Cambridge real-time information system is the first to be 'presenting the information to you on the side of the bus shelter'."
            },
            {
                "title": "Sound science on climate change",
                "content": "Our approach to climate change must be sound.' Daniel Zeichner told a packed audience at a recent public meeting."
            },
            {
                "title": "You're not on your own, Zeichner tells students",
                "content": "The biggest worry facing students is whether they'll be able to get a job when they graduate - that was the message from Cambridge students when they met Daniel Zeichner recently."
            },
            {
                "title": "In defence of our politics",
                "content": "In 2006 local Labour Party members, including Daniel Zeichner, took their party to court over the choice of new leader on the basis of sex. 'We did this, not to attack our party, but to defend a crucial principle of fairness,' says Mr. Zeichner."
            },
            {
                "title": "The Tobin Tax - International finance",
                "content": "Daniel Zeichner has backed calls for a new Tobin Tax on banks to curb the risk they pose to the economy."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "National Care Service",
                "policyDescription": "Creation of a National Care Service to support older people and their families."
            },
            {
                "policyTitle": "Concessionary Bus Fares",
                "policyDescription": "Achieving a £3.1 million funding boost for Cambridge to construct concessionary bus fare schemes."
            },
            {
                "policyTitle": "Public Transport Improvements",
                "policyDescription": "Implementation of live bus timetable updates to improve public transport experience."
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Promoting science-backed approaches to tackling climate change."
            },
            {
                "policyTitle": "Student Employment",
                "policyDescription": "Addressing the concerns of students about securing employment after graduation."
            },
            {
                "policyTitle": "Democratic Principles",
                "policyDescription": "Defending principles of fairness in political leadership selection processes."
            },
            {
                "policyTitle": "Financial Sector Regulation",
                "policyDescription": "Supporting the introduction of a Tobin Tax to regulate financial risks posed by banks."
            }
        ],
        "mentions": {
            "candidate": "Daniel Zeichner",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Backed calls for a Tobin Tax to curb the economic risks posed by banks.",
            "education": "Concerned about students' employment prospects after graduation.",
            "environment": "Advocates for a sound approach to climate change policies.",
            "governance": "Defended the principle of fairness in the party's leadership selection process.",
            "health": "Plans to introduce a National Care Service.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01223 311315",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Many people believe that the state will step in if they need help when they are older, just as the health service is there when you are sick. But that has never been the case - when the health service was set up, most people died soon, long after retirement and were looked after by their family.",
                "source": "Labour's 'National Care Service'",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Daniel Zeichner with supporters."
                }
            ]
        },
        "additionalNotes": ""
    }
}