{
    "leaflet": {
        "candidateName": "Steve Clapcote",
        "constituency": "Shipley",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Together let's build a fairer Britain",
                "content": "It's a real privilege to have been chosen as your Labour candidate for Shipley in the General Election on Thursday 8 June."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A properly funded NHS",
                "policyDescription": "A Labour government will end the privatisation of our NHS and provide secure funding of our NHS and social care system."
            },
            {
                "policyTitle": "More secure homes",
                "policyDescription": "We'll build more than one million affordable houses and council homes across the country, while also giving private renters more rights."
            },
            {
                "policyTitle": "A good education for our children",
                "policyDescription": "We'll create a new National Education Service, open to all throughout their lives and free at the point of use, improving education standards in our schools – reducing class sizes, investing in our what matters."
            },
            {
                "policyTitle": "A more equal society",
                "policyDescription": "We promise no tax rises for 95% of earners, an end to exploitative zero-hour contracts, close the gender pay gap, and a real Living Wage of £10 per hour."
            },
            {
                "policyTitle": "Protecting our environment",
                "policyDescription": "We'll drive the expansion of the green industries and jobs of the future, and preserve and enhance our environmental standards and protections."
            },
            {
                "policyTitle": "Brexit that protects jobs and the economy",
                "policyDescription": "The decision to leave the EU has been settled by the British people. Labour will put the interests of working people first in the Brexit negotiations."
            }
        ],
        "mentions": {
            "candidate": "Dr Steve Clapcote – Labour Parliamentary Candidate for Shipley",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The decision to leave the EU has been settled by the British people. Labour will put the interests of working people first in the Brexit negotiations.",
            "economy": "We promise no tax rises for 95% of earners and a real Living Wage of £10 per hour.",
            "education": "We'll create a new National Education Service, open to all throughout their lives and free at the point of use, improving education standards in our schools – reducing class sizes, investing in our what matters.",
            "environment": "We'll drive the expansion of the green industries and jobs of the future, and preserve and enhance our environmental standards and protections.",
            "governance": "",
            "health": "A Labour government will end the privatisation of our NHS and provide secure funding of our NHS and social care system.",
            "immigration": "",
            "socialWelfare": "We promise no tax rises for 95% of earners, the right to request flexible working, increased rights for carers and part-time workers.",
            "housing": [
                {
                    "content": "We'll build more than one million affordable houses and council homes across the country, while also giving private renters more rights.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I was born into a working-class family in Dorset and worked as a stockman on a farm before becoming the first member of my family to go to university; in 2008, I moved to West Yorkshire to work as a medical scientist at Leeds University, where I teach and lead research on neurological diseases in children, partnering with the NHS – I'm not a career politician and want to make a positive intervention with outside politics. I look forward to discussing Labour's vision for a fairer Britain with you, as I go door to door in the coming weeks.",
        "politicalExperience": [
            {
                "role": "Medical Scientist at Leeds University",
                "duration": "Since 2008",
                "achievements": "Teach and lead research on neurological diseases in children, partnering with the NHS."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "SteveClapcoteLabour",
                "twitter": "ClapcoteS",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Elect Steve Clapcote - A photo of Steve Clapcote with a Labour rosette"
                }
            ]
        },
        "additionalNotes": "The leaflet also lists achievements including the Equality Act 2010, helping 9,000 children, Child Tax Credits and free nursery places, 2,300 Sure Start children's centres, two weeks’ paternity leave for new dads, the right to request flexible working, and increased rights for carers and part-time workers as part of the 'standing up for Shipley' message indicating previous Labour accomplishments."
    }
}