{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "Nottingham South Constituency",
    "politicalParty": "The Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Strong & Stable Leadership",
        "content": "In contrast to a coalition of chaos under Jeremy Corbyn, Theresa May offers strong and stable leadership in the national interest."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The best Brexit deal",
        "policyDescription": "Theresa May is positioned as the only candidate who can secure the best Brexit deal for Britain."
      },
      {
        "policyTitle": "Economic security for Britain",
        "policyDescription": "The campaign emphasizes economic security, suggesting that the alternative could lead to a coalition with no control on immigration, chaos in parliament, and the SNP calling shots on Brexit and tax rises."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn, Tim Farron, Paul Nuttall",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Coalition of chaos under Jeremy Corbyn, nationalists and the adoption of inaccurate policies."
    },
    "issues": {
      "brexitEurope": "Theresa May aims to secure the best Brexit deal for Britain, contrasting with the uncertainty of Brexit negotiations under Jeremy Corbyn.",
      "economy": "Economic security is highlighted, with a focus on avoiding the chaos of a coalition that has no control on immigration and may lead to tax rises.",
      "education": "",
      "environment": "",
      "governance": "The leaflet implies that governance under Theresa May offers strong and stable leadership, while governance under her opponents would lead to a hung parliament and chaos.",
      "health": "",
      "immigration": "Immigration control is presented as under threat if Theresa May is not elected.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "CCHQ, 4 Matthew Parker Street, London, SW1H 9HQ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Your local vote on Thursday will decide who is Prime Minister on Friday, leading our Brexit negotiations when they start just 11 days after you vote – Theresa May or Jeremy Corbyn.",
        "source": "Campaign leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Leaflet images comparing the consequences of voting for Theresa May and other candidates such as Jeremy Corbyn, Tim Farron, and Paul Nuttall."
        }
      ]
    },
    "additionalNotes": "The leaflet portrays a stark contrast between voting for Theresa May, who is associated with 'strong & stable leadership,' and her opponents who are linked to 'uncertain Brexit' and 'chaos.'"
  }
}