{
    "leaflet": {
        "candidateName": "Chris Leslie",
        "constituency": "Nottingham East",
        "politicalParty": "Labour and Co-operative Party",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Tackling burglary and violent crime",
                "content": "The resources for Nottingham have been reduced significantly in recent years and too many offences go unpunished. \"Anti-social behaviour can really blight a neighbourhood and we need to take more risk serious,\" says Chris. More police forces on the beat must be a priority."
            },
            {
                "title": "A passion for educational excellence",
                "content": "\"High quality schools with good resources and excellent teaching should be our goal for every child\" says Chris Leslie. He fervently opposes the proposed cuts in the Conservative budget changes."
            },
            {
                "title": "Time to save the NHS",
                "content": "If we lose the NHS as we know it, we may never get it back. The pressures on Nottingham's GPs and our local hospitals are greater than ever. Elderly and disabled people are having their social care cut back. The Tory Conservative are heading toward 18 months of dedicated resistance to undermining the founding principle of taxpayers coming together."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS and Care Services",
                "policyDescription": "Defend the NHS and the principle of the 18-week maximum waiting target. Campaign for the NHS to be properly funded avoiding hospital trust deficits."
            },
            {
                "policyTitle": "School Standards",
                "policyDescription": "Fight for school standards and oppose group changing the Tory funding formula, protecting Nottingham schools with cuts of over £500 per pupil."
            },
            {
                "policyTitle": "Jobs and Economy",
                "policyDescription": "Champion jobs and living standards boost productivity and investment to bring white safeguarding financial stability and taxpayers' money."
            },
            {
                "policyTitle": "Brexit",
                "policyDescription": "Fight for Britain to keep the European links that have benefited Nottingham since the UK joined the 'common market'. Keep Nottingham East's voice strong in Parliament during Brexit negotiations."
            }
        ],
        "mentions": {
            "candidate": "Chris Leslie",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "This election could be the closest in Nottingham East for decades. With the Tories banking on a big nationwide lead, re-electing Chris Leslie is more important than ever."
        },
        "issues": {
            "brexitEurope": "Fight for Britain to keep the European links that have benefited Nottingham since the UK joined the 'common market'.",
            "economy": "",
            "education": "High quality schools with good resources and excellent teaching should be our goal. Opposes the proposed cuts in the Conservative budget changes.",
            "environment": "",
            "governance": "",
            "health": "Defend the NHS and the principle of the 18-week maximum waiting target. Campaign for the NHS to be properly funded.",
            "immigration": "",
            "socialWelfare": "If we lose the NHS as we know it, we may never get it back. The pressures on Nottingham's GPs and our local hospitals are greater than ever. Elderly and disabled people are having their social care cut back.",
            "housing": [
                {
                    "content": "Address the unemployment and housing crisis which is still a problem for too many in Nottingham.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Chris Leslie pledges to you.",
        "politicalExperience": [
            {
                "role": "MP for Nottingham East",
                "duration": "",
                "achievements": "Sent weekly email updates to over 7,000 local people with news about Nottingham and views from Westminster and up when sitting in the House of Commons is working."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0115 847 5844",
            "email": "chrisleslie2017@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "Chris Leslie on Unison, VIA",
                "twitter": "@ChrisLeslieMP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Local Sherwood mum Maria Fawcett",
                "endorsement": "Praise for Chris's passion for education and commitment speaking out for educational improvements in Nottingham."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Leslie speaking for Nottingham in the Commons"
                },
                {
                    "caption": "More police officers on the beat must be a priority"
                },
                {
                    "caption": "Chris Leslie visiting facilities at London university"
                },
                {
                    "caption": "Chris Leslie speaking to local residents"
                }
            ]
        },
        "additionalNotes": ""
    }
}