{
    "leaflet": {
        "candidateName": "Robert Swift",
        "constituency": "Gedling",
        "politicalParty": "Liberal Democrats",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "Last chance to vote against Corbyn and May's Brexit",
                "content": "It's almost a year since the EU referendum, and what we've achieved is a fall in the pound and the creation of new slogans and insults. 'Brexit means Brexit,' – Emmaus of the 'People'; 'Remoaners,' After finally triggering Article 50, our 'strong and stable' (her words) PM decided we waste the first two months of negotiations on a general election she dithered over and should have called last summer. The Tories have no strategy for Brexit and are making it up as they go along. They have fought a terrible campaign full of gaffes, ... This election is about – silencing opposition. Don't let them silence you. Labour have abandoned the field and signed up fully to Tory Brexit plans. Your MP voted with Corbyn and the Conservatives for Article 50, thus destroying his own principles and priorities he claimed to vote for in 2015. A vote for Labour is a vote for matters to continue as is. It's becoming clear now that the likely outcome of the Brexit negotiations will lead to a severe undermining of all that makes our nation so great – the UK off a cliff edge. That's why we need a strong, liberal and well – deal. We need the chance to say NO. Right now, we've signed a blank piece of paper and are asking EU leaders to fill in the terms of our exit. The Liberal Democrats believe Britain is better off in the EU, and we still do. You have the opportunity to stay in the Single Market and chance to have the final say on the Brexit deal. Voting for a Liberal Democrat isn't the start of morning to chance to vote 'no' to Brexit or yes to dealing with it. This could be your last opportunity to vote against Corbyn and May's job-destroying Brexit. Don't be silenced! Vote LibDem on 8th June."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stay in the Single Market and have the final say on the Brexit deal",
                "policyDescription": "Liberal Democrats believe Britain is better off in the EU and advocate for staying in the Single Market, offering the public the final say on the Brexit deal."
            },
            {
                "policyTitle": "Raise £6bn for the NHS through 1p on income tax",
                "policyDescription": "The policy to increase funding for the NHS and social care by raising £6 billion through a 1 penny increase in income tax."
            },
            {
                "policyTitle": "Protect the pensions 'triple lock'",
                "policyDescription": "A commitment to maintaining the 'triple lock' on pensions, a system installed by the LibDems which ensures pensions rise annually by the highest of inflation, average earnings, or a minimum of 2.5%."
            },
            {
                "policyTitle": "Protect local schools from Tory cuts",
                "policyDescription": "Opposing Conservative cuts to education and focusing on investing in local schools and skills for people of all ages in Gedling."
            }
        ],
        "mentions": {
            "candidate": "Robert Swift",
            "otherPartyLeaderCandidate": "Corbyn and May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A critique of Brexit strategy presented by both the Conservative and Labour parties, with an emphasis on the negative outcomes of these negotiations. The leaflet argues for a more liberal approach, with Britain remaining in the EU or at least in the Single Market and giving people a final say over the Brexit deal.",
            "economy": "",
            "education": "Opposing Conservative educational funding cuts and advocating investments in local schools and skills.",
            "environment": "",
            "governance": "Highlighting the importance of democratic voice against the silencing of opposition by the current government strategy over Brexit.",
            "health": "A pledge to raise additional funds for the NHS and social care.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I live in Arnold, having grown up, gone to school and worked locally. Neither Labour nor the Tories can offer the scale of change needed to restore trust in our politicians. Both are career politicians and obedient to party whips; therefore, their lives and identities revolve around 'party first'. The Lib Dems remain a strong alternative, standing alone in our vision of an open, tolerant and united Britain.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "robertswiftlibdems-ppc@yahoo.co.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "RobertSwiftLD",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A picture of the EU and UK flags."
                }
            ]
        },
        "additionalNotes": ""
    }
}