{
    "leaflet": {
        "candidateName": "George Kerevan",
        "constituency": "Edinburgh East",
        "politicalParty": "SNP",
        "electionDate": "",
        "messages": [
            {
                "title": "On Your Side",
                "content": "Despite being a minority government at Holyrood, the SNP has introduced more police on the beat, reduced prescription charges, frozen council tax and cut rates for small businesses."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Taxation",
                "policyDescription": "The SNP Government has enabled councils throughout Scotland to freeze Council Tax for the past two years."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "The SNP Government has reduced prescription charges and intends to scrap them completely."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "A referendum on Independence for Scotland: Indicates support for independence."
            }
        ],
        "mentions": {
            "candidate": "George Kerevan",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The SNP has introduced more police on the beat, reduced prescription charges, frozen council tax and cut rates for small businesses. This is why Scotland is doing less badly in the current recession than other parts of the UK.",
            "education": "",
            "environment": "",
            "governance": "Do you agree that the Scottish Parliament should have more powers, especially in the current recession, to enable the SNP Government to protect and create more jobs?",
            "health": "The SNP Government has reduced prescription charges and intends to scrap them completely.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I have lived locally for the past 25 years. If elected to Westminster, I will work as a team with Kenny MacAskill MSP, the local member of the Scottish Parliament for Edinburgh East.",
        "politicalExperience": [
            {
                "role": "SNP Candidate",
                "duration": "",
                "achievements": "Worked as a team with Kenny MacAskill MSP, the local member of the Scottish Parliament for Edinburgh East."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "George Kerevan, SNP Candidate for Edinburgh East"
                }
            ]
        },
        "additionalNotes": "Residents Survey included on the leaflet to collect opinions on various topics such as freezing Council Tax, reducing prescription charges, and independence for Scotland."
    }
}