{
  "leaflet": {
    "candidateName": "Nick Clegg",
    "constituency": "Laurence Coventry",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "It's hardly been a normal year has it? Our country has seen financial crisis, the worst recession in a generation and the appalling scandal of MPs' expenses."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Nick Clegg",
      "otherPartyLeaderCandidate": "Conservative and Labour politicians",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "the race at the General Election is between the Liberal Democrats and the Conservatives. Your vote could decide who wins!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Our country has seen financial crisis, the worst recession in a generation and the appalling scandal of MPs' expenses.",
      "education": "A Britain where every child can get the best education and can afford to go to university if they wish.",
      "environment": "A Britain where we hold and enjoy the best of nature's jobs and prosper while protecting our environment.",
      "governance": "It's hardly been a normal year has it?",
      "health": "Cutting taxes for millionaires won’t make people well or treat what they did to public services like the NHS in Wales.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "A Britain where everyone can enjoy the best of nature's jobs and prosper while protecting our environment.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4 Cowley Street, London, SW1P 3NB",
      "phone": "",
      "email": "",
      "website": "www.LibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Clegg Change that works for you"
        }
      ]
    },
    "additionalNotes": "PS - Don't forget that in many areas, the race at the General Election is between the Liberal Democrats and the Conservatives. Your vote could decide who wins!"
  }
}