{
    "leaflet": {
        "candidateName": "Ben Chapelard",
        "constituency": "Tunbridge Wells",
        "politicalParty": "Lib Dem",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Do you think the country is heading in the right direction? Neither do I. That's why I'm standing to be our area's next MP. Tunbridge Wells constituency deserves so much better than the chaos and incompetence of this Conservative Government."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Ben Chapelard",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Tunbridge Wells, and the surrounding villages deserve better. The only party that can challenge the Tories here are us."
        },
        "issues": {
            "brexitEurope": "Their relentless desire to push ahead with Brexit, no matter what the cost, has divided the country and put so much at risk. Urgent problems - like the overstretched NHS and fighting climate change - are being neglected. And with Labour finishing sixth in the recent European elections, it is only the Liberal Democrats who can stop them here.",
            "economy": "",
            "education": "",
            "environment": "fighting climate change",
            "governance": "the chaos and incompetence of this Conservative Government.",
            "health": "the overstretched NHS",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "stopping the Tories' expensive and wasteful plans for a new Town Hall in Tunbridge Wells.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Like you, the Lib Dems demand better.",
        "politicalExperience": [
            {
                "role": "local councillor",
                "duration": "",
                "achievements": "introducing doorstep glass recycling, clearing the former ABC cinema site"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.twlibdems.org.uk/survey",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ben Chapelard, Lib Dem Parliamentary Candidate for Tunbridge Wells Constituency"
                }
            ]
        },
        "additionalNotes": "P.S. Help me demand better for Tunbridge Wells and the surrounding villages - want to complete the survey online? Visit www.twlibdems.org.uk/survey"
    }
}