{
  "leaflet": {
    "candidateName": "Gerald Vernon-Jackson",
    "constituency": "Portsmouth South",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "We are Britain's biggest Remain party and we're here to offer a better future. I hope you'll support us and together we will win the next General Election and stop Brexit."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "The Liberal Democrats aim to stop Brexit and offer an economy that works for everyone, invest in schools so that every child has the best start in life. This is the kind of Britain they want to build with your support."
      }
    ],
    "mentions": {
      "candidate": "Gerald Vernon-Jackson",
      "otherPartyLeaderCandidate": "Jeremy Corbyn, Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": "At the last election here in May, more people voted Liberal Democrat across Portsmouth South than either the Conservative or Labour. A vote with the Liberal Democrats can change things in the electorate."
    },
    "issues": {
      "brexitEurope": "The Liberal Democrats are determined to stop Brexit and are the biggest Remain party, offering a better future and to stop Brexit.",
      "economy": "If we stop Brexit, we can build an economy that works for everyone, so families aren't forced to rely on foodbanks.",
      "education": "Once Brexit is stopped, we can invest in schools so that every child has the best start in life.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I think Britain must demand better. Brexit is bad for our future whether it's Boris Johnson or Jeremy Corbyn delivering it. We must be able to do better than this.",
    "politicalExperience": [
      {
        "role": "CBE",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "220 Fratton Road, Portsmouth PO1 5HH",
      "phone": "",
      "email": "GeraldVJ@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "geraldvjuk",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Actual votes across Portsmouth South May 2019 election"
        }
      ]
    },
    "additionalNotes": "Remember, we don't have to choose between a Conservative or Labour Brexit. You can choose to stop Brexit by backing the Liberal Democrats at the next election."
  }
}