{
  "leaflet": {
    "candidateName": "Ben Everitt",
    "constituency": "Milton Keynes North",
    "politicalParty": "Conservative",
    "electionDate": "12th December",
    "messages": [
      {
        "title": "Dear Resident,",
        "content": "Newport Pagnell is a beautiful historic market town. But MK Labour's reckless growth plans would mean we get swallowed up by over-development - Labour would make Newport Pagnell just another suburb of Milton Keynes."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investing in our Hospital",
        "policyDescription": "Over £200 million extra investment into Milton Keynes University Hospital. This is both infrastructure and personnel, to ensure everybody receives the best treatment in MK."
      },
      {
        "policyTitle": "Extra Police to Keep Our Streets Safe",
        "policyDescription": "183 new police officers, and recruitment for Thames Valley, rolling out 60 officers in 9th December, to tackle violent crime so that our streets are safe in Milton Keynes."
      },
      {
        "policyTitle": "Increased Pupil Funding",
        "policyDescription": "From next year we are increasing school funding in Milton Keynes by 6.43%. This is at least £5000 for every pupil here in MK."
      },
      {
        "policyTitle": "More Jobs and Opportunity",
        "policyDescription": "Throughout Milton Keynes, there has been over 5000 extra businesses set up in Milton Keynes, including 2255 extra in Milton Keynes North since 2010."
      },
      {
        "policyTitle": "Higher Pay for Milton Keynes",
        "policyDescription": "Ensuring hard work is rewarded by an average of £9.30 hourly pay increase in MK and a living wage of £8.21 means hardworking people keep more of the money they earn, so their families and themselves."
      },
      {
        "policyTitle": "Protecting Milton Keynes from Labour’s Plans",
        "policyDescription": "Opposing MK Labour's reckless building if it is planned - but MK Labour will clog our grid roads and strain our public services."
      }
    ],
    "mentions": {
      "candidate": "Ben Everitt was standing up for Newport Pagnell and bringing a sensible approach to growth in MK.",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "A vote for any other party could sabotage all our good work in the area."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "MK Labour's reckless growth plans would mean we get swallowed up by over-development - Labour would make Newport Pagnell just another suburb of Milton Keynes.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "I am actively fighting MK Labour and Lib Dem plans to build thousands of houses east of the M1.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Printed by Peter Guy on behalf of Ben Everitt, both at 5 Quarry Street, Bletchley, Milton Keynes, MK2 2HE.",
      "phone": "",
      "email": "@Ben_Everitt",
      "website": "BenEverittMK",
      "socialMedia": {
        "facebook": "",
        "twitter": "@Ben_Everitt",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ben Everitt engaging with the community and discussing local issues and plans."
        }
      ]
    },
    "additionalNotes": "P.S: There's so much at stake in this election - a vote for Labour or the Lib Dems would risk Corbyn in Number 10. Corbyn's plans would crash our economy and there'd be no money for our public services."
  }
}