{
    "leaflet": {
        "candidateName": "Tom Davies",
        "constituency": "Brecon & Radnorshire",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "LIB DEMS FAIL TO STAND UP FOR OUR NHS",
                "content": "The vote called by Labour put all 19 Lib Dem MPs against meaning the vote was lost. The Lib Dems have proven that, just like the Tories, they cannot be trusted with our NHS."
            },
            {
                "title": "RURAL WALES IS BETTER OFF WITH WELSH LABOUR",
                "content": "Labour will put the interest of our communities before the interests of the privileged."
            },
            {
                "title": "UNEMPLOYMENT IN POWYS UP BY 10% UNDER THIS CHAOTIC TORY GOVERNMENT",
                "content": "Under this Conservative Government, unemployment in Powys has risen by an massive 10.3% in the last year."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health",
                "policyDescription": "Labour will fight to protect and improve NHS services, standing against efforts by other parties that would undermine it."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Labour aims to create a prosperous economy and remedy the economic damage caused by Conservative cuts."
            },
            {
                "policyTitle": "Community Services",
                "policyDescription": "Labour vows to reclaim vital public services for rural towns and communities lost due to Tory leadership."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Labour seeks to create real change in governance to ensure no one is held back and wealth and power are in the hands of the many."
            }
        ],
        "mentions": {
            "candidate": "Tom Davies",
            "otherPartyLeaderCandidate": "Conservative Government",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Only Labour can stop Boris Johnson's disastrous Brexit deal.",
            "economy": "A decade of Conservative cuts across the UK has damaged our economy.",
            "education": "",
            "environment": "",
            "governance": "The Welsh Labour Government is working hard to build a more prosperous, fair and green nation.",
            "health": "Labour put our NHS front and center, fighting to save it from being sold out.",
            "immigration": "",
            "socialWelfare": "Labour will reward workers, pensioners and those in need, not just the richest.",
            "housing": [
                {
                    "content": "Reclaim vital public services for our rural towns and communities.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "About Tom Davies: Governor at two local schools, Born and brought up in Brecon, Brecon Town Councillor who won his seat off the Lib Dems, A Barrister, A fluent Welsh speaker.",
        "politicalExperience": [
            {
                "role": "Governor at two local schools",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Brecon Town Councillor",
                "duration": "",
                "achievements": "Won his seat off the Lib Dems"
            },
            {
                "role": "Barrister",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Cilmery, The Avenue, Brecon, LD3 9BG",
            "phone": "07849 922711",
            "email": "tomedtj@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "@CllrTomDavies",
                "twitter": "@BreconLabour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Only Labour can stop Boris Johnson's disastrous Brexit deal and be firm over the Tory chaos. A vote for the Lib Dems or any other party will only help Boris Johnson.",
                "source": "Tom Davies",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Tom Davies with scenic background, Labour Party logo, and leaflet content."
                }
            ]
        },
        "additionalNotes": "Tom says: 'It is very concerning to see employment rising at an alarming rate, and it's clear that only Wales with a UK Labour Government can push for the real change our country needs. Labour will.'"
    }
}