{
    "leaflet": {
        "candidateName": "John Wright",
        "constituency": "Southport",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "THE WRIGHT CHOICE FOR SOUTHPORT",
                "content": "We need an MP who will stand up for Southport. John Pugh and Ronnie Fearn were our MPs, we knew that Southport had a strong voice at Westminster and worked hard for our town."
            },
            {
                "title": "SAVE OUR NHS",
                "content": "The NHS must be protected from Trump. Lib Dem MP candidate, John Wright, has expressed his horror at suggestions that the NHS could be used as a negotiating chip in trade talks with Donald Trump."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Reviving Our Town Centre",
                "policyDescription": "John will campaign hard on the issues that matter to local people - reviving our town centre."
            },
            {
                "policyTitle": "Safeguarding Our Hospital",
                "policyDescription": "John will campaign hard on the issues that matter to local people - safeguarding our hospital."
            },
            {
                "policyTitle": "Getting Better Public Services",
                "policyDescription": "John will campaign hard on the issues that matter to local people - getting better public services."
            },
            {
                "policyTitle": "Protecting the NHS",
                "policyDescription": "John Wright is against using the NHS as a negotiating chip in trade talks with the US and is committed to keeping it out of deals that would not benefit the service."
            }
        ],
        "mentions": {
            "candidate": "John Wright",
            "otherPartyLeaderCandidate": "Donald Trump, Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "Lib Dems and Tories Neck and Neck - The Lib Dems are predicted to gain Southport from the Conservatives by just 119 votes!"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Lib Dem MP candidate, John Wright, has expressed his horror at suggestions that the NHS could be used as a negotiating chip in trade talks with Donald Trump.",
            "immigration": "",
            "socialWelfare": "We will also reform the social care system so that no-one will sell their home to pay for care.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "We all need help from time to time and an MP should be there for all residents.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "John Wright campaigning."
                }
            ]
        },
        "additionalNotes": "The projection was made by the well respected election experts at Electoral Calculus."
    }
}