{
  "leaflet": {
    "candidateName": "Isabelle Parasram",
    "constituency": "Chipping Barnet",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "THE CHOICE HERE IS CLEAR",
        "content": "Boris Johnson's Conservatives - A DAMAGING BREXIT. The Conservatives are determined to force through their reckless, damaging Brexit deal. POLICE DOWN, CRIME UP. As Prime Minister, Boris Johnson will slash police numbers. Violent crime will rise. LIB DEMS CAN WIN HERE AND STOP BREXIT. In the European elections, the Lib Dems surged to first place in London; just 1,369 votes behind the Tories here. Labour can't win here. Vote Liberal Democrat here. Labour after the referendum."
      },
      {
        "title": "A strong voice for Chipping Barnet",
        "content": "Chipping Barnet deserves an MP who will represent the views and communities in Parliament. Isabelle Parasram is standing to be your voice. As the Liberal Democrats' candidate in this general election, she is fighting for the chance to stop Brexit and uphold our democratic values in Chipping Barnet."
      },
      {
        "title": "Isabelle: My plan for Chipping Barnet",
        "content": "Stop Brexit damaging our communities. Invest in schools and our NHS. Stand up for Londoners."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Brexit",
        "policyDescription": "Support the Liberal Democrats' aim to stop Brexit and remain in the EU to protect jobs, stop price increases and secure funds for public services."
      },
      {
        "policyTitle": "Invest in schools and our NHS",
        "policyDescription": "Ensure children get to go to the best schools, invest billions more into our future, and provide quality health services without the failings of Conservative neglect."
      },
      {
        "policyTitle": "Tackle the Climate Emergency",
        "policyDescription": "The Liberal Democrats will take urgent action to protect our environment with ambitious targets for renewable energy and green technology."
      }
    ],
    "mentions": {
      "candidate": "Isabelle Parasram",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": "The Lib Dems surged to first place in London in the European elections; just 1,369 votes behind the Tories here. Labour can't win here."
    },
    "issues": {
      "brexitEurope": "Stop Brexit and remain in the EU to protect jobs, stop price increases and secure funds for public services. Local issues, such as Brexit, have a direct impact on our families and our local area.",
      "economy": "",
      "education": "Invest billions more into our schools to ensure our children get to go to the best schools.",
      "environment": "Take urgent action to protect our environment with ambitious targets for renewable energy and green technology.",
      "governance": "",
      "health": "Invest billions more into the future of our NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Isabelle Parasram is a barrister and has a track record of fighting for justice and inclusion. She has worked on civil liberties, governance, and human rights issues.",
    "politicalExperience": [
      {
        "role": "Vice President of the Liberal Democrats",
        "duration": "",
        "achievements": "Focused on equality and access to justice."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "http://www.libdems.org.uk/plan",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "'Boris Johnson leads most unpopular government in 40 years.'",
        "source": "iPaper, August 2019"
      },
      {
        "text": "'Donald Trump backs Boris Johnson's Brexit strategy.'",
        "source": "iPaper, August 2019"
      },
      {
        "text": "'Millions of Tories will now vote Lib Dem because of Brexit.'",
        "source": "Sir John Major, ex-Conservative PM, Michael Heseltine, ex-Conservative Deputy PM"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Isabelle Parasram with constituents and supporters, holding campaign banners."
        }
      ]
    },
    "additionalNotes": ""
  }
}