{
    "leaflet": {
        "candidateName": "Victoria Charleston",
        "constituency": "Salisbury",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "STOP BREXIT",
                "content": "National charity campaigner, Victoria Charleston says: \"We live in the most unsettled and divided of times. I have chosen to stand as the Liberal Democrat candidate for Salisbury constituency as I cannot watch our communities suffer further due to this chaotic government. I believe people locally deserve real representation and a Parliamentarian who will stand up for them and demand better. I campaigned proudly during the referendum to remain in the."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Victoria Charleston campaigned to remain in the European Union and intends to stop Brexit to benefit local farmers, hospitals, and young people."
            }
        ],
        "mentions": {
            "candidate": "Victoria Charleston",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Victoria Charleston campaigned to remain in the European Union and has worked on behalf of some of the most vulnerable people in society, including those facing poverty, those struggling with the broken rental system, and those suffering abuse. She believes benefits come from being inside Europe.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Victoria Charleston mentions the chaotic government and believes people locally deserve real representation.",
            "health": "Local hospitals have all benefited from the EU, and she intends to work to continue this benefit.",
            "immigration": "",
            "socialWelfare": "Worked on behalf of some of the most vulnerable people in society, including those facing poverty and those suffering abuse.",
            "housing": [
                {
                    "content": "She has worked on behalf of people struggling with the broken rental system.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Victoria Charleston is campaigning for real representation and to stand up for her community, demanding better for them.",
        "politicalExperience": [
            {
                "role": "Campaigner",
                "duration": "",
                "achievements": "Campaigned during the referendum to remain in the European Union."
            }
        ],
        "contactInformation": {
            "address": "Liberal Democrats, 4-5 Estcourt Road, Salisbury, SP1 3AS",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Victoria Charleston with supporters holding 'STOP BREXIT' signs."
                }
            ]
        },
        "additionalNotes": "The leaflet prominently features the message 'BUILD A BRIGHTER FUTURE,' suggesting the candidate's forward-looking approach."
    }
}