{
  "leaflet": {
	"candidateName": "Rod Cantrill",
	"constituency": "Cambridge",
	"politicalParty": "",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Dear Friend",
    	"content": "I love living in Cambridge. It's been my home for over 30 years. I have a deep understanding of the city's values and its unique identity. It's where my wife, Elis, and I first met and chose to put down roots. We've made lots of memories here like trips with the lads to Disneyland or watching the Christmas lights being switched on in the Market Square. You will have your own reasons for loving Cambridge, but there's one thing I hope we have in common a determination to change our city and our country for the better. That's why I am standing to be your MP. Throughout this campaign, I've been crystal clear: stopping Brexit is my number one priority for me, Brexit goes against the values I hold dear – openness, internationalism and identity. Those values make Cambridge such a special place to live. Time and time again, residents tell me that they cannot vote for a Labour MP whose party leader refuses to Back Remain."
  	},
  	{
    	"title": "Personal Appeal",
    	"content": "But my vision isn't just about stopping Brexit. As your MP, I will fight tooth and nail to build a brighter future for us and our children. We must combat the climate crisis, rescue our NHS and make Cambridge our schools in order to build a fairer city. The polls show that I can win here in Cambridge, but we all know elections are unpredictable so every vote will count. Your postal vote will be here soon. Please use it to back me and make sure that in Westminster you have an MP whose whole party stands resolutely for Remain."
  	},
  	{
    	"title": "P.S.",
    	"content": "Your postal vote really matters. Please give me your support in this once-in-a-lifetime election."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Brexit",
    	"policyDescription": "Stopping Brexit is the number one priority, emphasizing values of openness, internationalism, and identity."
  	},
  	{
    	"policyTitle": "Climate Crisis",
    	"policyDescription": "Commitment to combat the climate crisis."
  	},
  	{
		"policyTitle": "NHS",
		"policyDescription": "A promise to rescue the NHS."
	  },
	  {
		"policyTitle": "Education",
		"policyDescription": "Making Cambridge schools better for building a fairer city."
	  }
	],
	"mentions": {
  	"candidate": "Rod Cantrill",
  	"otherPartyLeaderCandidate": "Labour MP whose party leader refuses to Back Remain",
  	"partyLeader": "",
  	"tacticalSituation": "The polls show that I can win here in Cambridge, but we all know elections are unpredictable so every vote will count."
	},
	"issues": {
  	"brexitEurope": "Stopping Brexit is the number one priority, emphasizing values of openness, internationalism, and identity.",
  	"economy": "",
  	"education": "Making Cambridge schools better for building a fairer city.",
  	"environment": "Commitment to combat the climate crisis.",
  	"governance": "",
  	"health": "Rescue our NHS",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I'm standing to be your MP to change our city and our country for the better. Throughout this campaign, I've been crystal clear: stopping Brexit is my number one priority because it goes against the values of openness, internationalism, and identity.",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Rod Cantrill's campaign leaflet containing personal and policy messages."
    	}
  	]
	},
	"additionalNotes": ""
  }
}