{
    "leaflet": {
        "candidateName": "Matt Sanders",
        "constituency": "Hampstead and Kilburn",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Demand better for our public services",
                "content": "The chaos of Brexit means our vital public services are being ignored. The NHS is in crisis with operations cancelled and long waits to see a GP. Matt Sanders wants to focus on better public services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Stop Brexit to focus on what matters – better funding for public services and tackling the climate emergency."
            }
        ],
        "mentions": {
            "candidate": "Matt Sanders",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": "The next general election in Hampstead and Kilburn will be a simple choice between Matt Sanders and Jeremy Corbyn's Labour candidate. The Conservatives finished LAST at the most recent elections here and they struggled to find a candidate for the present. Even local Conservative party members have given up any hope of winning here."
        },
        "issues": {
            "brexitEurope": "Stop Brexit to focus on what matters – better funding for public services and tackling the climate emergency.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The NHS is in crisis with operations cancelled and long waits to see a GP.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Demand better for our public services",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.mattsanders.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Former Labour MP Chuka Umunna",
                "endorsement": "The failure of the motion to back remaining in the EU at Labour's conference confirms what we knew: Labour is not a party of Remain but a party of fence-sitting on the biggest issue facing the UK since WW2. Led by a Brexiter."
            }
        ],
        "quotes": [
            {
                "text": "At the next general election, voters will choose the kind of country we want to be... We can defeat nationalism and populism. We can change our politics, stop Brexit and win a brighter future.",
                "source": "Jo Swinson, The Guardian, 17th September 2019"
            },
            {
                "text": "There is renewed confusion over Jeremy Corbyn's Brexit position after the rejection of the Labour motion in a new EU referendum.",
                "source": "ITV News, 18th September 2019"
            },
            {
                "text": "The Lib Dems won handsomely in nearly all the wards across the constituency in May's European elections and they have momentum.",
                "source": "Camden New Journal, 2nd October 2019"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Matt Sanders with supporters and text about stopping Brexit."
                },
                {
                    "caption": "Graph showing Lib Dem lead in a local poll."
                }
            ]
        },
        "additionalNotes": "Former Labour MPs such as Chuka Umunna have joined Jo Swinson's Liberal Democrats to stop Brexit."
    }
}