{
    "leaflet": {
        "candidateName": "Chris Skidmore",
        "constituency": "Kingswood",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "2010: THE YEAR OF CHANGE",
                "content": "The country is one of the most important constituencies in the upcoming national election. The election of David Cameron as Prime Minister hinges on electing a Conservative MP in Kingswood."
            },
            {
                "title": "STANDING UP FOR LOCAL FACILITIES",
                "content": "Chris Skidmore, who was born locally and lives in Bitton, has a proven track record of campaigning to ensure our community remains resilient."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Improving our NHS for all",
                "policyDescription": "By increasing investment year on year; Restoring our battered economy and tackling Labour's chronic debt; Improving our schools by increasing flexibility in curricula and expanding small schools options."
            },
            {
                "policyTitle": "NO WAY TO 33,000 HOUSES CAMPAIGN CONTINUES",
                "policyDescription": "Opposing the Labour Government's Green Belt policy; protecting our much loved Green Belt."
            },
            {
                "policyTitle": "FRENCHAY HOSPITAL: YET MORE CUTS",
                "policyDescription": "Opposing the downgrading of the hospital and under-funding; advocating for the improvement in local services."
            }
        ],
        "mentions": {
            "candidate": "Chris Skidmore",
            "otherPartyLeaderCandidate": "Gordon Brown, David Cameron",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Restoring our battered economy and tackling Labour's chronic debt.",
            "education": "Improving our schools by increasing flexibility in curricula and expanding smaller school options.",
            "environment": "Protecting our Green Belt with no loss of local residents' trust to those with corporate and damaging greed.",
            "governance": "",
            "health": "The Conservatives are committed to increasing spending on the NHS every year with the following Conservative proposals.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Opposing the Labour Government's Green Belt policy; protecting our much loved Green Belt.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "With no real hospital since the last Labour government, I've made it my mission to ensure our Green Belt is protected from corporate and damaging greed.",
        "politicalExperience": [
            {
                "role": "Prospective Conservative MP for Kingswood",
                "duration": "",
                "achievements": "Campaigning for local facilities; opposition to 33,000 houses policy; fighting for local hospital services."
            }
        ],
        "contactInformation": {
            "address": "FREEPOST SWB 17618, Bristol, BS8 6BR.",
            "phone": "",
            "email": "chris@chrisskidmore.com",
            "website": "www.chrisskidmore.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Skidmore with local residents in Longwell Green."
                },
                {
                    "caption": "Chris joins Kingswood MP Roger Berry on a visit to local businesses."
                },
                {
                    "caption": "Chris at a packed meeting talking about the future of Frenchay Hospital."
                }
            ]
        },
        "additionalNotes": "2010 is the year for change – this is your chance to tell us what changes you want to see."
    }
}