{
  "leaflet": {
	"candidateName": "",
	"constituency": "",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "A BRIGHTER FUTURE FOR OUR MENTAL HEALTH SERVICES...",
    	"content": "The NHS may be the envy of the world, but our mental health service is not. People are struggling. When they turn for help, it is often not there. Waiting times for mental health services are, on average, 14 weeks - just for an assessment - before support and care can begin. Problems that start small, become crises as help is either not available, or arrives late.\n\nThe Liberal Democrats have a plan to tackle this."
  	},
  	{
    	"title": "NHS UNDER THREAT WITH TRUMP AND JOHNSON",
    	"content": "If Boris Johnson remains as Prime Minister, things will only get worse for our NHS.\n\nDonald Trump has made it clear that the NHS would be part of negotiating any trade deals with the US."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Mental Health Services",
    	"policyDescription": "The Liberal Democrats plan to ringfence funding for mental health and provide extra investment into services. They will ensure services run 24 hours a day, seven days a week, and by 2025, 100% of children and young people with diagnosable conditions get NHS treatment."
  	}
	],
	"mentions": {
  	"candidate": "",
  	"otherPartyLeaderCandidate": "Boris Johnson",
  	"partyLeader": "Jo Swinson",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "Long waiting times for mental health services, issues with service availability, and late assistance are highlighted. The Liberal Democrats propose to ringfence funding for mental health, ensure 24/7 service, and plan to increase NHS treatment for children and young people with diagnosable conditions by 2025. Concerns about NHS being threatened in trade deals with the US under Boris Johnson's leadership.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": ""
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "\"Poll reveals majority believe lying Boris Johnson will sell off NHS services to US.\"",
    	"source": "Daily Mirror, October 2019",
    	"date": "October 2019"
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Liberal Democrat Leader Jo Swinson supports mental health services and critiques the Conservative government's handling of the NHS with regards to potential US trade deals."
    	}
  	]
	},
	"additionalNotes": ""
  }
}