{
    "leaflet": {
        "candidateName": "Sarah Wollaston",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "this December",
        "messages": [
            {
                "title": "",
                "content": "Earlier this year, I left the Conservative Party because it had shifted beyond recognition. It is now in the grip of its right-wing and has no room for moderate views. It has also abandoned any serious commitment to tackling burning injustices."
            },
            {
                "title": "I just couldn't stay with the Conservative Party.",
                "content": "Its relentless determination to push ahead with Brexit, no matter what the cost, has divided the country and put so much at risk. Urgent problems - like climate change, widening inequality, the lack of affordable housing and our overstretched NHS - have been neglected."
            },
            {
                "title": "That's why earlier this year, like 26,000 others in the last 6 months, I joined the Liberal Democrats.",
                "content": "Under Jo Swinson, a Liberal Democrat government will create a shared vision for this country we want to be, where every single person and community is valued, empowered and cared for, and where we protect our planet for future generations."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Opposes the Conservative Party's approach to pushing ahead with Brexit, highlighting the risk and division it causes."
            },
            {
                "policyTitle": "Tackling Urgent Problems",
                "policyDescription": "Acknowledges issues such as climate change, inequality, lack of affordable housing, and the state of the NHS as areas needing attention."
            },
            {
                "policyTitle": "Creating a Shared Vision",
                "policyDescription": "Promotes the values of the Liberal Democrats under Jo Swinson to create a country with empowered individuals, strong communities, and care for the environment."
            }
        ],
        "mentions": {
            "candidate": "Sarah Wollaston",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Brexit, no matter what the cost, has divided the country and put so much at risk.",
            "economy": "The prospect of No-Deal-Brexit has already put our economy in reverse.",
            "education": "",
            "environment": "Protect our planet for future generations.",
            "governance": "A Liberal Democrat government will create a shared vision for the country.",
            "health": "Our overstretched NHS has been neglected.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "the lack of affordable housing",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "P.S. If Remainers come together, we can combat the hatred and division at the extremes of the Conservative and Labour parties. We can build a brighter future.",
        "politicalExperience": [
            {
                "role": "Former Conservative MP",
                "duration": "2010 - 2019",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sarah Wollaston's photo."
                }
            ]
        },
        "additionalNotes": "Message emphasizes the shift of the Conservative Party to the right and Sarah's disagreement with this change, leading to her joining the Liberal Democrats."
    }
}