{
    "leaflet": {
        "candidateName": "Andrew Murday",
        "constituency": "Skipton and Ripon",
        "politicalParty": "Liberal Democrats",
        "electionDate": "December 12th",
        "messages": [
            {
                "title": "A message from Andrew Murday",
                "content": "Dear Voter, My name is Andrew Murday and I am standing as the Liberal Democrat candidate for Skipton and Ripon in the general election. I have lived in Nidderdale for the past 10 years, where I have a smallholding. As a heart surgeon I worked for nearly forty years in the NHS. My experience showed me that, at its best, the NHS is outstanding. But to be so it needs a government that prioritizes its funding. Liberal Democrats will spend an extra £6 billion annually, raised from income tax, to ensure the NHS is adequately funded. My time in the NHS also showed me the value of collaboration with our European neighbours. Leaving the EU will destroy this close working relationship. Understandably people are fed up with Brexit; they want an end to it. But if we leave, with or without a deal, there will be many years spent negotiating new agreements throughout the world with all the political wrangles that will entail. There is only one way of putting an end to this mess and that is to stop Brexit, which is what Liberal Democrats have consistently argued. Boris Johnson and Jeremy Corbyn have taken their parties to the extreme political right and left respectively. Britain is a liberal country and that spirit of liberalism can be preserved by electing a Liberal Democrat government. Our constituency, which is geographically the largest and one of the most rural in England, has suffered particularly from lack of investment in our rural communities. Liberal Democrat policies will redress this imbalance. I hope to meet you in the course of the election campaign, but if not then feel free to contact me at info@skiptonriponlibdems.org.uk. Best wishes, Andrew Murday"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "THE NHS",
                "policyDescription": "Pledging to sustain and improve NHS without major guaranteed ongoing additional funding by introducing an additional 1p on income tax devoted to the NHS, totaling £7 billion a year."
            },
            {
                "policyTitle": "EDUCATION",
                "policyDescription": "Promises to reverse cuts, guarantee teachers a pay rise at least in line with inflation and provide additional support to children from disadvantaged homes."
            },
            {
                "policyTitle": "TACKLE THE CLIMATE EMERGENCY",
                "policyDescription": "Plans to take urgent action needed to protect our environment, making Britain a world leader in renewable energy and green technology."
            }
        ],
        "mentions": {
            "candidate": "Andrew Murday",
            "otherPartyLeaderCandidate": "Boris Johnson and Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": "In Skipton & Ripon only the Liberal Democrats can beat the Tories."
        },
        "issues": {
            "brexitEurope": "Liberal Democrats have been consistently clear that we believe the UK is better off in the EU than leaving it. Leaving the EU will destroy our close working relationship with our European neighbours.",
            "economy": "",
            "education": "Our schools and children are suffering from continued Tory underfunding.",
            "environment": "The Liberal Democrats will take the urgent action needed to protect our environment, making Britain a world leader in renewable energy and green technology.",
            "governance": "",
            "health": "Liberal Democrats will spend an extra £6 billion annually, raised from income tax, to ensure the NHS is adequately funded.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Heart surgeon",
                "duration": "Nearly forty years",
                "achievements": "Experience in NHS showing the importance of prioritizing its funding and the value of collaboration with European neighbours."
            }
        ],
        "contactInformation": {
            "address": "Published and promoted by Gerry Johnson on behalf of Andrew Murday (Liberal Democrats) both at Beckside, Galphay HG4 3NJ",
            "phone": "",
            "email": "info@skiptonriponlibdems.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photograph of candidate Andrew Murday"
                }
            ]
        },
        "additionalNotes": "Printed by Saxoprint, GW2 Great West House, Great West Road, London TW8 9HU"
    }
}