{
  "leaflet": {
    "candidateName": "Ian Austin",
    "constituency": "Dudley North",
    "politicalParty": "Former Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "I have been a Labour MP for 14 years. I joined the Labour Party as a teenager, I was a councillor and an adviser to the last Labour government. The Labour Party has been my life and until this year I could never have dreamt of voting for anyone else, so it really has come to something when I can no longer ask you to vote Labour."
      },
      {
        "title": "",
        "content": "I could never ask anyone to make Jeremy Corbyn Prime Minister. I am decent, traditional Labour, but I think he is completely unfit to lead our country."
      },
      {
        "title": "",
        "content": "The Labour Party has been poisoned by racism, extremism and intolerance under his leadership."
      },
      {
        "title": "",
        "content": "No one thinks he will deliver Brexit and at a time when working people need support, Jeremy Corbyn and John McDonnell have come up with plans that will put businesses, investment and jobs at risk."
      },
      {
        "title": "",
        "content": "And I am worried that if Boris Johnson does not get a majority, the SNP will back Corbyn."
      },
      {
        "title": "",
        "content": "It is too big a risk. That is why I think we should lend the Tories our votes and stop Jeremy Corbyn getting anywhere near Downing Street."
      },
      {
        "title": "",
        "content": "This hasn't been an easy decision. But it's the right one. And I encourage you to vote the same way."
      },
      {
        "title": "",
        "content": "The only way to get a Government led by Boris Johnson so that we can get Brexit done, is to vote Conservative here in Vale of Glamorgan."
      }
    ],
    "keyPolicies": [
    ],
    "mentions": {
      "candidate": "Ian Austin",
      "otherPartyLeaderCandidate": "Jeremy Corbyn, Boris Johnson, John McDonnell",
      "partyLeader": "",
      "tacticalSituation": "Lend the Tories our votes to stop Jeremy Corbyn; Concern that without a Conservative majority, the SNP will back Corbyn"
    },
    "issues": {
      "brexitEurope": "The only way to get a Government led by Boris Johnson so that we can get Brexit done, is to vote Conservative here in Vale of Glamorgan.",
      "economy": "Working people need support, plans by Jeremy Corbyn and John McDonnell will put businesses, investment and jobs at risk.",
      "education": "",
      "environment": "",
      "governance": "Labour Party has been poisoned by racism, extremism and intolerance under Jeremy Corbyn's leadership.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have been a Labour MP for 14 years. I joined the Labour Party as a teenager, I was a councillor and an adviser to the last Labour government.",
    "politicalExperience": [
      {
        "role": "MP for Dudley North",
        "duration": "14 years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
    ],
    "quotes": [
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "IAN AUSTIN Former Labour MP"
        }
      ]
    },
    "additionalNotes": "Ian Austin is endorsing the Conservative Party and not running as a candidate."
  }
}