{
    "leaflet": {
        "candidateName": "CHRISTINE ROACH",
        "constituency": "OGMORE",
        "politicalParty": "THE BREXIT PARTY",
        "electionDate": "THURSDAY 12 DECEMBER",
        "messages": [
            {
                "title": "LABOUR HAS LET YOU DOWN",
                "content": "If you vote for Labour, absolutely nothing changes. Your community has been forgotten and your voice has been ignored. Our hospitals don’t have enough doctors and nurses. Council tax bills keep going up, but public services keep going down. If you want more of the same that we’ve had for the last 20 years, then vote Labour. Now, if you want change, if you want good jobs, great schools, a working NHS, and politicians that put you first, vote for Brexit Party. Together we can change politics for good."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "MORE MONEY FOR OGMORE",
                "policyDescription": "To ensure that the budgets allocation for strategic projects is made available for the Ogmore Constituency, utilising the savings from not paying into the EU."
            },
            {
                "policyTitle": "IMPROVE PUBLIC SERVICES",
                "policyDescription": "To work closely with the Welsh Assembly and Local Government to deliver first class services for all the people of Ogmore and Wales."
            },
            {
                "policyTitle": "IMPROVE LAW AND ORDER",
                "policyDescription": "To review and reform law and order, including a review of sentencing guidelines and an increase in front line policing."
            },
            {
                "policyTitle": "WALES VOTED TO LEAVE",
                "policyDescription": "We are the only major party in Wales committed to respecting the result of the 2016 EU referendum. Wales voted NO to being ignored. Your trust and our national democracy must not be betrayed. Let's make a success out of Brexit."
            }
        ],
        "mentions": {
            "candidate": "CHRISTINE ROACH",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Wales voted NO to being ignored. Your trust and our national democracy must not be betrayed. Let's make a success out of Brexit.",
            "economy": "To ensure that the budgets allocation for strategic projects is made available for the Ogmore Constituency, utilising the savings from not paying into the EU.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Our hospitals don’t have enough doctors and nurses.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am not a career politician! I started out helping to run the family business, and for just over 15 years have worked in the National Health Service, providing services to support people living with long term health conditions.",
        "politicalExperience": [
            {
                "role": "Community Councillor, Chair of School Governors and as an energetic campaigner with Special Needs and Autism",
                "duration": "",
                "achievements": "I have been selected to stand as the parliamentary candidate for the Brexit party in the Ogmore Constituency, where I lived and worked for many years & am proud to have the opportunity to serve the wonderful people of this area if given the chance."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "christine.roach@thebrexitparty.org",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@_ChristineRoach",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "I believe in the ability of the British people to forge their own destiny and control their own future!",
                "source": "CHRISTINE ROACH, OGMORE",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "CHRISTINE ROACH, FIGHTING FOR DEMOCRACY, FIGHTING FOR OGMORE"
                },
                {
                    "caption": "VOTE BREXIT PARTY"
                }
            ]
        },
        "additionalNotes": "If there is anything I can do to help you, please get in touch!"
    }
}