{
    "leaflet": {
        "candidateName": "Paul Follows",
        "constituency": "South West Surrey Constituency",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Fighting to stop Brexit",
                "content": "Paul Follows and the Lib Dems are leading the fight against Brexit. Paul said, 'Whether it's Boris Johnson's deal or a Jeremy Corbyn deal, there is no deal as good as the one we already have as a member of the European Union. My first priority must be to stop a disastrous Brexit, but I will also fight to protect local health services, work to increase affordable housing and for real action on climate change.'"
            },
            {
                "title": "FOR A BRIGHTER FUTURE",
                "content": "Vote Liberal Democrat."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Lead the fight against Brexit to prevent a deal under Boris Johnson or Jeremy Corbyn, emphasizing the benefits of remaining in the EU."
            },
            {
                "policyTitle": "Local Services",
                "policyDescription": "Protect local services like schools and healthcare facilities."
            },
            {
                "policyTitle": "Affordable Housing and Climate Change",
                "policyDescription": "Work to increase affordable housing and take real action on climate change."
            },
            {
                "policyTitle": "TACKLE THE CLIMATE EMERGENCY",
                "policyDescription": "Take urgent action to protect the environment, making Britain a world leader in renewable energy and green technology."
            },
            {
                "policyTitle": "INVEST IN SCHOOLS, OUR NHS, AND POLICING",
                "policyDescription": "Invest in the best schools, the NHS after years of Tory neglect, and provide more police in communities to make them safer."
            }
        ],
        "mentions": {
            "candidate": "Paul Follows",
            "otherPartyLeaderCandidate": "Boris Johnson, Jeremy Corbyn",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Paul Follows and the Lib Dems are leading the fight against Brexit.",
            "economy": "",
            "education": "Invest in the best schools.",
            "environment": "Take urgent action needed to protect our environment, making Britain a world leader in renewable energy and green technology.",
            "governance": "",
            "health": "Invest in our NHS after years of Tory neglect.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Work to increase affordable housing.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "My first priority must be to stop a disastrous Brexit, but I will also fight to protect local health services, work to increase affordable housing and for real action on climate change.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.libdems.org.uk/plan",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "'Both Tories and Labour have failed the country'",
                "source": "The Guardian",
                "date": ""
            },
            {
                "text": "'British politics is falling apart – the Tories are to blame, but Labour is also a shambles'",
                "source": "The Irish Times",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Paul Follows walking in a market area wearing a ribbon indicating Liberal Democrats."
                }
            ]
        },
        "additionalNotes": "Leaflet includes a comparison between 'The Past' with criticisms of Tory and Labour parties and 'The Future' with a portrait of Jo Swinson and a message about the brighter future the Liberal Democrats promise."
    }
}