{
    "leaflet": {
        "candidateName": "Clare Ambrosino",
        "constituency": "Easington",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 12 December 2019",
        "messages": [
            {
                "title": "Latest news about Easington",
                "content": "From Clare Ambrosino - your Conservative Parliamentary Candidate - Vote Conservative to get Brexit done in Easington!"
            },
            {
                "title": "Vote Conservative to get Brexit done in Easington!",
                "content": "Dear Voter, The Easington constituency has been dominated by the Labour Party for decades but has taken the loyalty of voters for granted and let people down. Now I am meeting so many disillusioned former Labour voters on the doorstep. Only a Conservative vote will guarantee our exit from the EU. No other party has a deal in place. Let's get Brexit done in January so that we can heal divisions and focus on building a better future for Easington and our families. Elect me as your next MP and I will fight for Easington. I will fight for the investment, jobs and regeneration that you deserve and repair the damage caused by decades of Labour neglect. In Westminster I am known for my persistence and I can guarantee that no ear will go unheeded and no arm untwisted to deliver my plan for Easington. Elect me as your next MP to replace Jeremy Corbyn's Labour Party in Easington and get Brexit done! Best Wishes, Clare Ambrosino, Conservative Parliamentary Candidate"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Guaranteeing the UK's exit from the EU with a deal already in place and getting Brexit done in January to focus on the future of Easington."
            },
            {
                "policyTitle": "Hospitals and Healthcare",
                "policyDescription": "Investing an extra £33.9 billion into the NHS, helping you and your GP improve your local hospital services."
            },
            {
                "policyTitle": "Public Safety",
                "policyDescription": "Hiring 20,000 new police officers, making our streets safer."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "More funding for every pupil in every school to provide a better education."
            }
        ],
        "mentions": {
            "candidate": "Clare Ambrosino",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": "Conservatives came second to Labour here at the last general election up 10%. Only Clare Ambrosino can beat Jeremy Corbyn's Labour Party in Easington and get Brexit done!"
        },
        "issues": {
            "brexitEurope": "Only a Conservative vote will guarantee our exit from the EU. Let's get Brexit done in January.",
            "economy": "",
            "education": "More funding for every pupil in every school.",
            "environment": "",
            "governance": "Repairing the damage caused by decades of Labour neglect.",
            "health": "Investing an extra £33.9 billion into the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "In Westminster I am known for my persistence and I can guarantee that no ear will go unheeded and no arm untwisted to deliver my plan for Easington.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Clare Ambrosino, Conservative Parliamentary Candidate"
                },
                {
                    "caption": "Photo captions are the most read body type in a publication."
                }
            ]
        },
        "additionalNotes": ""
    }
}