{
  "leaflet": {
    "candidateName": "Carolyn Webster",
    "constituency": "Cardiff West",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "Labour isn’t working.",
        "content": "Labour wants to construct residential towers in Resident Green Areas and remove One Family Dwelling zoning. It's time to vote Conservative."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "PROTECT OUR GREEN BELT AND GREEN WEDGES",
        "policyDescription": "Labour's Kevin Brennan has suggested the construction of thousands of houses but today we see those same green wedges being built on. This will have a huge impact on our already stretched road network. It is a ticking time bomb waiting for Cardiff West's workers, trying to get around Cardiff to earn a living."
      },
      {
        "policyTitle": "Cardiff’s economy",
        "policyDescription": "Labour's Kevin Brennan said he would ease Cardiff's traffic problem with the construction of the M4 relief road, but to date, it has failed to materialize despite all the years of promises. Carolyn Webster promises to build new roads to help businesses get their products to market which will create jobs and more investment."
      },
      {
        "policyTitle": "Better hospitals. Safer streets. Improved schools.",
        "policyDescription": "Carolyn Webster is committed to providing better public services which include better hospitals, safer streets, and improved schools as fundamental priorities for the constituents, suggesting that these will contribute to building a safer, healthier, and better-educated community."
      },
      {
        "policyTitle": "Let’s get Brexit done",
        "policyDescription": "By completing Brexit, the Welsh Government will receive an extra £1.2 billion for healthcare, hiring 20,000 new police officers will help make streets safer, and making more funding available for schools across Wales will improve education."
      }
    ],
    "mentions": {
      "candidate": "Carolyn Webster",
      "otherPartyLeaderCandidate": "Kevin Brennan",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "By completing Brexit, the Welsh Government will receive an extra £1.2 billion for healthcare, hiring 20,000 new police officers will help make streets safer, and making more funding available for schools across Wales will improve education.",
      "economy": "Carolyn Webster promises to build new roads to help businesses get their products to market which will create jobs and more investment.",
      "education": "Commitment to improved schools with more funding availability across Wales.",
      "environment": "Opposes construction of residential towers in Resident Green Areas and removal of One Family Dwelling zoning. Emphasizes the negative impacts of building on green wedges.",
      "governance": "",
      "health": "Commitment to providing better hospitals.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Opposition to Labour's plans to build on green wedges and suggestion of major housing developments affecting road network congestion.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}