{
    "leaflet": {
        "candidateName": "Jo Swinson",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "IT'S TIME TO BUILD A BRIGHTER FUTURE",
                "content": "For too many people, things aren't working as they should be. Both the Conservatives and Labour are failing time and again to deliver a better future."
            },
            {
                "title": "BUILDING A BRIGHTER FUTURE",
                "content": "Jo Swinson's team have a plan to build a brighter future. Millions of voters are switching to the Liberal Democrats to stop Boris Johnson destroying public services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "STOP BREXIT",
                "policyDescription": "Jo Swinson's Liberal Democrats plan to stop Brexit and invest the £50 billion Remain Bonus in public services and tackling inequality."
            },
            {
                "policyTitle": "TACKLE THE CLIMATE EMERGENCY",
                "policyDescription": "Generate 80% of our electricity from renewables by 2030 and achieve net zero emissions by 2045."
            },
            {
                "policyTitle": "GIVE EVERY CHILD THE BEST START IN LIFE",
                "policyDescription": "Recruit 20,000 more teachers and build a brighter future for our schools."
            },
            {
                "policyTitle": "BUILD A FAIRER ECONOMY",
                "policyDescription": "Provide free childcare from 9 months and spend on skills and training."
            },
            {
                "policyTitle": "TRANSFORM OUR MENTAL HEALTH SERVICE",
                "policyDescription": "Treat mental health with the same urgency as physical health."
            }
        ],
        "mentions": {
            "candidate": "Jo Swinson firmly believes that Britain is better off in the EU.",
            "otherPartyLeaderCandidate": "Boris Johnson's Conservatives are doing harm to public services. Jeremy Corbyn's Labour Party wants to negotiate his own Brexit deal.",
            "partyLeader": "Jo Swinson's Liberal Democrats",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Leading the fight to Stop Brexit.",
            "economy": "A plan for the future, cutting waiting times, tackling the climate emergency, improve NHS. A policy to invest £50 billion Remain Bonus in public services and tackling inequality.",
            "education": "Recruit 20,000 more teachers for schools.",
            "environment": "Generate 80% of our electricity from renewables by 2030 and net zero emissions by 2045.",
            "governance": "",
            "health": "Jo Swinson's team plans to cut waiting times in NHS, tackle the climate emergency, and recruit thousands of new teachers for our schools.",
            "immigration": "",
            "socialWelfare": "Provide free childcare from 9 months and spend on skills and training.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Jo Swinson firmly believes that Britain is better off in the EU and has a resolute new leadership.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Freepost RSTK-HKSH-EJGE, Liberal Democrats, 8-10 Great George Street, London, SW1P 3AE",
            "phone": "",
            "email": "",
            "website": "www.LibDems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Fiona Dryburgh, former Labour councillor",
                "endorsement": "'I firmly believe that Britain is better off in the EU. As a result I have now found a new home within the Liberal Democrats. I am proud to join a progressive party. Jo Swinson's leadership is the best of any of the parties.'"
            },
            {
                "endorser": "Mohsin Khan, Psychiatrist",
                "endorsement": "'I'm backing the Liberal Democrats because they have led the fight for mental health provision in our NHS. As a psychiatrist I see all too often that mental health is at the bottom of the pile, and our policies will ensure that mental health treatment will be treated with the same urgency as physical health.'"
            },
            {
                "endorser": "Gabriel Rozenberg, former Conservative councillor",
                "endorsement": "The Conservatives have become a party promoting an extremist view of isolationism. It wasn't an easy decision to make but I could no longer campaign for them. The Lib Dems are a proudly internationalist party and the only pro-business party left."
            },
            {
                "endorser": "Katie Critchlow, Green Business Strategist",
                "endorsement": "'I've worked in the green industry for 20 years now and it's clear to me the Liberal Democrats have the best plan to tackle the climate emergency. We can't afford to wait any longer and I trust Jo Swinson's Liberal Democrats to bring about the change we all so desperately need.'"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Swinson with supporters and campaign material."
                }
            ]
        },
        "additionalNotes": ""
    }
}