{
  "leaflet": {
    "candidateName": "Jackie Doyle-Price",
    "constituency": "",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Cleaning up the beach",
        "content": "In November last year Jackie led an action day, collecting litter and debris from Grays Beach."
      },
      {
        "title": "Cleaning up Politics",
        "content": "There is understandable anger about the issue of MPs expenses. Jackie Doyle-Price has made it clear that she is appalled by the abuses in the system and has pledged to play her part in cleaning up the system and restoring integrity to British Politics."
      },
      {
        "title": "Talking honestly about the change we need",
        "content": "The next general election will be the most important one for a generation. The country is crying out for change – change that DAVID CAMERON says the Conservative Party can deliver. Everyone’s talking about the debt crisis. What are you going to do about it? Let’s be clear. This country is sitting on a mountain of debt and we cannot ignore it. If we do, we will be left with higher taxes and higher interest rates – and nobody’s Conservative Party has been honest about the need for spending cuts."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Acknowledges the debt crisis and the need for spending cuts. Specifics include not wasting taxes on bureaucrats who do not face the consequences of their errors and cuts to public services that can afford to save taxpayer money."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "David Cameron’s party has promised to not make the NHS focus on meeting government targets, give patients the option of choosing where they get treated, stopping the forced closure of A&E and maternity units, simplifying mixed sex wards, reforming the way NHS pays for drugs so that effective treatments are available, and restoring access to an NHS dentist."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Getting more police out on the streets and fighting crime by cutting paperwork and recruiting 4,200 new Sure Start officers."
      }
    ],
    "mentions": {
      "candidate": "Jackie Doyle-Price",
      "otherPartyLeaderCandidate": "DAVID CAMERON",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The need for spending cuts due to the debt crisis.",
      "education": "",
      "environment": "Actions taken to clean up Grays Beach.",
      "governance": "Anger about the MPs expenses scandal and commitment to clean up the system and restore integrity to British politics.",
      "health": "Promises regarding NHS policy, including treatment options, unit closures, and mixed sex wards.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.conservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jackie with the colossal mackeral caught at Grays Beach"
        },
        {
          "caption": "Talking the talk about real politics"
        },
        {
          "caption": "So you'll be ring-fencing spending on the NHS, but what about other services, like Sure Start?"
        },
        {
          "caption": "A NEIGHBOURHOOD I FEEL SAFE IN - CUT PAPERWORK AND GET MORE POLICE OUT ON THE STREETS FIGHTING CRIME"
        }
      ]
    },
    "additionalNotes": ""
  }
}