{
  "leaflet": {
    "candidateName": "John Humphries",
    "constituency": "Hertsmere",
    "politicalParty": "Green Party",
    "electionDate": "12th December",
    "messages": [
      {
        "title": "THIS IS A CLIMATE ELECTION",
        "content": "We are facing a climate emergency. To avert a human catastrophe, we must act now! The Greens will commit over £100 billion of investment in a low carbon future as part of the Green New Deal."
      },
      {
        "title": "THE CLIMATE IS BORDERLESS",
        "content": "Tackling the climate crisis requires cooperation with our European and international partners to accelerate use of renewable sources of energy and protecting the planet's resources and environments."
      },
      {
        "title": "LOOK TO THE FUTURE - NOT THE PAST",
        "content": "This election isn't about the next 5 years. It's about the next 50 years."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "POWER TO THE PEOPLE",
        "policyDescription": "Co-operatively owned public utilities; a four-day working week for a better work-life balance; replacing business rates with fairer taxes; citizen assemblies."
      },
      {
        "policyTitle": "A FAIRER LESS CONFLICTED SOCIETY",
        "policyDescription": "Universal Basic Income; scrap tuition fees; free public childcare; fund the NHS and mental healthcare; tax wealth fairly and close loopholes."
      },
      {
        "policyTitle": "REMAIN FROM THE START",
        "policyDescription": "Our position is clear. Britain’s future success depends on co-operation with our European partners."
      },
      {
        "policyTitle": "STANDING WITH YOU FOR A PEOPLE'S VOTE",
        "policyDescription": "EU membership means we can shape and influence decisions to forge a better Europe. We will campaign for people to have the final say."
      },
      {
        "policyTitle": "UNLEASH OUR PEOPLE'S BUSINESS POTENTIAL",
        "policyDescription": "The Green Party will give small businesses a competitive break; a public banking system lending at fair rates to encourage growth and sustainable job creation."
      }
    ],
    "mentions": {
      "candidate": "John is a local candidate. John and his family have lived in Shenley for 25 years. He runs a management training business. A keen walker, John enjoys the local countryside and will work to protect Hertsmere’s green spaces and woodlands, essential for our well-being.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Our position is clear. Britain’s future success depends on co-operation with our European partners. EU membership means we can shape and influence decisions to forge a better Europe. We will campaign for people to have the final say.",
      "economy": "The Green Party will give small businesses a competitive break; a public banking system lending at fair rates to encourage growth and sustainable job creation.",
      "education": "Universal Basic Income; scrap tuition fees; free public childcare;",
      "environment": "We are facing a climate emergency. To avert a human catastrophe, we must act now! The Greens will commit over £100 billion of investment in a low carbon future as part of the Green New Deal. Tackling the climate crisis requires cooperation with our European and international partners to accelerate use of renewable sources of energy and protecting the planet's resources and environments.",
      "governance": "Co-operatively owned public utilities; a four-day working week for a better work-life balance; replacing business rates with fairer taxes; citizen assemblies.",
      "health": "Fund the NHS and mental healthcare;",
      "immigration": "",
      "socialWelfare": "Universal Basic Income;",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "John is a local candidate.",
    "politicalExperience": [
      {
        "role": "Local Candidate",
        "duration": "25 years",
        "achievements": "John enjoys the local countryside and will work to protect Hertsmere’s green spaces and woodlands, essential for our well-being."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "john.humphries@greenparty.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "Hertsmere Green Party",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John Humphries - Your Green Party Candidate"
        }
      ]
    },
    "additionalNotes": ""
  }
}