{
  "leaflet": {
    "candidateName": "Mike Smithson",
    "constituency": "Brecon and Radnorshire",
    "politicalParty": "",
    "electionDate": "Thursday 12th December",
    "messages": [
      {
        "title": "Dear [Redacted]",
        "content": "The election in Brecon and Radnorshire is between the Conservative and the Liberal Democrats. I take polls seriously, having earned my living by cutting through the spin to see what the data really says. I set up Britain's first political betting website in 2004 and have spent the last 15 years analysing what voters are saying. When looking at the recent election polls one thing is clear - this General Election is going to be a memorable one.\n\nFrom the analysis I've done, the data gives us a good idea of the choice people face on Thursday 12th December."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Mike Smithson is an election analyst and founder of PoliticalBetting.com, presenting his analysis on the tactical voting situation in Brecon and Radnorshire.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Nearly 200 seats across the UK could be decided by Remainers voting tactically for the Liberal Democrats. Whether Conservative or the Liberal Democrat wins will come down to how many Labour supporters lend their vote to the Liberal Democrats. The Liberal Democrats have the best chance to win seats from the Conservatives, keeping them from a majority. Only if enough Labour supporters back the Lib Dems this time."
    },
    "issues": {
      "brexitEurope": "If you know from previous elections that a vote for anyone other than the Liberal Democrats can end up with an MP who backs Brexit.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Ni fydd lle i aros ar y cyfleusterau hyn yn y cyflwr presidios drws unrhwy un o'n bili a'r Democratiad Rhyddfrydol drwy waith eto a'r AS sy'n cefnogi Brexit.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "PoliticalBetting.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mike Smithson, Election analyst and founder of PoliticalBetting.com"
        }
      ]
    },
    "additionalNotes": ""
  }
}