{
    "leaflet": {
        "candidateName": "Meera Chadha",
        "constituency": "Walthamstow",
        "politicalParty": "Liberal Democrat",
        "electionDate": "12th December",
        "messages": [
            {
                "title": "Tackling the Climate Emergency",
                "content": "The UK should be leading the world on tackling the environmental crisis. The climate emergency is real and our planet is heating to unsustainable levels. Young people have taken to the streets because they’re worried that the Conservatives are failing to act. A Liberal Democrat government will raise the energy efficiency standards for new homes, as well as investing £15 billion over the next Parliament to retrofit 26 million homes."
            },
            {
                "title": "TIME TO STOP BREXIT",
                "content": "It doesn't matter whether it's a Labour Brexit or a Conservative Brexit, both would be a disaster for Britain. We can see clearly now what the real consequences of Brexit will be. It will hit the poorest, it will take away opportunities for our children and it will isolate our country. The Liberal Democrats are leading the fight to STOP BREXIT. Hundreds of thousands of people across the country have signed up to support the Lib Dem campaign against Brexit, and six million people signed the petition on Parliament's website to revoke Article 50."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Climate Emergency",
                "policyDescription": "Liberal Democrats have ambitious plans to tackle the climate emergency by generating 80% of electricity from renewables by 2030 and insulating all low-income homes by 2025."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The Liberal Democrats are fighting to STOP BREXIT.",
            "economy": "",
            "education": "",
            "environment": "The Liberal Democrats have ambitious plans to tackle the climate emergency by generating 80% of electricity from renewables by 2030 and insulating all low-income homes by 2025. A Liberal Democrat government will raise the energy efficiency standards for new homes, as well as investing £15 billion over the next Parliament to retrofit 26 million homes.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "A Liberal Democrat government will invest £15 billion in retrofitting homes to make them more energy-efficient, benefiting the environment and residents.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "My priority is not just to stop Brexit, but to get on with addressing the social and economic divide that caused Brexit in the first place.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "walthamforestlibdems.org",
            "socialMedia": {
                "facebook": "meera4walthamstow",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Meera Chadha with a team of supporters holding 'Bollocks to Brexit' and 'Stop Brexit' signs."
                }
            ]
        },
        "additionalNotes": ""
    }
}