{
    "leaflet": {
        "candidateName": "SAMMY BARRY",
        "constituency": "Hemel",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Sammy's Vision for Hemel",
                "content": "I'm a Hemel girl, born and bred. I love this area, but like everyone else, I can see the things that need improving. I got involved in doing youth work many years ago, and am now a frontline youth worker. I see every day how cuts to local services have hit hardest those who need it most; how families struggle to cope when the benefits system fails them; and how crime is sneaking into many lives. These are the realities that prompted me to become a Dacorum Councillor for Highfield. Now I want to represent Hemel in Westminster."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Mental Support",
                "policyDescription": "There should be faster and better access to mental support."
            },
            {
                "policyTitle": "Youth Services",
                "policyDescription": "Wants to see better Youth Services so that young people have meaningful things to do, and can achieve their potential in safe and creative spaces."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Firmly believes we are in a climate crisis. Wants Hemel to be a beacon of good practice in protecting our future generations: EV charging points, better public transport, eco-friendly construction and protection of our green spaces."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Wants to support the thriving business sector in Hemel, make sure we all benefit. This means attracting new businesses, encouraging training links with education and promoting apprenticeship schemes."
            }
        ],
        "mentions": {
            "candidate": "Sammy Barry",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Support the thriving business sector in Hemel.",
            "education": "Encouraging training links with education.",
            "environment": "Climate crisis. Wants Hemel to be a beacon of good practice in protecting our future generations.",
            "governance": "",
            "health": "Physical health is important, thus better access to mental support.",
            "immigration": "",
            "socialWelfare": "Youth Services and local services support.",
            "housing": [
                {
                    "content": "Eco-friendly construction.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I'm a Hemel girl, born and bred. I love this area, but like everyone else, I can see the things that need improving.",
        "politicalExperience": [
            {
                "role": "Dacorum Councillor for Highfield",
                "duration": "",
                "achievements": "Became a Dacorum Councillor for Highfield."
            }
        ],
        "contactInformation": {
            "address": "49 Mortimer Hill, Tring HP23 5JA",
            "phone": "",
            "email": "Sammy.Barry@hhlidbdems.org.uk",
            "website": "https://hhlibdems.org.uk",
            "socialMedia": {
                "facebook": "www.facebook.com/SammyBarry4HH",
                "twitter": "@hemellibdems",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "SAMMY BARRY - YOUR LIB DEM CANDIDATE FOR HEMEL"
                }
            ]
        },
        "additionalNotes": ""
    }
}