{
  "leaflet": {
    "candidateName": "Siobhain McDonagh",
    "constituency": "",
    "politicalParty": "",
    "electionDate": "Thursday 12th December",
    "messages": [
      {
        "title": "Dear Resident,",
        "content": "As i am fighting for a seat with three general elections over four years, all forced on us by poor Prime Ministers unable to lead an extreme Tory Party that's obsessed with Europe. It has resulted in an increasingly angry and fractured country and am used to getting things done. I am here to govern for you, localize policies for you and run good governance. They know that people in the country voted for Brexit because they were angry that no one paid the price for the banking crisis."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing",
        "policyDescription": "Better housing plans under consideration."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Stop closure plans of St. Helier Hospital, ensure money after jobs and prosperity. Campaigning for certainty in the knock-on impact."
      }
    ],
    "mentions": {
      "candidate": "I am confused and frustrated too.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Focus on local Electorate's issues instead of being obsessed with Europe, which ended up leading to an angry and fractured country.",
      "economy": "Spent the campaign against no-deal Brexit and working hard to unite the UK into a modern world economy.",
      "education": "",
      "environment": "",
      "governance": "I am used to getting things done. But these things are the last thing on the mind of a government that are obsessed with Europe.",
      "health": "Protect wages, rising crime, longer NHS waiting lists, rocketing housing costs, and have to work hard to make it happen.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Better housing plans under consideration.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am here to govern for you, localize policies for you, and run good governance.",
    "politicalExperience": [
      {
        "role": "Your Member of Parliament",
        "duration": "22 years",
        "achievements": "I work on getting things done, like focusing on the local electorate's issues, spending the campaign against no-deal Brexit, and working hard to govern for the community."
      }
    ],
    "contactInformation": {
      "address": "1 Crown Road, Morden SM4 5DD",
      "phone": "020 8542 4835",
      "email": "siobhain@mmplp.org.uk",
      "website": "www.siobhainmcdonagh.org.uk",
      "socialMedia": {
        "facebook": "Siobhain McDonagh MP",
        "twitter": "@Siobhain_MP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Siobhain McDonagh working with the community and emphasizing her commitment to better housing, healthcare, and addressing grievances related to the banking crisis and Brexit."
        }
      ]
    },
    "additionalNotes": ""
  }
}