{
    "leaflet": {
        "candidateName": "Clive Betts",
        "constituency": "Sheffield South East",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "Living in and committed to Sheffield South East",
                "content": "I have worked closely with local schools opposing cuts to our schools' budgets. Class sizes are rising, there are insufficient funds for building maintenance and teaching assistants are losing their jobs. I am committed to ensure that our children and teachers aren't left in the lurch. I want to ensure children restore the education basics to give toddlers the best start in life. I want to abolish tuition fees and restore the full maintenance to University students."
            },
            {
                "title": "My pledges to you",
                "content": "Properly fund our NHS and stop Tory and Brexit Party privatisation. \nHave more bobbies on the beat to protect our communities. \nKeep OAP concessions for travel and fuel and free TV licences for over 75s. \nOnly vote for a Brexit deal that protects workers rights and jobs. \nRespect our veterans and ensure we implement the Forces covenant."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "More funding for Schools and Colleges",
                "policyDescription": "Opposing cuts to school budgets, addressing class sizes, building maintenance, and job losses for teaching assistants, abolishing tuition fees, restoring full maintenance for university students."
            },
            {
                "policyTitle": "More affordable housing",
                "policyDescription": "As Chair of the Parliamentary Committee for Housing, I have campaigned for more affordable homes to be built, addressed derelict council houses refurbishment, and supported penalties for bad private sector landlords."
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Tackling climate change, supporting young people advocating for the environment, backing Labour's green new deal, improving public transport, and extending the tram network."
            }
        ],
        "mentions": {
            "candidate": "Clive Betts",
            "otherPartyLeaderCandidate": "Tory and Brexit Party",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Only vote for a Brexit deal that protects workers rights and jobs.",
            "economy": "",
            "education": "Opposing cuts to school budgets, addressing class sizes, job losses for teaching assistants, abolishing tuition fees, restoring full maintenance for university students.",
            "environment": "Tackling climate change, supporting young people advocating for the environment, implementing Labour's green new deal.",
            "governance": "",
            "health": "Properly fund our NHS and stop Tory and Brexit Party privatisation.",
            "immigration": "",
            "socialWelfare": "Keep OAP concessions for travel and fuel and free TV licences for over 75s.",
            "housing": [
                {
                    "content": "Campaigning for more affordable homes to be built, addressing derelict council houses refurbishment, and supporting penalties for bad private sector landlords.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "It has been a real privilege to represent this area in Parliament for over 20 years and I hope you will re-elect me so that I can continue to work hard for you.",
        "politicalExperience": [
            {
                "role": "Chair of the Parliamentary Committee for Housing",
                "duration": "",
                "achievements": "campaigned for more affordable homes to be built, dealt with council homes refurbishment, and penalties for bad landlords"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07392 987 882",
            "email": "clive@clivebetts.com",
            "website": "www.clivebettsfortheconstituency.org",
            "socialMedia": {
                "facebook": "clivebettsfortheconstituency",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Vote Labour - Clive Betts - Labour candidate for Sheffield South East"
                }
            ]
        },
        "additionalNotes": ""
    }
}