{
    "leaflet": {
        "candidateName": "Ruth Alcroft",
        "constituency": "Carlisle",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "",
                "content": "For the last nine years our City has been badly let down by the Government and we haven't had a strong voice standing up for Carlisle. A vote for me on December 12 can change things."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stand up for Education",
                "policyDescription": "Labour will invest in our schools and lifelong learning"
            },
            {
                "policyTitle": "Stand up for our NHS",
                "policyDescription": "Labour will increase NHS staff and resources"
            },
            {
                "policyTitle": "Tackle the Cost of Living",
                "policyDescription": "Labour will introduce a £10 living wage and scrap Universal Credit"
            },
            {
                "policyTitle": "Protect the Environment",
                "policyDescription": "Over 400,000 jobs created with a Green Industrial Revolution"
            },
            {
                "policyTitle": "Only work for you",
                "policyDescription": "Being MP for Carlisle will be my only job"
            }
        ],
        "mentions": {
            "candidate": "Ruth Alcroft",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "203 of 306 schools in Cumbria have suffered cuts to per pupil funding.",
            "environment": "Over 400,000 jobs created with a Green Industrial Revolution",
            "governance": "",
            "health": "NHS professional mentions increasing pressure on local mental health services.",
            "immigration": "",
            "socialWelfare": "Labour will scrap Universal Credit",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I've lived in Carlisle with my husband for over ten years. We have two daughters, who are both Carlisle born and bred! I love our city and believe we need someone with passion and commitment to stand up for our schools, public services and to tackle issues. I am the teacher, the NHS nurse's daughter, and local mum who will do just that.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Kirsty, Local Teacher",
                "endorsement": "203 of 306 schools in Cumbria have suffered cuts to per pupil funding. As a teacher, I am seriously concerned about the impact of these funding cuts on local schools and the most vulnerable pupils. Now more than ever we need someone like Ruth, who has a strong background in education and record of standing up against cuts, to be our MP!"
            },
            {
                "endorser": "Rebecca, Student Nurse",
                "endorsement": "As a student nurse and the mother of 'Rebecca's daughter's name', I see the pressure our local services are under from under-resourcing and understaffing. And I know first-hand the impact of scrapping the nurses' bursary; after three years of studying I will be facing debt of up to £70,000. Ruth has stood up for the restoration of the nurses' bursary- a lifeline for many-to get cuts to beds and as an MP I know she will continue to fight for our health service."
            },
            {
                "endorser": "Name obscured, NHS Mental Health Professional",
                "endorsement": "As an NHS professional I see the overwhelming pressure on our local mental health services, and the erosion of the core values by companies with more business than patient focussed approaches. Ruth, as my colleague, She is a compassionate advocate for mental health services and continues to stand up for local services. Our NHS can't afford another five years of the Tories. I know Ruth. She is the future of our health service."
            },
            {
                "endorser": "Name obscured",
                "endorsement": "I worked with Ruth in setting up the Great Get Together in St. Paul's Holme, where my business is. She's exactly the sort of hardworking, local champion that Carlisle needs, which is why she has my full vote on 12 December."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ruth Alcroft Labour candidate for Carlisle"
                }
            ]
        },
        "additionalNotes": ""
    }
}