{
	"leaflet": {
		"candidateName": "Jeff Clarke",
		"constituency": "Wirral South",
		"politicalParty": "Conservative",
		"electionDate": "Spring 2010",
		"messages": [
			{
				"title": "WHAT'S IT GOING TO BE?",
				"content": "A FRESH START BASED UPON OPTIMISM, REALISM AND HONESTY or MORE OF THE SAME TIRED, DISCREDITED AND FLAT OUT OF IDEAS"
			}
		],
		"keyPolicies": [
			{
				"policyTitle": "Reducing the national debt",
				"policyDescription": "Important to reduce the national debt to not leave it on dependant on these prices and vulnerable with disability."
			},
			{
				"policyTitle": "Conservative Government approach to economy",
				"policyDescription": "Tackling the economic crisis by building the high-tech economy, green technology and industries."
			}
		],
		"mentions": {
			"candidate": "Jeff Clarke states, 'The next general election will be the most important one for a generation.'",
			"otherPartyLeaderCandidate": "The leaflet features Gordon Brown with negative connotations, suggesting a comparison between him and David Cameron.",
			"partyLeader": "David Cameron is mentioned in a positive light, proposing a fresh start with him as an alternative.",
			"tacticalSituation": ""
		},
		"issues": {
			"brexitEurope": "",
			"economy": "With the economic crisis dominating the political agenda, we must build the economic, high tech economy. It's about generating economic growth through new green technology and products.",
			"education": "",
			"environment": "It's about generating economic growth through new green technology and products.",
			"governance": "",
			"health": "",
			"immigration": "",
			"socialWelfare": "Important to reduce the national debt to not leave it on people with disabilities.",
			"housing": [
				{
					"content": "",
					"yimbyNimby": "N/A"
				}
			]
		},
		"personalStatement": "I will work tirelessly for all the residents regardless of how you intend to vote.",
		"politicalExperience": [],
		"contactInformation": {
			"address": "",
			"phone": "",
			"email": "",
			"website": "",
			"socialMedia": {
				"facebook": "",
				"twitter": "",
				"instagram": "",
				"linkedin": ""
			}
		},
		"endorsements": [],
		"quotes": [],
		"campaignMaterial": {
			"images": [
				{
					"caption": "Jeff Clarke with David Cameron, depicting a united front with the caption 'Jeff Clarke and David Cameron: The Change that Wirral South needs'"
				},
				{
					"caption": "Image of Gordon Brown with a negative undertone, hinting at a failed leadership with the caption 'Inside How Gordon Brown has wasted YOUR money'"
				}
			]
		},
		"additionalNotes": ""
	}
}