{
    "leaflet": {
        "candidateName": "Wendy Chamberlain",
        "constituency": "North East Fife",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "WILLIE AND MING BACK WENDY TO WIN",
                "content": "Liberal Democrat MSP for North East Fife, Willie Rennie and former leader Ming Campbell are both backing Wendy Chamberlain to win on 12 December."
            },
            {
                "title": "SPECIAL REPORT ON THE BEST CHOICE AS OUR NEXT MP: WENDY CHAMBERLAIN",
                "content": "\"I'll fight for a better deal for North East Fife\" - Popular Liberal Democrat campaigner, Wendy Chamberlain is challenging to take North East Fife back from the SNP."
            },
            {
                "title": "It's SO close in North East Fife",
                "content": "There are JUST TWO VOTES between the Liberal Democrats and the SNP here in North East Fife. Every single vote will make a difference. You really will decide if it's SNP or Lib Dem here."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "General Local Development",
                "policyDescription": "Wendy Chamberlain will fight for a better deal for North East Fife."
            }
        ],
        "mentions": {
            "candidate": "Wendy Chamberlain",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Willie Rennie, Ming Campbell",
            "tacticalSituation": "Just two votes separated the Liberal Democrats and the SNP in the General Election 2017, making it a very close contest."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Growing our economy",
            "education": "Protecting investment in our schools",
            "environment": "Taking action on the climate",
            "governance": "",
            "health": "Looking after our hospitals",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As a former police officer, I know the importance of public safety. It's why I want to stand up for North East Fife and get a better deal for local people.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Willie Rennie",
                "endorsement": "She is hardworking and passionate."
            },
            {
                "endorser": "Ming Campbell",
                "endorsement": "I have seen first-hand Wendy's energy and determination. She will make a first class MP and someone who will always put this area first."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Liberal Democrat MSP Willie Rennie and former leader Ming Campbell both backing Wendy Chamberlain to win."
                }
            ]
        },
        "additionalNotes": "The election of North East Fife's MP is set for another 'photo finish' between SNP and Wendy Chamberlain and the two votes separated the two parties last time - the closest result."
    }
}