{
  "leaflet": {
    "candidateName": "Ross Pepper",
    "constituency": "Louth & Horncastle",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "BUILDING A BRIGHTER FUTURE",
        "content": "I think Lincolnshire has lost out over many years and I believe we deserve better than the status quo. Our economy, our schools, our GP and dental surgeries and hospital needs staff and resources and capacity, ready for our growing and diverse neighbour communities. I've taken lots of local action for you and I'm always on call to understand your needs, your concerns and respond representing people and not a faceless authority when it comes to the day job of being your MP. I am running a special part of the world and I am proud to say so - we deserve vastly better for our growing and important local economy which we can do by combating the fall out of Brexit and lifting our game for a brighter future for Lincolnshire. I will put our community first, being a positive voice for Louth and Horncastle, and standing up for you in Westminster."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stop Brexit and invest the £50billion Remain Bonus in public services",
        "policyDescription": "A Lib Dem government would stop Brexit and invest the £50 billion Remain Bonus in public services."
      },
      {
        "policyTitle": "Invest £35 billion to protect our NHS and Social Care system",
        "policyDescription": "Investing an extra £35 billion in the health service and social care is a Lib Dem priority over a 5-year term to ensure we have the staff resources, ambulances, treatment technologies and innovation for the start-up in regional hospitals."
      },
      {
        "policyTitle": "Give every child the best start in life, by recruiting 20,000 more teachers",
        "policyDescription": "The Lib Dems will recruit 20,000 more teachers as part of an extra £10 billion a year for schools. The Liberal Democrats demand better for our children's futures. We will reverse school cuts with an emergency cash injection so that pupils have the resources they need to learn."
      },
      {
        "policyTitle": "Tackle the climate emergency and invest in renewables",
        "policyDescription": "Generate 80% of our electricity from renewables by 2030 and insulate all low-income homes by 2025. We need to move much faster and be much more ambitious in preventing the largest global crisis the world has ever faced. Only the Lib Dems will lead the progress needed."
      }
    ],
    "mentions": {
      "candidate": "Ross Pepper",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Stop Brexit and invest the £50billion Remain Bonus in public services. Only the Lib Dems will lead the progress needed.",
      "economy": "",
      "education": "Give every child the best start in life, by recruiting 20,000 more teachers.",
      "environment": "Tackle the climate emergency and invest in renewables.",
      "governance": "",
      "health": "Invest £35 billion to protect our NHS and Social Care system.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Insulate all low-income homes by 2025.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I think Lincolnshire has lost out over many years and I believe we deserve better than the status quo.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "ross@louthandhorncastlelibdems.org.uk",
      "website": "www.louthandhorncastlelibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ross Pepper with supporters."
        }
      ]
    },
    "additionalNotes": ""
  }
}