{
    "leaflet": {
        "candidateName": "Jo Waltham",
        "constituency": "Devizes",
        "politicalParty": "Liberal Democrats",
        "electionDate": "December 12th",
        "messages": [
            {
                "title": "DEMAND BETTER THAN BORIS",
                "content": "Boris Johnson's short stint as Prime Minister has been a disaster. He lied to the Queen and repeatedly to the House, and he refuses to look after the interests of everyone."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tackling the climate emergency",
                "policyDescription": "Liberal Democrats need urgent action and so far the Conservatives have been complacent. Liberal Democrats propose that 80% of our electricity by 2030 will be generated from renewable sources and we will plant 60 million trees a year to reduce our carbon emissions as part of a plan to tackle the climate emergency."
            },
            {
                "policyTitle": "Demanding better for physical and mental health",
                "policyDescription": "The Conservatives are putting the long term future of the NHS at risk. Marlborough and Pewsey surgeries had to merge due to a lack of GPs. The Liberal Democrats are the only party with a costed plan to safeguard the future of the NHS — by putting a penny on income tax to directly pay for care services. We are also championing party for mental health provisions and support."
            },
            {
                "policyTitle": "A brighter future for children with Special Educational Needs and Disability",
                "policyDescription": "Demand for Special Educational Needs and Disability (SEND) support has grown but funding has not kept pace, meaning there is a national SEND funding crisis. Our most vulnerable are being let down. At Rowdeford Special School more money to improve the educational space to ensure small teaching, adding and playing."
            }
        ],
        "mentions": {
            "candidate": "Jo Waltham",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "This is your choice in Devizes is between the Conservatives and the Liberal Democrats."
        },
        "issues": {
            "brexitEurope": "Brexit threatens local business. Recently I visited a Marlborough business that relies upon Britain being within the single market. They employ 12 skilled people, have invested in processes and technology, and have a great international customer base. They have done everything right, but Brexit is threatening Brexit - and their business is not alone. 85% of Marlborough businesses depend on trade with Europe. We must stop Brexit.",
            "economy": "",
            "education": "A brighter future for children with Special Educational Needs and Disability",
            "environment": "Tackling the climate emergency",
            "governance": "",
            "health": "Demanding better for physical and mental health",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As a small business owner, web developer, wife and mother, I'm definitely not what you'd call a career politician but I understand the local issues that matter most to you. I work in Marlborough, my two children go to the local secondary school, as a family we use all the same public services as you. It is for these that this Parliament will make or break us.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Published & promoted by Judith Rogerson for Jo Waltham (Liberal Democrats), all at Cruick House, North Street, Wiltshire SN4 0NA",
            "phone": "",
            "email": "",
            "website": "www.devizeslibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Waltham with a resident"
                },
                {
                    "caption": "Jo Waltham meeting Rosie, a nurse"
                },
                {
                    "caption": "Jo Waltham at Rowdeford Special School"
                },
                {
                    "caption": "Energy Technology in Marlborough sees 85% of its market in Europe"
                }
            ]
        },
        "additionalNotes": "LIBERAL DEMOCRATS...WINNING IN WILTSHIRE. Liberal Democrats won two of the last four by-elections in Wiltshire, ousting two MPs. Out of the second-place finished behind the Conservatives since 2010, Liberal Democrats came first, losing their MEP. In this election, the Liberal Democrats want to win two out of three securing both Chippenham and Westbury North. This is your choice in Devizes is between the Conservatives and the Liberal Democrats."
    }
}