{
    "leaflet": {
        "candidateName": "Emily Payne",
        "constituency": "Newcastle Central",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "This is an exceptional election, redefining political identities.",
                "content": "We are meeting life long Labour voters who are supporting the Conservatives – it is a chance of a lifetime to turn Newcastle Central blue. This is the election where your vote matters, when voting on election day does make a difference.\n\nBut why should you vote for Emily Payne?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Delivering Brexit",
                "policyDescription": "Emily Payne and the other 634 Conservative Candidates have pledged to support Boris Johnson's deal. In this election we will be back in Parliament introducing the Withdrawal Agreement before Christmas so that we can leave the EU by the end of January."
            },
            {
                "policyTitle": "Fighting for Newcastle",
                "policyDescription": "Newcastle deserves an MP who will fight for it in Westminster to ensure we get the funding and investment we need for our hospitals, police, schools and to thrive as a regional stalwart. I went to Uni at Newcastle and worked with BAE. For too long Newcastle has not had a champion fighting for the people who live and work here."
            },
            {
                "policyTitle": "Rejuvenate Newcastle",
                "policyDescription": "I will make Newcastle a place of opportunity by promoting it to Tech and Green companies to generate more jobs and lead the climate change movement. Newcastle deserves to be a powerhouse of the North East, with infrastructure and transport to link it with the major cities throughout the UK. Newcastle must become a place of opportunity and optimism."
            },
            {
                "policyTitle": "Combating Climate Change",
                "policyDescription": "This is the generational crisis as we need to halt and reverse global warming. We must change our farming practices to buy local, seasonal food, reduce food waste, break our plastic dependency, conserve water, clean up our oceans and nullify our carbon footprints. I will make Newcastle the UK's Green flagbearer creating more local jobs and opportunities."
            },
            {
                "policyTitle": "A great place to live",
                "policyDescription": "I have worked with Law Enforcement and will partner with Northumbria Police to tackle the ASB. All schools should provide a good education and equal opportunity. I will tackle the air pollution epidemic by improving public transportation promote physical and mental health. I will support our elderly population and help alleviate homelessness."
            }
        ],
        "mentions": {
            "candidate": "Emily Payne",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Emily Payne and the other 634 Conservative Candidates have pledged to support Boris Johnson's deal. In this election we will be back in Parliament introducing the Withdrawal Agreement before Christmas so that we can leave the EU by the end of January.",
            "economy": "",
            "education": "All schools should provide a good education and equal opportunity.",
            "environment": "I will make Newcastle a place of opportunity by promoting it to Tech and Green companies to generate more jobs and lead the climate change movement. This is the generational crisis as we need to halt and reverse global warming. We must change our farming practices to buy local, seasonal food, reduce food waste, break our plastic dependency, conserve water, clean up our oceans and nullify our carbon footprints. I will make Newcastle the UK's Green flagbearer creating more local jobs and opportunities.",
            "governance": "",
            "health": "I will tackle the air pollution epidemic by improving public transportation promote physical and mental health.",
            "immigration": "",
            "socialWelfare": "I will support our elderly population and help alleviate homelessness.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Emily Payne photograph"
                },
                {
                    "caption": "Conservatives logo"
                },
                {
                    "caption": "Emily Payne with another individual"
                }
            ]
        },
        "additionalNotes": ""
    }
}