{
    "leaflet": {
        "candidateName": "",
        "constituency": "Chandler's Ford & Hiltingbury",
        "politicalParty": "Liberal Democrats",
        "electionDate": "October 2010",
        "messages": [
            {
                "title": "Liberal Democrats working hard for you",
                "content": "There was a disappointingly small attendance at a public meeting called to discuss the future uses of The Fryern Pavilion in Fryern Recreation. However, a better response was received from the questionnaire. Thank you to all those who responded."
            },
            {
                "title": "Listening",
                "content": "This application has shown a tremendous community spirit in Chandler's Ford, which gave a clear message that the fully supported the local shops. They now need a further retailing and business to evolve for the local shops to stay that can reflect the larger and new environment that residents currently enjoy."
            },
            {
                "title": "Last years campaign brings results",
                "content": "Your local Lib.Dem councillors raised the issue of the lack of grit bins during last winter's severe weather. Hampshire Country Council asked all local authorities to identify roads where grit bins should be located. There are 21 locations in the Chandler's Ford area where new grit bins will be positioned."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Bus Passes",
                "policyDescription": "Trying to persuade Hampshire to keep bus pass benefits that are threatened by government budget cuts."
            },
            {
                "policyTitle": "Roads Maintenance",
                "policyDescription": "Lobbying the Hampshire County Council to pay more attention to Hiltingbury roads and maintain them properly."
            },
            {
                "policyTitle": "New Cycle Path",
                "policyDescription": "Supporting the proposal of a new cycle path from Boyatt Wood to Toynbee School to improve safety of students."
            }
        ],
        "mentions": {
            "candidate": "Martin Tod",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Action to tackle climate change",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "More money for the first £10,000 you earn to help poorer families; No tax on the first child tax credits",
            "housing": [
                {
                    "content": "A planning application was unanimously refused at a recent meeting of the Local Area Planning Committee which was attended by many local residents. Speaking to Focus, the Committee Chairman Graham Smith said the Committee had listened to the views of the local residents and the Parish Council as well as receiving a petition signed by over 600 people.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.chandlersfordlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Nick Clegg’s Liberal Democrats are delivering on the promises they made in the General Election.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Listening"
                },
                {
                    "caption": "Lib Dems making the difference in government"
                },
                {
                    "caption": "Threat to Bus Passes"
                }
            ]
        },
        "additionalNotes": "Visit our website at - www.chandlersfordlibdems.org.uk"
    }
}