{
    "leaflet": {
        "candidateName": "Lloyd Russell-Moyle",
        "constituency": "Seaford, Lewes, Newhaven, Polegate and surrounding villages",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "A local candidate with national experience",
                "content": "Lloyd Russell-Moyle was born and brought up in Lewes where he received an excellent state education."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "MAKE WORK PAY",
                "policyDescription": "campaign for a living wage and ensure no young person is out of work for more than a week."
            },
            {
                "policyTitle": "SAVE OUR NHS",
                "policyDescription": "restore a not-for-profit NHS; invest an extra £2.5 billion for more staff. Bring together physical, mental and social care."
            },
            {
                "policyTitle": "PROTECT EDUCATION",
                "policyDescription": "ensure every young person can access an apprenticeship; restore education back to local democratic control and ensure all teachers are qualified."
            },
            {
                "policyTitle": "MORE HOMES",
                "policyDescription": "build 200,000 new homes a year focusing on quality council housing for local people, capping rent increases and ensuring long tenancies."
            },
            {
                "policyTitle": "BETTER TRANSPORT",
                "policyDescription": "allow a public operator to take on railway lines, cap rail and bus fares, integrate timetables and give councils more powers to run buses."
            }
        ],
        "mentions": {
            "candidate": "Lloyd Russell-Moyle",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Labour will end 'free schools' and return state funded schools and colleges to the community. We shall ensure teachers are qualified and that parents can access childcare at primary schools.",
            "environment": "",
            "governance": "",
            "health": "Save our NHS. Lloyd Russell-Moyle says we are quite rightly proud of our NHS but the LibDems and Tories have split it up and wasted £20billion.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "More homes. People I speak to everyday talk of struggling to find a good home. We need at least 200,000 more homes a year for local people and not big investors. We will ensure all local councils have more say in the design of developments and believe all sites must include at least 40% social and council housing to ensure that our towns and villages are for everyone. We will cap rent increases and make three year tenancies the standard to give people better security.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "A local candidate with national experience. Lloyd Russell-Moyle was born and brought up in Lewes where he received an excellent state education.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "3 North Street, Lewes BN7 2PE",
            "phone": "01273 25 2929",
            "email": "lloyd@leweslabour.org.uk",
            "website": "lewesseahavenlabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@lloyd_rm",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images of Lloyd Russell-Moyle with constituents and speaking at an event."
                }
            ]
        },
        "additionalNotes": ""
    }
}