{
  "leaflet": {
	"candidateName": "David Heath",
	"constituency": "",
	"politicalParty": "",
	"electionDate": "",
	"messages": [
	  {
		"title": "A different kind of MP",
		"content": "David Heath isn't 'just like all the rest'."
	  },
	  {
		"title": "Somerset schools got a fair deal?",
		"content": "Every year, Somerset schools get less cash to pay for teaching, equipment, and buildings than other areas of the country. Why should our children be treated as second class?"
	  },
	  {
		"title": "Keep pubs at heart of our rural communities says Heath",
		"content": "The first job of the local Member of Parliament is to stand up for his community. That's what I have been doing over the controversial issue of pub closures."
	  }
	],
	"keyPolicies": [
	  {
		"policyTitle": "Education",
		"policyDescription": "Advocates for fair funding for Somerset schools, highlighting that they receive less cash for teaching and facilities compared to other areas."
	  },
	  {
		"policyTitle": "Rural Economy",
		"policyDescription": "Supports the protection and development of local businesses, particularly pubs, as central to rural community life."
	  }
	],
	"mentions": {
	  "candidate": "David Heath",
	  "otherPartyLeaderCandidate": "",
	  "partyLeader": "",
	  "tacticalSituation": ""
	},
	"issues": {
	  "brexitEurope": "",
	  "economy": "Emphasis on the significance of small and medium businesses to pull the country out of recession.",
	  "education": "Stressing the unfair deal that Somerset schools receive in terms of funding compared to other regions.",
	  "environment": "",
	  "governance": "",
	  "health": "",
	  "immigration": "",
	  "socialWelfare": "",
	  "housing": [
		{
		  "content": "",
		  "yimbyNimby": ""
		}
	  ]
	},
	"personalStatement": "A lot of people say 'They're all the same'. Somerset Today takes a closer look at a local MP who stands out as just a little different...",
	"politicalExperience": [
	  {
		"role": "Local MP",
		"duration": "",
		"achievements": "Fighting for local concerns; instrumental in saving the local Royal Naval Armament Depot; active in campaigns such as Laura's campaign aimed at combating online bullying and harassment."
	  }
	],
	"contactInformation": {
	  "address": "",
	  "phone": "",
	  "email": "",
	  "website": "",
	  "socialMedia": {
		"facebook": "",
		"twitter": "",
		"instagram": "",
		"linkedin": ""
	  }
	},
	"endorsements": [
	  {
		"endorser": "",
		"endorsement": ""
	  }
	],
	"quotes": [
	  {
		"text": "I wish every MP was like our MP",
		"source": "",
		"date": ""
	  }
	],
	"campaignMaterial": {
	  "images": [
		{
		  "caption": "David Heath interacting with various community groups and engaging in local issues."
		}
	  ]
	},
	"additionalNotes": "The leaflet contains various instances where David Heath's involvement in local issues is highlighted, suggesting a focus on community engagement and support for local enterprises such as schools and pubs."
  }
}