{
    "leaflet": {
        "candidateName": "Anneliese Dodds MP",
        "constituency": "Oxford East",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Thank You!",
                "content": "I am committed to helping my voice to those who are feeling uncertain about what the future holds but also dedicated to standing up for those who are doing a lot of work at community level."
            },
            {
                "title": "Bringing the Climate Crisis to the front of the agenda",
                "content": "In the autumn, we face the UN Climate Action Conference. We are running out of time to limit global warming in line with scientists' recommendations, and we need to ensure we are taking real and urgent steps now."
            },
            {
                "title": "Securing the best future relationship with the EU",
                "content": "On 31st January, Britain is expected to leave the European Union. But this is not the end. Brexit will not be 'done' on 31st January. We face a long negotiation process to secure a better kind of future relationship with the EU."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Preventing a Damaging No Deal Brexit",
                "policyDescription": "Ensuring proper checks and regulatory alignment to avoid isolating UK employers like the BMW Cowley."
            },
            {
                "policyTitle": "Tackling Economic Austerity",
                "policyDescription": "Ensure proper funding to our National Health Service, schools and supporting our public services."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Addressing the challenge of affordable and tackling the root causes of homelessness, including long-term support for rough sleeping services and securing housing standards from rental sector investment."
            },
            {
                "policyTitle": "Ensuring the UK sticks to its international obligations",
                "policyDescription": "Ensuring the UK sticks by its international obligations to help mitigate climate and the global response against the crisis."
            }
        ],
        "mentions": {
            "candidate": "Two years ago it was the greatest privilege of my life to be elected to represent Oxford East. I hope, once again, to have the chance to represent this wonderful place.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Ensuring proper checks and regulatory alignment to avoid isolating UK employers like the BMW Cowley.",
            "economy": "Secure cross-strapped public services ever reducing cuts to our schools and NHS.",
            "education": "",
            "environment": "Praise the leading movement to tackle Climate Crisis, clean up our air and support a green economy.",
            "governance": "",
            "health": "Secure cross-strapped public services ever reducing cuts to our schools and NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Making house prices more affordable and tackling the root causes of homelessness.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Two years ago it was the greatest privilege of my life to be elected to represent Oxford East. I was proud to be re-elected to represent this wonderful place again. I would like to thank the people of Oxford East who put their trust in me at the General Election and last year. It is an honour to nationally, now need to reach out, listen to and learn from voters who felt they could not lend us their vote this time in order to make sure we can properly restore Oxford East.",
        "politicalExperience": [
            {
                "role": "MP for Oxford East",
                "duration": "",
                "achievements": "Working for Oxford East."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01865 595 790",
            "email": "anneliese.dodds.casework@parliament.uk",
            "website": "",
            "socialMedia": {
                "facebook": "AnnelieseDodds",
                "twitter": "@annelieseDodds",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anneliese and her team in front of a crowd holding 'Vote Labour' signs."
                },
                {
                    "caption": "Anneliese Dodds MP speaking with constituents."
                },
                {
                    "caption": "Graphical representation of the 'General Election 2019' results for Oxford East."
                }
            ]
        },
        "additionalNotes": "Turnout: 63.33%"
    }
}