{
    "leaflet": {
        "candidateName": "Cat Smith",
        "constituency": "Lancaster & Fleetwood",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "GIVE PEOPLE THE FINAL SAY ON BREXIT THEN LET’S DELIVER THE REAL CHANGE BRITAIN NEEDS",
                "content": "A Labour government will let the public resolve Brexit within six months of being elected with a 'final say' vote including the option to remain."
            },
            {
                "title": "CLIMATE EMERGENCY REQUIRES URGENT ACTION: WE NEED A GREEN INDUSTRIAL REVOLUTION",
                "content": "We are already seeing the impact of climate change locally with increased flooding. We want to avoid much worse."
            },
            {
                "title": "LIFE’S ESSENTIALS SHOULD BE RUN FOR THE BRITISH PUBLIC NOT PRIVATE PROFIT",
                "content": "When you make a cup of tea or run a bath, you're using water that used to belong to all of us. But right now our water is being mis-sold."
            },
            {
                "title": "HOMELESSNESS",
                "content": "Homelessness is not inevitable in a country as well off as ours. It is simply unjust. There can be no excuses - it must end."
            },
            {
                "title": "LABOUR WILL END UNIVERSAL CREDIT MISERY",
                "content": "A Labour government would introduce an emergency package to end the worst aspects of the Universal Credit system and remove the five-week wait."
            },
            {
                "title": "HOW LABOUR WILL PAY FOR OUR PLAN TO REBUILD BRITAIN",
                "content": "Britain is a wealthy nation, with the money to pay for the police, nurses and doctors we need, but our tax system has been skewed to help those who already have the most."
            },
            {
                "title": "FROM POTHOLES TO FLOOD PROTECTION, LABOUR WILL FUND OUR LOCAL SERVICES",
                "content": "Since the Conservatives came into government, our local services have been stripped back to the bone."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Labour will let the public vote on Brexit with the option to remain or to leave."
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Tackling the climate emergency with a green industrial revolution to avoid the worsening impact of climate change."
            },
            {
                "policyTitle": "Public Ownership",
                "policyDescription": "Bringing essential services like water into public ownership to prevent private profit from essential resources."
            },
            {
                "policyTitle": "Homelessness",
                "policyDescription": "Labour intends to end homelessness, which is described as unjust and avoidable in a wealthy country."
            },
            {
                "policyTitle": "Universal Credit",
                "policyDescription": "Introducing an emergency package to address the worst aspects of Universal Credit and remove the five-week wait."
            },
            {
                "policyTitle": "Taxation and Public Spending",
                "policyDescription": "Labour plans to adjust tax systems to support essential services and ensure the wealthy contribute their fair share."
            },
            {
                "policyTitle": "Local Services Funding",
                "policyDescription": "Promising to fund local services adequately, which have faced cuts under Conservative government."
            }
        ],
        "mentions": {
            "candidate": "Cat Smith",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "If the progressive vote splits up, we may once again find ourselves represented by a Conservative MP who doesn't even live in the constituency."
        },
        "issues": {
            "brexitEurope": "Labour will let the public vote on Brexit with the option to remain or to leave.",
            "economy": "Labour plans to adjust tax systems to support essential services and ensure the wealthy contribute their fair share.",
            "education": "",
            "environment": "Tackling the climate emergency with a green industrial revolution to avoid the worsening impact of climate change.",
            "governance": "Promising to fund local services adequately, which have faced cuts under Conservative government.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Introducing an emergency package to address the worst aspects of Universal Credit and remove the five-week wait.",
            "housing": [
                {
                    "content": "End homelessness as it is unjust and avoidable in a wealthy country.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "\"Before I was elected, Lancaster had been stuck with a Conservative MP who won by just 333 votes. After a decade of Conservative government it's time for real change - for investment in our public services, tackling the causes of poverty and homelessness and for urgent action on the climate emergency. With your support I can continue to serve our city and work to build a country that works for the many, not the few.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01524 566551",
            "email": "cat@catsmith.co.uk",
            "website": "www.catsmith.co.uk",
            "socialMedia": {
                "facebook": "CatSmithMP",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cat Smith, Labour candidate for Lancaster & Fleetwood."
                }
            ]
        },
        "additionalNotes": ""
    }
}