{
    "leaflet": {
        "candidateName": "Jo Swinson",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "It's time to build a brighter future",
                "content": "For too many people, things aren't working as they should be. Both the Conservatives and Labour are failing time and again to deliver a better future."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Plan for the future",
                "policyDescription": "The Liberal Democrats' plan for government stands in stark contrast to the dreary offer from the Conservatives or Labour. They want to save our future with our closest allies abroad, harking back to days of the empire of 1970s statism."
            }
        ],
        "mentions": {
            "candidate": "Jo Swinson said, 'We have an ambitious plan for the future of our country...'",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A Liberal Democrat government will stop Brexit, and deliver a brighter future, free of extremism.",
            "economy": "",
            "education": "",
            "environment": "A Liberal Democrat government will create a shared vision for the country and lead to where every single person in our community is valued, empowered and cared for, and where we protect our planet for future generations.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Jo Swinson said, 'We have an ambitious plan for the future of our country, where power is taken to our communities and away from the territorial, nationalist posturing that currently fills our politics.'",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.LibDems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Swinson with supporters and campaign team"
                }
            ]
        },
        "additionalNotes": ""
    }
}