{
    "leaflet": {
        "candidateName": "Caroline Lucas",
        "constituency": "Brighton Pavilion",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Why I believe 'fair is worth fighting for'!",
                "content": "Everyone who lives in Brighton knows there's something special about it. They take pride in that difference. Even when it comes to politics, we're lucky because, unlike the rest of the country, it isn't a simple race between Labour and Conservative. In Brighton, when you vote Green, you win."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Employment",
                "policyDescription": "A Green MP will push for job creation, fair wages, and financial security for individuals."
            },
            {
                "policyTitle": "Health Services",
                "policyDescription": "Opposition to the commercialization of the NHS and advocacy for accessible and publicly-managed health services."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Strive to fix the housing market to ensure low-income families and individuals are not priced out of housing."
            },
            {
                "policyTitle": "Banking and Business Salaries",
                "policyDescription": "Tackle the issue of high salaries within the banking sector and big businesses to address income inequality."
            }
        ],
        "mentions": {
            "candidate": "Caroline Lucas will faithfully serve the people of Brighton and be the strong, independent voice our city and the country deserves.",
            "otherPartyLeaderCandidate": "Conservative-run council, old Labour party",
            "partyLeader": "",
            "tacticalSituation": "A Green MP would give Brighton the independent voice its people deserve. Only a Green win can prevent another Labour or Conservative MP."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Under Labour the gap between rich and poor has widened. The Conservatives will make that gap even wider, with their agenda of slashing public services and putting profit for the few above all else.",
            "education": "",
            "environment": "",
            "governance": "The Conservatives plan to force cuts and even charge for the right to receive what, in terms of economic difficulties, is more than ever, rights I have fought and won.",
            "health": "The old Labour party who created the NHS would be horrified by new Labour's vandalism of public services through botched and costly privatisation schemes. A Green MP will fight to make sure your local NHS services are easy to access and will oppose cuts, closures and sell-offs.",
            "immigration": "",
            "socialWelfare": "A Green MP will push for improvements in public transport and free insulation in every home, which could save each household around £150 a year in fuel bills, and create thousands of new jobs too.",
            "housing": [
                {
                    "content": "It is fair that reckless bankers and big business bosses are earning obscene salaries while four million British children live in low-income households and thousands of us in Brighton are priced out of housing?",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I will faithfully and honestly serve the people of Brighton and be the strong, independent voice our city and the country deserves.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "The Brighton Green Party, 39-41 Surrey Street, Brighton BN1 3PB",
            "phone": "Tel: 01273 766 670",
            "email": "",
            "website": "www.brightonandhovegreenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Why I believe 'fair is worth fighting for'!",
                "source": "Caroline Lucas' letter overleaf",
                "date": ""
            },
            {
                "text": "A Green MP would give Brighton the independent voice its people deserve. A Green MP will put fairness first. One more Labour or Conservative MP won't change anything, voting in the full Green MP changes everything... It also keeps a Conservative MP out of Brighton and makes sure we don't end up with a lame duck Labour MP who has to toe the party line.",
                "source": "Caroline Lucas' letter overleaf",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Caroline Lucas meets residents at the Children's Parade"
                }
            ]
        },
        "additionalNotes": ""
    }
}