{
    "leaflet": {
        "candidateName": "Councillor Patricia Gibson",
        "constituency": "North Ayrshire & Arran Constituency",
        "politicalParty": "SNP",
        "electionDate": "2010",
        "messages": [
            {
                "title": "It's time to have your say!",
                "content": "As your SNP Westminster candidate for the forthcoming General Election, I feel it is important to conduct this survey to find out what issues really matter to you.[...] Please take a few minutes to complete our survey because your views are important to us!"
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Councillor Patricia Gibson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Do you agree that the Scottish Parliament should hold a referendum to increase its powers as occurs under the independence, giving Scotland equal status to each of the existing 27 European Union member states?",
            "economy": "Norway has built up a fund equal to £60,000 per person to enhance its infrastructure and services. Do you agree with the SNP that Scotland should have such a fund?",
            "education": "",
            "environment": "",
            "governance": "Do you agree that the UK Labour Government's plans to hold a UK referendum to bring in a new voting system and another in Wales to increase the Welsh Assembly's powers?",
            "health": "",
            "immigration": "",
            "socialWelfare": "The UK Labour Government intends to abolish Attendance Allowance and remove Disability Living Allowance from people over 65. Do you support this?",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "patricia.gibson@snp.org",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Resident's survey information card featuring candidate photo and SNP logo"
                }
            ]
        },
        "additionalNotes": "The leaflet appears to be a survey for constituents rather than outlining detailed policies or campaign promises."
    }
}