{
    "leaflet": {
        "candidateName": "Owen Meredith",
        "constituency": "Caerphilly",
        "politicalParty": "",
        "electionDate": "Welsh Assembly Elections 2011",
        "messages": [
            {
                "title": "NEW APPROACH NEEDED ON JOBS",
                "content": "The Assembly Government needs to 'get off the backs' of Caerphilly businesses, said local candidate, Owen Meredith, as he kicked off an on-going conversation with local employers, shop keepers and small businesses. Owen said 'I am listening to those who have had success in Caerphilly to see how we can work together to create the enterprise led economy we desperately need. By listening to those who have the ability to create jobs, we can form the tight policies in Cardiff Bay to help deliver them. I am continuing to consult and work with the business community to deliver a positive change for the economy in Caerphilly.'"
            },
            {
                "title": "POTHOLE PATROL: CHAOS ON CAERPHILLY ROADS",
                "content": "Local campaigners, Judith Child and Kath Catris have joined Owen in calling on Caerphilly County Borough Council and Judith Cook of the Assembly to come out of the Town Hall and walk down Pandy Road where recent cuts have left it in an appalling state. Owen said: 'We've seen the county's roads and Andrew Jordan's campaign to have roads like these fixed. I will continue to monitor and report back to constituents on this issue and push for a solution that doesn't involve just patching over the problems.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Jobs and Economy",
                "policyDescription": "A new approach to helping the economy by working together with local businesses, shop keepers, and small businesses to create jobs and harvesting the potential for positive change in Caerphilly's economy."
            },
            {
                "policyTitle": "Transport and Infrastructure",
                "policyDescription": "Addressing the issue of potholes and poor road conditions to improve the overall state of local infrastructure, with a commitment to monitoring and pushing for a lasting solution."
            }
        ],
        "mentions": {
            "candidate": "Owen Meredith",
            "otherPartyLeaderCandidate": "Judith Cook",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A need for a more enterprise led economy in Caerphilly.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.owenmeredith.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Owen Meredith talking with residents."
                },
                {
                    "caption": "Pothole chaos on Caerphilly roads."
                },
                {
                    "caption": "Owen Meredith leading a campaign action."
                },
                {
                    "caption": "Owen Meredith attending a public meeting."
                }
            ]
        },
        "additionalNotes": ""
    }
}