{
  "leaflet": {
	"candidateName": "Elin Jones",
	"constituency": "Ceredigion",
	"politicalParty": "Plaid Cymru",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Elin: Still Fighting",
    	"content": "After announcing that she will stand again to be Ceredigion's Assembly Member, The Cariad met up with Elin Jones AM to discuss her past four years, the carid."
  	}
	],
	"keyPolicies": [
	  {
		"policyTitle": "Healthcare Accessibility",
		"policyDescription": "Elin advocates for better healthcare services with more direct access to a health minister. Highlights the need for intervention on issues like waiting times and mental health support."
	  }
	],
	"mentions": {
  	"candidate": "Elin Jones",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "Mention of consistent work on local environmental concerns, including actions on saving the local river from pollution and flooding issues.",
  	"governance": "",
  	"health": "Elin advocates for better healthcare services with more direct access to a health minister. Highlights the need for intervention on issues like waiting times and mental health support.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"Elin highlights her intervention in children's care facilities and mentions being a constant working presence as an Assembly Member in the area.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "As an Assembly Member, I've been accessible, working throughout Ceredigion, for Ceredigion. This is not just a job - it’s my way of life. Every week, when I ask questions in the Senedd or meet with Ministers, I’m standing up for Ceredigion.",
	"politicalExperience": [
  	{
    	"role": "Assembly Member for Ceredigion",
    	"duration": "Past four years",
    	"achievements": "Worked on local environmental issues, children's care facilities, and accessibility to healthcare services."
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "",
    	"endorsement": ""
  	}
	],
	"quotes": [
  	{
    	"text": "Mae tipyn o'r gwaith rwy'n di ymglyd a fo ddim llawer i'w weld - fel gwaith papur neu ryw gyfarfod...Mae'r rhan fwyaf o'r hyn rwyf wedi ei wneud...wedi amseru o gychwyniad i ddiod...Mae hwn yn gyfai i o' bell:",
    	"source": "Elin Jones",
    	"date": ""
  	},
	{
    	"text": "You must get some time off. Don’t you take any holidays?",
    	"source": "Interview",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Elin Jones speaking with a constituent."
    	}
  	]
	},
	"additionalNotes": "Elin underlines her commitment to Ceredigion, citing her role as a constant presence as an Assembly Member. She addresses her efforts in environmental issues, children's care facilities, and healthcare. Elin emphasizes that being an Assembly Member is more than just a job, it’s her way of life."
  }
}