{
    "leaflet": {
        "candidateName": "Michael Edwards",
        "constituency": "South Derbyshire",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Better schools, better health and safer communities",
                "content": "Details highlighting the investment made in education, health services, and community safety."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "OUR FIRST PRIORITY - SECURE THE ECONOMIC RECOVERY",
                "policyDescription": "Labour will reverse the cuts threatened for this year by the Tories, move out recovery at risk, raise over half of extra tax revenue from the very wealthiest, protect the NHS frontline, Surestart, schools and police, and halve the deficit in four years."
            },
            {
                "policyTitle": "Building schools for the future",
                "policyDescription": "Improving the economy by building skilled workforce, Labour will ensure all of Swadlincote's secondary schools are rebuilt."
            },
            {
                "policyTitle": "New NHS guarantees",
                "policyDescription": "Labour aims to ensure faster treatment times with new NHS guarantees, like seeing a cancer specialist within two weeks if your GP suspects you have cancer."
            }
        ],
        "mentions": {
            "candidate": "Michael Edwards",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Tories have failed to protect jobs, Labour promises to secure the economic recovery and protect jobs.",
            "education": "Over £13 million has been invested in South Derbyshire schools, Labour will rebuild all of Swadlincote's secondary schools.",
            "environment": "",
            "governance": "",
            "health": "Labour promises new NHS guarantees for faster treatment times.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Michael Edwards believes in putting South Derbyshire and communities first.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Barry Thomas 8 Station Road Melbourne DERBY DE73 8EA",
            "phone": "07876 203352",
            "email": "me4sd@yahoo.co.uk",
            "website": "www.me4sd.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "The Tories are stuck in the past",
                "source": "Leaflet content",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photographs of candidate with constituents and showcasing community involvement."
                }
            ]
        },
        "additionalNotes": "Leaflet includes a survey for constituents to share their views with Labour Party."
    }
}