{
    "leaflet": {
        "candidateName": "John Cryer",
        "constituency": "Leyton and Wanstead",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "John Cryer selected as Labour’s prospective parliamentary candidate for Leyton and Wanstead",
                "content": "John Cryer has been selected as the Labour prospective parliamentary candidate for Leyton and Wanstead at the next general election. John has a strong track record as both an effective campaigner and an independent-minded Member of Parliament – he was previously the MP for Hornchurch until 2005."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "John Cryer has been selected as the Labour prospective parliamentary candidate for Leyton and Wanstead. John comments, 'I am deeply honoured to be selected as the Labour candidate for Leyton and Wanstead. I am determined to be accountable to the voters and to be an effective voice in parliament for Leyton and Wanstead.'",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "News of John’s selection was warmly welcomed by the Snaresbrook Labour News Action Team. Gregor Eiglin said 'This is an excellent choice of candidate. John has just what this constituency needs. We are lucky to have him as our PPC.'",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "He led the successful campaign to save the Ford Dagenham plant and persuaded the government to reverse the planned closure of Oldchurch hospital. Moreover, he was also a leading figure in the campaign to save Rainham Marsh, the largest Site of Special Scientific Interest in the south-east of England from development.",
            "governance": "",
            "health": "He led the successful campaign to save the Ford Dagenham plant and persuaded the government to reverse the planned closure of Oldchurch hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "If I am elected, I will be representing the 66,000 people of this constituency in Westminster. That means being accessible to the voters, holding regular advice surgeries and taking up issues and concerns locally and nationally.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "Previous MP for Hornchurch until 2005",
                "achievements": "Led the campaign to save the Ford Dagenham plant, Oldchurch hospital, and Rainham Marsh."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Gregor Eiglin",
                "endorsement": "This is an excellent choice of candidate. John has just what this constituency needs. We are lucky to have him as our PPC."
            },
            {
                "endorser": "Paul Drakeley",
                "endorsement": "John is an experienced parliamentarian and has been involved in many campaigns. He was active in the campaign to keep Cadbury independent and I am confident that he will be equally resolute in his work for Leyton and Wanstead."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "John Cryer selected as Labour’s prospective parliamentary candidate for Leyton and Wanstead"
                }
            ]
        },
        "additionalNotes": ""
    }
}