{
    "leaflet": {
        "candidateName": "Mark Ruskell",
        "constituency": "Mid Scotland and Fife",
        "politicalParty": "The Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "A personal message from Mark Ruskell",
                "content": "Dear resident, We need strong MSP voices in the Scottish Parliament who will defend our public services against cuts over the next 4 years. We need MSPs who will protect our environment while bringing fresh ideas and experience to support business. These will be my priorities if elected. Please give me your support by voting for the Scottish Green Party on the peach coloured ballot paper. Yours sincerely, Mark"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "FAIRER TAXES AND AN END TO URBAN BLIGHT ON OUR HIGH STREETS",
                "policyDescription": "Greens plan to introduce Land Value Taxation to replace business rates. This would raise revenue to reduce cuts to public services, as well as tackling urban blight on high streets and boosting economic activity."
            },
            {
                "policyTitle": "INCINERATORS NOT WANTED IN MID SCOTLAND AND FIFE",
                "policyDescription": "Greens will continue the fight against the Friarton incinerator because of the environmental and health threats this dangerous and inefficient technology poses."
            },
            {
                "policyTitle": "MARK RUSKELL CAMPAIGNS TO RE-OPEN RAILWAY STATIONS ACROSS THE REGION",
                "policyDescription": "Successive Governments have neglected the rail network, and stations like Bannockburn, Leven, St Andrews, Newburgh and Blackford remain closed, while money is wasted on roads projects. Mark Ruskell will put public transport first."
            },
            {
                "policyTitle": "GREEN PLEDGES FOR MID SCOTLAND AND FIFE",
                "policyDescription": "Fairer taxes to invest in public services, No fees - keep tuition free, Cut fuel bills, insulate every home"
            }
        ],
        "mentions": {
            "candidate": "Mark Ruskell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Greens plan to introduce Land Value Taxation to replace business rates, to raise revenue and boost economic activity.",
            "education": "A free insulation programme across Scotland would cut bills, boost jobs, and tackle fuel poverty and climate change.",
            "environment": "Greens will continue the fight against the Friarton incinerator because of the environmental and health threats.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Greens plan to introduce Land Value Taxation to replace business rates, to raise revenue and reduce cuts to public services, as well as tackling urban blight on our high streets.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "At Holyrood he led the successful campaign against ship-to-ship oil transfers in the Forth, introduced legislation on climate change and GM crops and fought for community land ownership.",
        "politicalExperience": [
            {
                "role": "MSP",
                "duration": "",
                "achievements": "Led successful campaign against ship-to-ship oil transfers in the Forth, introduced legislation on climate change and GM crops, fought for community land ownership."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Ruskell lives in the Stirling area with his wife and two sons."
                }
            ]
        },
        "additionalNotes": ""
    }
}