{
    "leaflet": {
        "candidateName": "Tricia Duncan",
        "constituency": "Perthshire South and Kinross-shire",
        "politicalParty": "Labour",
        "electionDate": "5th May",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A Strong Voice for You",
                "policyDescription": "Support for you in Holyrood and locally on issues you raise with me, including gaining official city status."
            },
            {
                "policyTitle": "Securing Economic Recovery",
                "policyDescription": "Real job opportunities for those unemployed for six months. Guaranteed 16+ apprenticeships for every school leaver."
            },
            {
                "policyTitle": "A Council Tax Freeze",
                "policyDescription": "A council tax freeze for two years, to help your family through tough times."
            },
            {
                "policyTitle": "Support the Living Wage",
                "policyDescription": "Real hope of the lowest paid. Starting in the public sector, then rolled out across Scotland. A living wage of £7.15 an hour."
            },
            {
                "policyTitle": "Tough on Crime",
                "policyDescription": "Carry a knife go to jail - the rights of victims should come first. Zero tolerance for anti-social behaviour."
            }
        ],
        "mentions": {
            "candidate": "Tricia Duncan",
            "otherPartyLeaderCandidate": "the MSP for our constituency",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Education is top priority for families. My aspiration is for Scottish education to be the best in the world again. Under the SNP there are 3000 fewer teachers and they broke their promise to cut class sizes. Labour will put up to 1000 teachers back in the classroom ensuring every Scottish child reads and writes. There will be no price tag on university education.",
            "environment": "",
            "governance": "",
            "health": "The SNP promised to protect the NHS. But they have cut 4000 NHS staff in our country, including 158 nurses in Tayside Health Board. Labour's priority is to cut waiting times for cancer tests, not nurses. The people of Perth came out in force to back my campaign to promote Labour's two week cancer waiting time guarantee.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "It would be a privilege to be the MSP for our constituency. I live here with my husband Robbie and we brought up our family in the Fair City. It's a great place to live and delivering labour values, I am determined to make it even better.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Working together we can secure Perthshire South and Kinross-shire's future."
                }
            ]
        },
        "additionalNotes": ""
    }
}