{
  "leaflet": {
    "candidateName": "Gavin Brown",
    "constituency": "Edinburgh Southern",
    "politicalParty": "Scottish Conservatives",
    "electionDate": "5th May",
    "messages": [
      {
        "title": "A PERSONAL MESSAGE FROM GAVIN BROWN",
        "content": "Dear Resident,\nOver the last four years it has been a privilege to serve as a Member of the Scottish Parliament for the Lothians Region. I am writing to ask for your support in the election on 5th May so that I can continue to work on your behalf at Holyrood."
      },
      {
        "title": "GAVIN BROWN: A RECORD OF ACTION",
        "content": "EDINBURGH AIRPORT DROP-OFF CHARGES\nGavin started and led the campaign against drop off charges at Edinburgh Airport.\n\nCAMPAIGNING TO GET LOCAL ROADS FIXED\nGavin has pressed the local Council to fix roads across the area over the last two years. He has also campaigned for constituents to have the Rosedale Road maintenance postponed to a less disruptive time than the school winter weather.\n\nCAMPAIGNING TO KEEP THE BINS CLEAN\nGavin has acted on behalf of many local residents over referral issues. He has also launched a weekly inspection of bin collections to improve rubbish collection."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting the NHS",
        "policyDescription": "Our priorities for the next Parliament include protecting the NHS."
      },
      {
        "policyTitle": "Continuing the Council Tax Freeze",
        "policyDescription": "Our priorities for the next Parliament include continuing the Council Tax freeze."
      },
      {
        "policyTitle": "Funding for Pensioner Households",
        "policyDescription": "Our priorities for the next Parliament include creating a Council Tax discount for pensioner households."
      },
      {
        "policyTitle": "Setting Up a Cancer Drugs Fund",
        "policyDescription": "Our priorities for the next Parliament include setting up a Cancer Drugs Fund."
      },
      {
        "policyTitle": "Ensuring Policies Deliver Value",
        "policyDescription": "Our priorities for the next Parliament include ensuring that all the gains delivered over the last Parliament are protected."
      }
    ],
    "mentions": {
      "candidate": "Gavin Brown",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Our priorities for the next Parliament include protecting the NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Our priorities for the next Parliament include funding for pensioner households, setting up a Cancer Drugs Fund, ensuring that all the gains delivered over the last Parliament are protected.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have lived in the south of the city for many years. I am aware of the issues that matter to local residents and have knocked on most of the doors personally over the years.",
    "politicalExperience": [
      {
        "role": "Member of the Scottish Parliament for the Lothians Region",
        "duration": "the last four years",
        "achievements": "Worked hard dividing time appropriately between work done inside the Parliament building and work done visiting constituents and community groups. Took part in around 200 debates. Acted on behalf of many local residents over referral issues."
      }
    ],
    "contactInformation": {
      "address": "13 Mentone Gardens, Edinburgh EH9 2DT",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "New statistics obtained by Tory MSP Gavin Brown show how shockingly we're being let down by the prosecution services' fiscal fines system.",
        "source": "News of the World, 1st November 2009"
      },
      {
        "text": "Conservative MSP Gavin Brown was named the 'One to Watch' with judges impressed by his analytical approach.",
        "source": "The Scotsman, 12th December 2008"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Gavin Brown interacting with the community and addressing local issues."
        }
      ]
    },
    "additionalNotes": "The leaflet features testimonials and a personal letter to residents from Gavin Brown. It highlights his engagement with the community and his focus on local issues, such as road maintenance and public services."
  }
}