{
    "leaflet": {
        "candidateName": "Alison Johnstone",
        "constituency": "Lothian",
        "politicalParty": "The Greens",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Keep tuition free. The Greens' local Holyrood candidate has spoken up for students amidst tuition fee proposals."
            }
        ],
        "mentions": {
            "candidate": "Alison Johnstone is seeking to fill the shoes of the UK's first Green Parliamentarian, Robin Harper.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Putting up tuition fees to as much as £9,000 a year will deter many students from going to university at all, and leave others with worrisome levels of debt. As well as directly affecting students from Scotland at English universities, the Westminster cuts to funding mean cuts elsewhere in education.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Alison Johnstone: Well, I've said before that Robin is a hard act to follow. As the Lothian's first green parliamentarian, he's already left an indelible mark on the region, and across politics. Across education and in many areas we are in a stronger position than Robin was when he made a historic breakthrough for the party, I have worked with Robin in Parliament since 1999.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "Since 1999",
                "achievements": "Alison Johnstone has worked in Parliament with Robin Harper since 1999. Involved in education and many areas, seeing the position strengthened since that time."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.scottishgreens.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Louise Batchelor",
                "endorsement": "The Greens are the only party in Scottish politics to really join the dots between social, economic and environmental issues in a way which makes sense."
            },
            {
                "endorser": "Dominic Hinde",
                "endorsement": "I'm voting Green because I am tired of political parties ignoring the long term problems and focusing on short term populism – that’s why we're in the situation we are in."
            },
            {
                "endorser": "Moira Dunworth",
                "endorsement": "I am voting Green because they are the only Party I can trust on social justice issues."
            },
            {
                "endorser": "Johanna Blythman",
                "endorsement": "Alison Johnstone is one of the most dedicated, hard-working and committed campaigners I’ve had the pleasure to work with. You can rely on Alison to do what she says she’ll do."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Councillor Alison Johnstone will take local experience to Holyrood"
                }
            ]
        },
        "additionalNotes": ""
    }
}