{
    "leaflet": {
        "candidateName": "Mark Ruskell",
        "constituency": "Mid-Scotland and Fife",
        "politicalParty": "Scottish Green Party",
        "electionDate": "5 MAY",
        "messages": [
            {
                "title": "A better Scotland needs a bolder Holyrood",
                "content": "Scotland can scrap the Council Tax and fund public services with a fairer system of land and property tax. Scotland can create over 200,000 jobs in lasting industries that benefit the communities and environment around them. Scotland can ban fracking once and for all and invest in safe, clean, green energy for our future. Scotland can guarantee a future for our young people and offer a place in education, training or work for all school leavers."
            },
            {
                "title": "What a better Scotland, a bolder Holyrood means for Mid-Scotland and Fife",
                "content": "Here’s how a strong Green voice in a bolder Holyrood will be better for you. Regulating buses and bringing them back into public hands to create an affordable, reliable, public transport system. Proper funding for local authorities to protect vital education, social care and communities budgets. Providing homes that are affordable to buy, affordable to rent and affordable to heat."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Taxation",
                "policyDescription": "Scrap the Council Tax and fund public services with a fairer system of land and property tax."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Create over 200,000 jobs in lasting industries that benefit communities and environment."
            },
            {
                "policyTitle": "Energy",
                "policyDescription": "Ban fracking and invest in safe, clean, green energy."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Guarantee a future for young people with a place in education, training, or work for all school leavers."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Regulate buses and bring them back into public hands to create an affordable, reliable public transport system."
            },
            {
                "policyTitle": "Local Government Funding",
                "policyDescription": "Proper funding for local authorities to protect vital education, social care and community budgets."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Provide homes that are affordable to buy, rent, and heat."
            }
        ],
        "mentions": {
            "candidate": "Mark Ruskell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Just 6% of the region voting Green would be enough to secure a seat in Holyrood and 12% would provide two strong Green voices for Mid-Scotland and Fife."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Proper funding for local authorities to protect vital education.",
            "environment": "Create over 200,000 jobs in industries that benefit the environment.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Proper funding for local authorities to protect social care.",
            "housing": [
                {
                    "content": "Providing homes that are affordable to buy, affordable to rent and affordable to heat.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "greens.scot",
            "socialMedia": {
                "facebook": "ScottishGreens",
                "twitter": "@scotgp",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Ruskell - Lead Candidate for Mid-Scotland and Fife"
                }
            ]
        },
        "additionalNotes": ""
    }
}