{
    "leaflet": {
        "candidateName": "Sarah Flavell",
        "constituency": "Aberdeenshire East",
        "politicalParty": "Scottish Labour",
        "electionDate": "Thursday 5 May",
        "messages": [
            {
                "title": "Supporting local communities in Aberdeenshire East",
                "content": "Dear voter, I am standing because we need someone who will challenge the SNP's austerity policies and their refusal to use the new powers. Scottish Labour's plans to generate half a billion pounds with fair tax measures will fund real change in education, health and housing - changes that will improve the lives of ordinary people. We need both of your votes so we have a strong voice in Holyrood to speak out against the hardship in Aberdeenshire and the North East of Scotland. A real voice for you in Parliament and locally."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Support for the oil and gas industry",
                "policyDescription": "Sarah Flavell and Scottish Labour will work to sustain the oil and gas industry and to diversify through renewable energy."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "They pledge to guarantee a major trauma centre in Aberdeen and ensure ARI's future as a flagship hospital."
            },
            {
                "policyTitle": "Housing and education",
                "policyDescription": "They plan to take the attainment gap with their Fair Start Fund and support Aberdeenshire Council's next wave of teachers."
            }
        ],
        "mentions": {
            "candidate": "Sarah Flavell",
            "otherPartyLeaderCandidate": "SNP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Scottish Labour's plans include funding for education from fair tax measures.",
            "environment": "Sarah Flavell and Scottish Labour plan to diversify through renewable energy.",
            "governance": "Sarah Flavell stands against SNP's refusal to use the new powers.",
            "health": "They will guarantee a major trauma centre in Aberdeen and ensure ARI's future as a flagship hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Scottish Labour's plans to generate half a billion pounds with fair tax measures will fund real change in housing.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "A real voice for you in Parliament and locally.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "8 Fifeugh View, Strachan, Banchory AB31 6NF",
            "phone": "01330489761",
            "email": "scottishlabour.org.uk",
            "website": "www.scottishlabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Scottish Labour is the only party promising to use Scotland's new powers to improve education, health and housing",
                "source": "Sarah Flavell",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sarah Flavell, Scottish Labour candidate for Aberdeenshire East"
                }
            ]
        },
        "additionalNotes": ""
    }
}