{
    "leaflet": {
        "candidateName": "Kezia Dugdale",
        "constituency": "Edinburgh Northern and Leith",
        "politicalParty": "Scottish Labour Party",
        "electionDate": "May 5th",
        "messages": [
            {
                "title": "#BothVotesLabour",
                "content": "In this election you have two votes, one for your constituency candidate and one for your party list. Send a message that the Scottish Parliament uses its new powers to change things. After a decade in charge, the SNP have become too comfortable in power. Only a message that you are fed up with the SNP will ensure that the new powers are used to stop the cuts. Use both your votes for Labour."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Choose Kids, Not Cuts",
                "policyDescription": "Labour's plan on low incomes wouldn't pay a penny more in tax than they do now, but the richest earning over £150,000 will be asked to pay a little more. The rest of us will pay the price in deeper cuts."
            },
            {
                "policyTitle": "The NHS: It's in our DNA",
                "policyDescription": "Labour would protect the NHS from cuts for the next Parliament, end the GP crisis, invest in local practices and guarantee an appointment within 48 hours."
            },
            {
                "policyTitle": "LABOUR'S PLAN FOR EDINBURGH NORTHEN AND LEITH",
                "policyDescription": "Stop the SNP cuts to Education by asking those earning over £150,000 to pay a little more for new investment in schools. Tackle the Housing Crisis by helping young people with their mortgage deposits and building more council houses. Ban Fracking unlike the SNP who are keeping the door open for drilling. Increase spending on the NHS to ensure better, faster treatment for patients. Make it Easier and Cheaper to get to Work with a single ticket that can be used on buses, trains, trams, and even ferries."
            }
        ],
        "mentions": {
            "candidate": "Kezia Dugdale",
            "otherPartyLeaderCandidate": "the SNP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Stop the SNP cuts to Education by asking those earning over £150,000 to pay a little more for new investment in schools.",
            "environment": "Ban Fracking unlike the SNP who are keeping the door open for drilling.",
            "governance": "",
            "health": "Increase spending on the NHS to ensure better, faster treatment for patients.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Tackle the Housing Crisis by helping young people with their mortgage deposits and building more council houses.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "We are faced with a new choice in Scotland. We can either use our new powers or keep making cuts to schools and public services. Labour's choice is to use our powers and invest in the future of our economy.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "scottishlabour.org.uk",
            "socialMedia": {
                "facebook": "@scottishlabour",
                "twitter": "@scottishlabour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Kezia with NHS workers."
                },
                {
                    "caption": "Kezia Dugdale speaking."
                }
            ]
        },
        "additionalNotes": ""
    }
}