{
  "leaflet": {
    "candidateName": "Ruth Davidson",
    "constituency": "",
    "politicalParty": "Scottish Conservative and Unionist Party",
    "electionDate": "5th May 2016",
    "messages": [
      {
        "title": "Your Vote Choice Guide to:",
        "content": "Securing a strong opposition to Scotland needs. Saying NO to a second referendum. Ensuring better government focused on the issues that matter. Holding the SNP to account."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Ruth Davidson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Saying NO to a second referendum.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "Ensuring better government focused on the issues that matter.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Angela, North Ayrshire",
        "endorsement": "To be the only outright Tory to win seats up here again. Angela is not SNP. She is the only one fighting against the SNP. She knows that Ruth has the responsibility to her voters. Really important who we have to represent an alternative view. When we put it in perspective, in terms of people's economic stable life and jobs and the SNP just don't believe her."
      },
      {
        "endorser": "Bill, Aberdeen",
        "endorsement": "I've always voted Labour – I'm an Aberdeen boy. But now SNP's tactics aren't good enough! I believe Ruth Davidson now. She's the only one who can get behind SNP divisions of the referendum behind us."
      },
      {
        "endorser": "Margo, Stirling",
        "endorsement": "I'm Dem-Lib. Labour has lost its way, really lost its way. It's clear. I wouldn't vote for Labour now. I always think in divisions – Ruth Davidson for that, because we need a stronger voice for Scotland. I'm going to vote for her."
      },
      {
        "endorser": "Leanne, South Lanarkshire",
        "endorsement": "I used to vote Labour – but they have lost purpose. Ruth can restore it! She's the one who can turn the SNP on its feet. Enough of negative campaigning. Starting on a new slate. Expanding services and real new real help to SNP's mess."
      },
      {
        "endorser": "Yvonne, Dunoon",
        "endorsement": "I know Labour block conservative – but it's a failing opposition. Only Ruth can stand up. She's the one representing us next to the Tories. Needing new voices, services, and real help to stand up to SNP's reality."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "We're voting Ruth Davidson for a strong opposition"
        }
      ]
    },
    "additionalNotes": ""
  }
}