{
  "leaflet": {
    "candidateName": "Nicola Sturgeon",
    "constituency": "Lothian",
    "politicalParty": "Scottish National Party",
    "electionDate": "Thursday 5 May",
    "messages": [
      {
        "title": "Since 2007 every home in the Lothians has benefited in some way from SNP government policies.",
        "content": "We have transformed education, bolstered our health service, reformed policing, taken employment levels to a record high and built thousands of affordable homes."
      },
      {
        "title": "Record funding for Scotland's NHS, more staff than ever, and patients getting some of the fastest and best treatment anywhere in the UK.",
        "content": ""
      },
      {
        "title": "Childcare increased, free school meals extended, record exam results, 607 school building projects completed, and free tuition for students.",
        "content": ""
      },
      {
        "title": "Jobs and businesses protected through the recession - with business rates slashed or abolished for almost 100,000 employers.",
        "content": ""
      },
      {
        "title": "COUNCIL TAX FROZEN UNTIL 2017",
        "content": "For the ninth year in a row, substantial savings for every household."
      },
      {
        "title": "Free bus travel guaranteed for pensioners, and the most vulnerable in society protected from Tory cuts.",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Transformed education, childcare increased, free school meals extended, record exam results, 607 school building projects completed, and free tuition for students."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Record funding for Scotland's NHS, more staff than ever, and fast and high-quality patient treatment."
      },
      {
        "policyTitle": "Economy and Employment",
        "policyDescription": "Took employment levels to a record high, protected jobs and businesses through recession and reduced business rates for almost 100,000 employers."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Built thousands of affordable homes, with financial help provided to 20,000 families to buy their homes and 30,133 affordable homes built."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Council tax frozen until 2017, resulting in substantial savings for every household."
      },
      {
        "policyTitle": "Social Welfare",
        "policyDescription": "Free bus travel for pensioners, protection of the most vulnerable from cuts."
      }
    ],
    "mentions": {
      "candidate": "Nicola Sturgeon",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Transformed education with increased childcare, extended free school meals, record exam results, 607 school building projects, and free tuition for students.",
      "environment": "",
      "governance": "Council tax frozen until 2017 for savings in every household. Election set for Thursday 5 May.",
      "health": "Record funding for NHS, with more staff and high-quality patient treatment.",
      "immigration": "",
      "socialWelfare": "Free bus travel guaranteed for pensioners and the most vulnerable protected from cuts.",
      "housing": [
        {
          "content": "Thousands of affordable homes built, financial help for 20,000 families to buy their homes, and 30,133 affordable homes built.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "First Minister",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Election Communication Leaflet from Scottish National Party for Lothian Constituency."
        }
      ]
    },
    "additionalNotes": "The leaflet promotes two votes for the election, one for Nicola Sturgeon as the constituency candidate and another for the party list."
  }
}