{
    "leaflet": {
        "candidateName": "Robert Brown",
        "constituency": "Glasgow and South Lanarkshire",
        "politicalParty": "Scottish Liberal Democrats",
        "electionDate": "2016 Scottish elections",
        "messages": [
            {
                "title": "A new politics - leading the Liberal Democrat fightback!",
                "content": "Robert Brown is leading the Liberal Democrat campaign in Glasgow Region for a reformed, federal United Kingdom to unite us after the SNP’s divisive referendum."
            },
            {
                "title": "Scotland is running out of GPs!",
                "content": "Sign the Petition. No one can fulfil their potential in life without good health - which is why health and wellbeing, and the NHS, are so important for Robert Brown and the Liberal Democrats."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Supporting Council services",
                "policyDescription": "Glasgow City to cut their Budget by £56 million next year, threatening over 1,500 jobs, while South Lanarkshire face cuts of £36 million."
            },
            {
                "policyTitle": "Opportunities for Young people",
                "policyDescription": "Education is key to success for young people. Glasgow’s Colleges have lost nearly 140,000 college places since 2007 and need better financed SME Games and IT."
            },
            {
                "policyTitle": "Scotland is running out of GPs!",
                "policyDescription": "Support for more than 800 general practice positions to prevent the NHS crisis and shortage of 69 GPs by 2020."
            }
        ],
        "mentions": {
            "candidate": "Robert Brown",
            "otherPartyLeaderCandidate": "the SNP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Education is key to success for young people.",
            "environment": "",
            "governance": "The poor record of the SNP government in Edinburgh will be in the spotlight at the 2016 Scottish elections.",
            "health": "Scotland is facing a crisis. At SNP's year, one in five GP training posts are unfilled and the BMA has warned of a shortage of 900 GPs by 2020.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "The poor record of the SNP government in Edinburgh will be in the spotlight at the 2016 Scottish elections. Scottish Liberal Democrats are leading the fight for better services and more local power.",
        "politicalExperience": [
            {
                "role": "former MSP and Minister",
                "duration": "",
                "achievements": "Proven winner for the Liberal Democrats and for people in Glasgow Region (Glasgow, Rutherglen, Cambuslang and Blantyre)."
            }
        ],
        "contactInformation": {
            "address": "Rober Brown, Liberal Democrats, [ADDRESS]",
            "phone": "",
            "email": "robert@glasgowlibdems.org.uk",
            "website": "www.glasgowlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "The Press and Journal - SNP shocked in Highland Liberal Democrat victory",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Robert Brown for Glasgow Region"
                },
                {
                    "caption": "Robert's Priorities for Glasgow and South Lanarkshire"
                },
                {
                    "caption": "FREEDOM, FAIRNESS, and OPPORTUNITY - a secure Scotland within a federal United Kingdom!"
                }
            ]
        },
        "additionalNotes": ""
    }
}