{
    "leaflet": {
        "candidateName": "DR DAI LLOYD",
        "constituency": "Swansea West",
        "politicalParty": "Plaid Cymru | Party of Wales",
        "electionDate": "",
        "messages": [
            {
                "title": "Three Ambitions: Nine Steps Forward for our Health, Education and Economy",
                "content": ""
            },
            {
                "title": "My pledges to you",
                "content": "As a doctor, I understand the strain our NHS professionals face on a daily basis - I will fight tirelessly to ensure they have the resources and support they need."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A Well Wales",
                "policyDescription": "A Care and Care NHS including waiting time targets for Cancer: 28 days to diagnosis, 36 days to treatment, and additional home care charges for the elderly and people with dementia."
            },
            {
                "policyTitle": "A Well-Educated Wales: Cradle to Career Education",
                "policyDescription": "Free universal pre-school for all children from 3 years of age; a national premium for teachers of £5,018 for undervalued sectors; raising aspirations and school attainment; creation of 50,000 new apprenticeships."
            },
            {
                "policyTitle": "A Wealthier Wales: Building our Economic Engine",
                "policyDescription": "Major investment in our transport, energy and green infrastructure projects; work for the 21st century through a WDA for the 21st century to work as advisors and links to the market; cut business rates and give more public contracts to Welsh firms."
            }
        ],
        "mentions": {
            "candidate": "DR DAI LLOYD",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "I will continue to campaign for the expansion of Welsh medium education and for the total Welsh control of our education system.",
            "education": "Fighting for the total Welsh control of our education system.",
            "environment": "",
            "governance": "",
            "health": "As a doctor, I understand the strain our NHS professionals face on a daily basis - I will tirelessly fight to ensure they have the resources and support they need.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As a doctor, I understand the strain our NHS professionals face on a daily basis - I will fight tirelessly to ensure they have the resources and support they need.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Swansea Museum is a unique community asset. As your AM, I will do all I can to prevent the Labour Council closing it down.",
                "source": "DR DAI LLOYD",
                "date": ""
            },
            {
                "text": "The huge delay in electrification of the main line to Swansea is symptomatic of a system that ignores our needs. We always put South Swansea first.",
                "source": "DR DAI LLOYD",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dr Dai Lloyd alongside images illustrating his pledges and commitment to Swansea West."
                }
            ]
        },
        "additionalNotes": "Y Newid sydd ei Angen | The Change Wales Needs"
    }
}