{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A BRIGHTER FUTURE FOR OUR MENTAL HEALTH SERVICES",
        "content": "Four out of five people recognise mental health is as important as physical health, but only one out of five think the NHS treats it that way. The Liberal Democrats agree. For too long mental health has been overlooked."
      },
      {
        "title": "URGENT CHANGE in mental health",
        "content": "The Liberal Democrats have an ambitious plan to decrease waiting times for mental health care and increase the staffing to provide better care. Read more about the Liberal Democrat plan for our NHS - see over..."
      },
      {
        "title": "A REAL PLAN FOR OUR NHS",
        "content": "\"Mental health is as important as physical health,\" says Jo Swinson, Leader of the Liberal Democrats. \"But right now, our country is not providing the level of support and service for mental health care that people need and deserve."
      },
      {
        "title": "The Liberal Democrats' Plan For our NHS...",
        "content": "Treat mental health with the same urgency as physical health. Decrease waiting times for mental health services. 1p in the pound on Income Tax to raise £7 billion for vital NHS services."
      },
      {
        "title": "NHS UNDER THREAT WITH TRUMP AND JOHNSON",
        "content": "If Boris Johnson remains as Prime Minister, things will only get worse for our NHS. Donald Trump has made it clear the NHS would be the price of negotiating any trade deals with the US."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Mental Health",
        "policyDescription": "Increase focus and funding on mental health to match the urgency of physical health issues, by decreasing waiting times and increasing staffing levels for mental health services."
      },
      {
        "policyTitle": "NHS Funding",
        "policyDescription": "Provide robust funding for the NHS, raising £7 billion through an income tax increase of 1p in the pound, ensuring the NHS is well-funded and staffed."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": "Criticism of Boris Johnson's leadership with implications that it could be detrimental to the NHS, suggesting a need for change."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "An emphasis on mental health being as important as physical health, plans to decrease waiting times for mental health services and increase the staffing. Concerns about NHS funding and potential threats from US trade deals under Donald Trump and Boris Johnson.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Liberal Democrats, 8-10 Great George Street, London, SW1P 3AE",
      "phone": "",
      "email": "",
      "website": "www.LibDems.org.uk/plan",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Liberal Democrats campaign for mental health services and NHS funding with criticism of Boris Johnson and Donald Trump."
        }
      ]
    },
    "additionalNotes": "The leaflet features a 'back the campaign for better NHS funding' section, suggesting engagement and donation opportunities."
  }
}