{
    "leaflet": {
        "candidateName": "Jason Billin",
        "constituency": "Rushcliffe",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "The Liberal Democrats are WINNING",
                "content": "Right across the UK, Jo Swinson's Liberal Democrats are winning and gaining momentum: GAINED over 700 new councillors in May's local elections. BEAT Labour and the Conservatives in May's European Elections. Membership has SURGED to a record high of over 125,000 members. WON parliamentary by-elections in Brecon and Shetland. MPs from both Labour and the Conservatives have JOINED the Lib Dems as more and more people are abondon the two old parties. Be part of the team that is winning the fight to make Britain fairer and build a brighter future for all."
            },
            {
                "title": "Vote Liberal Democrat for a brighter future",
                "content": "It's Lib Dem Jason or the Conservatives here. Only a vote for the Lib Dems can stop the Conservatives here in Rushcliffe. At this election voters have a clear choice between Lib Dems and the Tories. That's why Labour supporters are lending their vote to the NHS Dems this time. They want an MP who will protect our NHS and give people the final say on Brexit. Use your vote to help Lib Dem Jason Billin beat the Tories."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Jason Billin",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": "Only a vote for the Lib Dems can stop the Conservatives here in Rushcliffe. Labour supporters are lending their vote to the Lib Dems this time. Use your vote to help Lib Dem Jason Billin beat the Tories."
        },
        "issues": {
            "brexitEurope": "They want an MP who will protect our NHS and give people the final say on Brexit.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "They want an MP who will protect our NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "\"The Lib Dem fight back is real and it's changing everything.\"",
                "source": "SKY NEWS, August 2019",
                "date": "08-2019"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jason Billin with a group of supporters holding Liberal Democrat placards."
                }
            ]
        },
        "additionalNotes": ""
    }
}