{
    "leaflet": {
        "candidateName": "Victoria Stapleton",
        "constituency": "Nottingham East",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 12 December 2019",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "DELIVERING A BREXIT DEAL THAT WORKS FOR EVERYONE IN OUR CITY",
                "policyDescription": "If elected I'll support the Government to deliver Brexit by the end of January so that we can focus on the other key issues facing Nottingham."
            },
            {
                "policyTitle": "EQUAL OPPORTUNITIES ACROSS NOTTINGHAM",
                "policyDescription": "I stand behind the Prime Minister's commitment to 'level-up' opportunity across the UK with investment in education, infrastructure and technology. I will always stand up to ensure that every child in our city is able to reach their full potential."
            },
            {
                "policyTitle": "SUPPORTING OUR PUBLIC SERVICES",
                "policyDescription": "Once we move past the Brexit deadlock we can get on with delivering upgrades to our public services. We are committed to providing 20,000 more Police Officers, £33.9bn of extra funding annually for the NHS and £14bn extra spending on our schools over the next three years."
            }
        ],
        "mentions": {
            "candidate": "Victoria Stapleton",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Prime Minister",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "DELIVERING A BREXIT DEAL THAT WORKS FOR EVERYONE IN OUR CITY - If elected I'll support the Government to deliver Brexit by the end of January so that we can focus on the other key issues facing Nottingham.",
            "economy": "",
            "education": "EQUAL OPPORTUNITIES ACROSS NOTTINGHAM - I stand behind the Prime Minister's commitment to 'level-up' opportunity across the UK with investment in education. SUPPORTING OUR PUBLIC SERVICES - £14bn extra spending on our schools over the next three years.",
            "environment": "",
            "governance": "",
            "health": "SUPPORTING OUR PUBLIC SERVICES - We are committed to providing £33.9bn of extra funding annually for the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Victoria Stapleton with supporters and with Prime Minister"
                }
            ]
        },
        "additionalNotes": ""
    }
}