{
    "leaflet": {
        "candidateName": "Stephen Phillips",
        "constituency": "Sleaford & North Hykeham",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "On 18 October 2009, local people from all over Sleaford & North Hykeham chose hard-hitting, successful QC Stephen Phillips as our Conservative Candidate for the next General Election."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Stephen, who is married to local girl Fiona, was the runaway winner in the Open Primary held at the Bentley Hotel in South Hykeham, achieving more than 50% of the vote. Commenting on the selection of a new candidate to represent the area, local Conservative Chairman George Clark said, 'Stephen has shown the energy, commitment and conviction we expect from our MPs, and we should firstly thank all those local people who turned out to help us choose such a fabulous representative candidate for the next General Election for us.'",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Stephen said, 'I'm honoured to have been given this opportunity to represent the community at Westminster. With a young family and a business of my own, I know just how hard things are for most of us at the moment. It really is time to get rid of this tired and discredited Government and do something about the real problems that this country faces. I want to be a strong voice for everyone in the constituency, ensuring that we can move on, secure in the knowledge that we're stronger, not weaker, as a community. It's time to make sure that Whitehall stops forgetting about rural communities like ours and gives us a fairer deal too.'",
        "politicalExperience": [
            {
                "role": "Army Officer and one of the youngest Queen's Counsel in the country",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Sleaford & North Hykeham Conservative Association, 16 Market Place, Sleaford, Lincolnshire NG34 7SD",
            "phone": "01529 410009",
            "email": "stephenphillips@snccha.org.uk",
            "website": "www.stephenphillips.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Your New Parliamentary Candidate for Sleaford & North Hykeham"
                }
            ]
        },
        "additionalNotes": ""
    }
}