{
    "leaflet": {
        "candidateName": "Ian Boulton",
        "constituency": "Filton and Bradley Stoke",
        "politicalParty": "Labour Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Ian Boulton for your new constituency",
                "content": "I have known Ian for many years and he would make a fantastic MP. The considerable voluntary work that he undertakes locally is testimony to his commitment to his community."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Championing our local industries",
                "policyDescription": "Ian will work with staff, unions and employers to support local businesses and jobs. Ian always promote our area as a centre of international aerospace excellence."
            },
            {
                "policyTitle": "Supporting the ban on hunting with hounds",
                "policyDescription": "Ian will work with animal welfare organisations to support the ban. My family oppose the already pledged to vote to repeal the ban on fox hunting."
            },
            {
                "policyTitle": "Honesty, Integrity and Transparency matters",
                "policyDescription": "Ian will hold regular meetings and briefings. Ian will fully support the publication of my diary and all allowances I have declare any interests in full and on the website."
            },
            {
                "policyTitle": "Supporting Services",
                "policyDescription": "Ian will support the public services we rely on as we recover from the global economic downturn."
            }
        ],
        "mentions": {
            "candidate": "Ian Boulton",
            "otherPartyLeaderCandidate": "The Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Ian is campaigning for a new school for Staple Hill and is fully supportive of the plans for Patchway Community College.",
            "environment": "",
            "governance": "",
            "health": "Ian has spent many years campaigning for modern health care in our area, thanks to massive investment in our area. New health facilities are being built at Cossham, Frenchay and Southmead New Health Centres are being provided across the constituency.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "My family and I live in our area in Winterbourne and Patchway.",
        "politicalExperience": [
            {
                "role": "Chair of a Safer and Stronger Group",
                "duration": "",
                "achievements": "Ian works closely with Police and other agencies to identify and prioritise local policing concerns. The Tories exploit our fear of crime despite the fact that it has fallen under the Labour Government."
            },
            {
                "role": "Governor for 13 years",
                "duration": "",
                "achievements": "Involved in the local community as a South Gloucestershire Parish Councillor and as School Governor for 13 years."
            }
        ],
        "contactInformation": {
            "address": "FABS Labour Party, FREEPOST RRYB-SJAQ-JJGS, 4 Emery Road, Bristol, BS4 5PF",
            "phone": "0781 4812031",
            "email": "",
            "website": "www.ianboulton.org.uk",
            "socialMedia": {
                "facebook": "/ianboulton1",
                "twitter": "/ianboulton",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Roger Berry",
                "endorsement": "I have known Ian for many years and he would make a fantastic MP. The considerable voluntary work that he undertakes locally is testimony to his commitment to his community."
            }
        ],
        "quotes": [
            {
                "text": "The Tories: a change you can't afford",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ian Boulton, your Candidate for Filton and Bradley Stoke"
                }
            ]
        },
        "additionalNotes": ""
    }
}