{
    "leaflet": {
        "candidateName": "Antoine Tinnion",
        "constituency": "Hexham",
        "politicalParty": "Labour",
        "electionDate": "2010 general election",
        "messages": [
            {
                "title": "I want to hear from you",
                "content": "I'd like to talk to Antoine. Please contact me Yes, I'll be voting Labour. Count me in! Yes, I'd like a poster Yes, I’d like a poster I'm not around on polling day and would like to apply for a postal vote I'd like to get involved in Antoine's campaign Please complete and return to: Antoine Tinnion."
            },
            {
                "title": "Local residents speak...",
                "content": "I’m supporting Antoine Tinnion to be our next MP because I know he’ll be an honest, hard-working Member of Parliament. Antoine’s not the type of guy who needs to consult a manual to know right from wrong. I’m voting Labour! - Mike Parker, Hexham ..."
            },
            {
                "title": "Antoine's pledges to local residents",
                "content": "I will not seek elected office for personal gain or party interest but to serve the public. I will interpret transparency standards narrowly to be the highest and not the minimum standard..."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Labour strengthens cancer pledge",
                "policyDescription": "Every cancer patient in England will be offered free, one-to-one home care by specialist nurses if Labour wins the election."
            },
            {
                "policyTitle": "More funding for homes",
                "policyDescription": "The Labour government has announced that it is to build 1,000 new 'kickstart' homes across the country. Homes at 29,000 pounds. A third on average."
            }
        ],
        "mentions": {
            "candidate": "Antoine Tinnion",
            "otherPartyLeaderCandidate": "Daniel Hazelton",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Do nothing Tories do nothing for North East While the Labour government has taken decisive steps to help families and businesses through the recession, Tories continue to favour the financial sector...",
            "education": "",
            "environment": "",
            "governance": "Transparency and accountability are essential in the conduct of our public services...",
            "health": "A Labour government pledge to continue investing in the NHS...",
            "immigration": "",
            "socialWelfare": "Tony plans for huge public expenditure cuts mean the highly successful free scheme for Nationwide bus pass for pensioners may be the first in line for budget cuts...",
            "housing": [
                {
                    "content": "The Labour government has announced that it is to build 1,000 new 'kickstart' homes across the country at 29,000 pounds. Homes on the house built will be set out as foot-loose foot rent or low-cost ownership.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Antoine Tinnion wants to represent the area where he spent his early life, after spending formative years in Hexham. He is reputed to be one of the main Parliamentary candidates to have been born and bred in the constituency he is trying to win.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "07795 151 327",
            "email": "antoine.tinnion@yahoo.com",
            "website": "http://antoine4hexham.blogspot.com",
            "socialMedia": {
                "facebook": "backantoninetinnion",
                "twitter": "antoinehexham",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Labour choose local dad, barrister."
                },
                {
                    "caption": "Jo Brand writes for 'Your Life, Your News'"
                },
                {
                    "caption": "Proof"
                }
            ]
        },
        "additionalNotes": ""
    }
}