{
  "leaflet": {
    "candidateName": "Jonathan Webber",
    "constituency": "Park Ward",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "It’s a two horse race",
        "content": "The race in Park Ward is between the Lib Dems and Gordon Brown’s Labour candidate."
      },
      {
        "title": "Help Nick Clegg's Lib Dems change Britain today",
        "content": "Make a donation to help the Lib Dems rise and keep the Labour out."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer Taxes",
        "policyDescription": "The Liberal Democrat tax plan will mean that no one will pay tax on the first £10,000 they earn. Millions of low earners will pay no tax at all. Those earning over £100,000 will pay £17 a week more."
      },
      {
        "policyTitle": "Improving the services we all rely on",
        "policyDescription": "The Liberal Democrats plan to protect vital public services and eliminate £700 in waste in the NHS that can be spent on frontline services."
      },
      {
        "policyTitle": "Investing in our future",
        "policyDescription": "Every child deserves a quality education and a clean environment to grow up in. The Liberal Democrats will invest in our schools to cut class sizes, abolish university tuition fees and take real action on climate change."
      }
    ],
    "mentions": {
      "candidate": "Jonathan Webber",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "The race in Park Ward is positioned as a two-horse race between the Lib Dems and Labour, implying strategic voting to keep Labour out."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Investing in our future: The Liberal Democrats will invest in our schools to cut class sizes.",
      "environment": "Investing in our future: Take real action on climate change.",
      "governance": "",
      "health": "Improving the services we all rely on: Eliminate £700 million of waste in the NHS that can be spent on frontline services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Freepost RSWZ - LEZT - GXCK, Wolverhampton Liberal Democrats, 3 Merridale Lane, Wolverhampton WV3 9QY",
      "phone": "",
      "email": "",
      "website": "www.wolverhamptonlibdems.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Robin Lawrence",
        "endorsement": "I am working closely with Jonathan Webber and Claire Darke to get a better deal for Park Ward residents."
      }
    ],
    "quotes": [
      {
        "text": "They work all year round and not just at election time.",
        "source": "Cllr Claire Darke",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Liberal Democrat local election candidate Jonathan Webber (left) and Parliamentary candidate Robin Lawrence are delighted with this newly resurfaced road."
        }
      ]
    },
    "additionalNotes": ""
  }
}