{
  "leaflet": {
    "candidateName": "Luciana",
    "constituency": "Wavertree",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Britain's recovery at risk from the Tories",
        "content": ""
      },
      {
        "title": "Wavertree faces a big choice about how we deal with our economic recovery",
        "content": "When Britain was faced with a global recession and the worst financial crisis in 50 years, Labour was not prepared to let the recession take its course. Our priority was to protect homes, jobs and businesses. Now Britain has officially come out of recession and things are getting better. But we need to be cautious. Making deep cuts now would put the recovery at risk. That's what the Tories would do. They have learnt nothing from the early 90s. The last thing this area needs is for this recovery to be wrecked. The main difference this time round is that Labour has taken action to support people and the economy. Instead of making cuts, we have invested in the economy. Things like helping people struggling to pay their mortgage and the car scrappage scheme have made a big difference to people's lives. If we repeated the mistakes of the Tory recession in the 1990s, house repossessions and business failures would have been twice as high. And another 1.7 million more people would have"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Recovery",
        "policyDescription": "Labour's priority has been to protect homes, jobs, and businesses during the global recession. Labour supports investing in the economy rather than making cuts, which could put the recovery at risk as the Tories might."
      }
    ],
    "mentions": {
      "candidate": "Luciana",
      "otherPartyLeaderCandidate": "Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour's priority has been to protect homes, jobs, and businesses during the global recession. Investing in the economy rather than making deep cuts.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Labour was not prepared to let the recession take its course. Our priority was to protect homes, jobs and businesses.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.luciana4wavertree.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Luciana talks to the Chancellor on his recent visit to Liverpool"
        }
      ]
    },
    "additionalNotes": "Leaflet is marked as a 'Spring special' edition and branded as 'The Local Voice'."
  }
}