{
    "leaflet": {
        "candidateName": "David Cameron",
        "constituency": "",
        "politicalParty": "Conservative Party",
        "electionDate": "April 2010",
        "messages": [
            {
                "title": "Environment",
                "content": "For years I've made it clear that the Conservative Party is committed to protecting our environment. 'Vote blue, go green' isn't a slogan, it's a mission. We believe that if we act now we can pass on a cleaner, greener planet to our children."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Green Deal",
                "policyDescription": "Offer households a 'Green Deal' - this means up to £6,500 worth of energy improvements for families, given to you for no upfront cost, including insulation, modern boilers and low energy lighting and paid for through savings in fuel bills over 25 years."
            },
            {
                "policyTitle": "Recycling and Waste",
                "policyDescription": "Boost recycling rates by 35 percent by having more recycling bins instead of waste we generate every year by getting agreement from business to cut down on excessive packaging."
            },
            {
                "policyTitle": "Transportation",
                "policyDescription": "Invest in a low-carbon, national high-speed rail network and not build a third runway at Heathrow, with all the pollution that will bring."
            },
            {
                "policyTitle": "Green Technology",
                "policyDescription": "Set up a new Green Investment Bank to help get new green technologies off the lab and into the market place and promote new 'Green ISAs' to allow everyone to invest."
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Work for a real international agreement on climate change after the disappointment of Copenhagen."
            }
        ],
        "mentions": {
            "candidate": "David Cameron",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Committed to protecting our environment. Act now to pass a cleaner, greener planet to our children without bringing down carbon emissions by just telling people what to do - make it easier for people and businesses to go green.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I wanted to write to you personally about one of the issues that I care about most passionately: our environment.",
        "politicalExperience": [
            {
                "role": "Leader of the Conservative Party",
                "duration": "April 2010",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of David Cameron and others walking outdoors."
                }
            ]
        },
        "additionalNotes": "The leaflet focuses heavily on environmental issues and the Conservative Party's commitment to green policies. The candidate expresses personal passion for the environment. The 'Green Deal' is a key policy highlighted in the leaflet."
    }
}