{
    "leaflet": {
        "candidateName": "Qurban Hussain",
        "constituency": "Luton South",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Dear [Name], At a time when Britain has suffered a worse recession than any other industrial nation, local residents have been let down badly by Labour."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "I am proud to represent our community as a Liberal Democrat councillor. I have fought hard for our local community for over 17 years. And with the scandal over expense claims a few years back Parliament needs to rebuild your trust. This election as the Liberal Democrat candidate here in Luton South - there is a real opportunity for me to be elected to Parliament to represent our community.",
            "otherPartyLeaderCandidate": "The Labour MP, following the scandal over her expenses claims for a home in Hampshire has disappeared, and the local Labour Party and the Labour Parliamentary candidate have stuck up for her in the face of a public outcry.",
            "partyLeader": "Nick Clegg has visited Luton twice recently to give me his support.",
            "tacticalSituation": "The election of a local MP to represent real people is a serious issue, not a TV talent show to pick a celebrity with no connection to Luton."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Nationally trust in the Conservatives is falling fast, as people see that David Cameron is all gloss and spin. His tax policies favour the rich, while hitting normal hard in their pockets.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am proud to represent our community as a Liberal Democrat councillor. I have fought hard for our local community for over 17 years. Now with the scandal over expense claims a few years back Parliament needs to rebuild your trust. This election as the Liberal Democrat candidate here in Luton South - there is a real opportunity for me to be elected to Parliament to represent our community.",
        "politicalExperience": [
            {
                "role": "Liberal Democrat councillor",
                "duration": "over 17 years",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "FREEPOST RXXC-JGH-KLAL, 69 Stopsley Way, Luton, LU2 7UU",
            "phone": "",
            "email": "qurban@lutonlibdems.org.uk",
            "website": "www.qurbanhussain.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Luton's voice, Luton's champion"
                }
            ]
        },
        "additionalNotes": "The Conservatives can't win in Luton, and Labour don't deserve to win!"
    }
}