{
    "leaflet": {
        "candidateName": "Lynne Featherstone",
        "constituency": "Hornsey & Wood Green",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "The race is on! In just a few short weeks you will be able to cast your vote to decide who you want to represent you in the next four years as your Liberal Democrat MP."
            },
            {
                "title": "Working all year round - not just at elections",
                "content": ""
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Lynne Featherstone",
            "otherPartyLeaderCandidate": "Labour",
            "partyLeader": "",
            "tacticalSituation": "Voting Conservative here will only help Labour to win."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I have watched angrily in the last five years as Labour MPs have voted to ignore the people they represent in Parliament. From closing our Post Offices, to expanding Heathrow and preventing you knowing about MPs’ expenses before the truth broke.",
        "politicalExperience": [
            {
                "role": "MP for Hornsey & Wood Green",
                "duration": "",
                "achievements": "Fighting these personal battles, from winning concessions to stop increases in flight noise, to preventing the closure of the Whittington A&E, to local justice."
            }
        ],
        "contactInformation": {
            "address": "First Floor, 62 High Street, Hornsey, London, N8 7NX",
            "phone": "(020) 8340 5459",
            "email": "Lynne@LynneFeatherstone.org",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "It's Lib Dem or Labour here"
                }
            ]
        },
        "additionalNotes": "How Labour MPs defend this I do not know - but what I do know, is that I come back to you to ask for your vote, I do so being able to look residents in the eye, proud of my record, as well as having forgiveness for my use of expenses. Being your MP has allowed me to fight our corner - from more 24-hour policing to fighting for our schools, from battling about A&E, local injustice. My efforts have paid dividends - being a constant source for the Government some days to live in a community effort to have made enough of a nuisance of themselves."
    }
}