{
    "leaflet": {
        "candidateName": "Annunziata Rees-Mogg",
        "constituency": "Somerton and Frome constituency",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "LABOUR’S TAX ON JOBS WILL KILL THE RECOVERY",
                "content": "The re-election of Gordon Brown's government with more debt, waste and taxes will bring us a new recession. 13 years working people have seen their taxes go up and their money wasted. Labour's national insurance tax will cost jobs and cut wages."
            },
            {
                "title": "BACKING THE NHS",
                "content": "The NHS is our number one priority. We back it and want to improve it for everyone."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Aiming to reduce debt, waste, and taxes; opposing Labour's planned increase in national insurance which they claim will cost jobs and lower wages."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Prioritizing the NHS; pledging improvements each year without specifying details."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Championing village schools and supporting the investment in Frome College."
            }
        ],
        "mentions": {
            "candidate": "Annunziata Rees-Mogg",
            "otherPartyLeaderCandidate": "Gordon Brown, David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Concern over the increasing taxes and waste under Labour. Labour's planned increase in national insurance could cost jobs.",
            "education": "Support for village schools and investment in education.",
            "environment": "",
            "governance": "",
            "health": "Backing the NHS as a top priority.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "7 Kingsmead Square, Bath BA1 2AB",
            "phone": "01225 789600",
            "email": "info@bathconservatives.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "David Cameron",
                "endorsement": "This [election] is the first time for many years voters could waste their votes... I want new leaders like Annunziata Rees-Mogg in the Conservative team."
            }
        ],
        "quotes": [
            {
                "text": "The Business Secretary and key architect of Labour election strategy told the Western Morning News that the Lib Dems have a more comprehensive strategy there [Somerton and Frome] than we do.",
                "source": "Western Morning News",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David Cameron with Annunziata Rees-Mogg"
                },
                {
                    "caption": "Annunziata is a champion of village schools and supported the 1.1 million investment in Frome College."
                }
            ]
        },
        "additionalNotes": "Leaflet promotes the candidacy of Annunziata Rees-Mogg for the Conservatives, featuring endorsements and quotes, as well as highlighting key policies and stances, especially against the tax policy of Gordon Brown's Labour government."
    }
}