{
  "leaflet": {
    "candidateName": "Stella Creasy",
    "constituency": "Walthamstow",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A track record of achievement for Walthamstow",
        "content": "Delivering services for children and young people, supporting vulnerable local residents, working tirelessly for Walthamstow. In the coming years, I have bold plans to tackle the issues that really matter to the residents, which include fighting for our cinema and dog track, campaigning for local heritage and a local nighttime economy, securing jobs and investment, working with businesses, voluntary groups and the public sector to bring jobs and investment, tackling child poverty and homelessness debt, making work pay for local families, making our streets safer, lobbying for more police, leading local action on climate change, helping protect the environment for our children's future."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Securing the recovery and building a high tech economy",
        "policyDescription": "Working with businesses to create a million more skilled jobs and modernising infrastructure with projects like Speed Rail, a Green Investment Bank and acting on bank bonuses."
      },
      {
        "policyTitle": "Helping Britain's young people get the skills they need to succeed",
        "policyDescription": "A guaranteed education or training place for those up to 18; and a job or training place for 18-24-year-olds out of work for six months, paid for by a one-off tax on bankers' bonuses."
      },
      {
        "policyTitle": "Raising family incomes",
        "policyDescription": "Acting to keep mortgage rates as low as possible, increasing tax credits for parents with children, and providing help for first-time buyers."
      },
      {
        "policyTitle": "Protecting frontline investment in public services",
        "policyDescription": "Safeguarding our police, schools, childcare and the NHS including a guarantee of treatment within 18 weeks of your GP suspects you have cancer, and ensuring dignity in retirement."
      },
      {
        "policyTitle": "Restoring the link between the earnings and retirement",
        "policyDescription": "Ensuring the basic state pension rises in line with earnings from 2012 and restoring the link to the earnings with the highest needs."
      }
    ],
    "mentions": {
      "candidate": "Stella Creasy",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Working with businesses to create a million more skilled jobs and modernising infrastructure.",
      "education": "A guaranteed education or training place for those up to 18; and a job or training place for 18-24-year-olds out of work for six months.",
      "environment": "Leading local action on climate change and helping protect the environment for our children's future.",
      "governance": "",
      "health": "Safeguarding the NHS including a guarantee of treatment within 18 weeks if your GP suspects you have cancer.",
      "immigration": "",
      "socialWelfare": "Working to increase tax credits for parents with children and providing help for first-time buyers.",
      "housing": [
        {
          "content": "Acting to keep mortgage rates as low as possible, and providing help for first-time buyers.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Walthamstow has been home to me and family for many years. That's why what happens locally really matters to me.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "There are big choices facing our nation and our world in the years ahead. That's why we need a government that will protect services for the many and support all the people of Britain",
        "source": "Stella Creasy",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Images of Stella Creasy with supporters and interacting with constituents."
        }
      ]
    },
    "additionalNotes": "The leaflet promotes the Labour Party's vision for a 'Future Fair for All'."
  }
}