{
    "leaflet": {
        "candidateName": "Brooks Newmark",
        "constituency": "Braintree",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "A STRONG VOICE",
                "content": "I live locally with my family and have been an active member of our community for the past 10 years. Since being elected as the MP for Braintree in 2005 I have stood up for both Braintree's interests and Britain's interests in Parliament. If you reelect me as your MP I will continue to uphold my office with the integrity and honesty that you deserve from your elected representative."
            },
            {
                "title": "",
                "content": "Fighting for the interests of Braintree"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "THE PARTY OF THE NHS",
                "policyDescription": "Labour promised to save the NHS, but under its elected representatives has mismanaged and wasted the NHS. Conservatives are the Party with unswervingly conservative, committed to protecting our NHS by reducing waste, cutting bureaucracy and provide better front line care for all."
            },
            {
                "policyTitle": "LABOUR'S DEBT CRISIS",
                "policyDescription": "Gordon Brown has taken Britain from boom to bust. Convervatives will fix Britain's finances."
            },
            {
                "policyTitle": "CHAMPIONING LOCAL BUSINESS",
                "policyDescription": "Just when local business are struggling in the recession, Labour has increased tax and hiked National Insurance. Conservatives will freeze business tax, reduce employers' National Insurance Contributions and support small local businesses to ensure we create wealth generation for the future."
            },
            {
                "policyTitle": "MAKING EDUCATION WORK",
                "policyDescription": "I work actively with local schools to ensure our children can achieve their full potential in life. Conservatives will reform the school curriculum to ensure we provide the best curriculum for our children."
            },
            {
                "policyTitle": "DEFENDING BRITAIN'S SOVEREIGNTY",
                "policyDescription": "A Conservative majority will repeal the Lisbon Treaty, limiting integration into the EU. A Conservative government will support measures to improve Europe's competitiveness and ensure that any shift towards further centralisation will receive the full support of the country via a referendum."
            },
            {
                "policyTitle": "STRONGER IMMIGRATION CONTROLS",
                "policyDescription": "Immigration has quadrupled under Labour, putting serious pressure on our overstretched public services. Conservatives will create a dedicated Border Police force to patrol our borders and finally get tough on illegal immigration."
            },
            {
                "policyTitle": "3 REASONS TO VOTE FOR BROOKS NEWMARK",
                "policyDescription": "Support for Hardworking People: tackle mismanagement and wasteful spending. More Police on the Beat: more local police officers from the desk and get them back out to our streets. A Fairer Deal for Pensioners: important decisions regarding financial, physical, and most importantly mental security."
            }
        ],
        "mentions": {
            "candidate": "Brooks Newmark",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A Conservative majority will repeal the Lisbon Treaty, limiting integration into the EU.",
            "economy": "Conservatives will fix Britain's finances.",
            "education": "I work actively with local schools to ensure our children can achieve their full potential in life. Conservatives will reform the school curriculum to ensure we provide the best curriculum for our children.",
            "environment": "",
            "governance": "",
            "health": "Conservatives are the Party committed to protecting our NHS by reducing waste, cutting bureaucracy and provide better front line care for all.",
            "immigration": "Conservatives will create a dedicated Border Police force to patrol our borders and finally get tough on illegal immigration.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I live locally with my family and have been an active member of our community for the past 10 years.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "The Atrium, Newland Street, Witham, Essex, CM8 2DL",
            "phone": "01376 520 266",
            "email": "info@brooksnewmark.com",
            "website": "www.brooksnewmark.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Brooks Newmark meeting with constituents and working on various campaigns."
                }
            ]
        },
        "additionalNotes": "Brooks Newmark always keen to hear your concerns, either about local or national issues."
    }
}