{
  "leaflet": {
	"candidateName": "Angie Bray",
	"constituency": "",
	"politicalParty": "",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Why Angie Bray has my vote",
    	"content": "Exclusive: Man who ran the Daily Mirror reveals why he's switching support from Labour to Angie Bray and David Cameron."
  	}
	],
	"keyPolicies": [],
	"mentions": {
  	"candidate": "Angie Bray",
  	"otherPartyLeaderCandidate": "Gordon Brown",
  	"partyLeader": "David Cameron",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "Brown's economic legacy is described as a disaster, with critiques of wasted money and tax increases.",
  	"education": "",
  	"environment": "",
  	"governance": "Gordon Brown's tenure as Prime Minister is criticized for not tackling dysfunctional bureaucracies and for imposing stealth taxes.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "Criticism of Gordon Brown's welfare state reforms and mention of financial irresponsibility.",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [
  	{
    	"role": "",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Mike Molloy",
    	"endorsement": "Former editor of the Daily Mirror explains why he's supporting Angie Bray and criticizes Labour Party's past leadership."
  	}
	],
	"quotes": [
  	{
    	"text": "Blair wasted his years of power. The money flowed in, but instead of financing a better way of life for ordinary people I was most of it just seeped away into the swamp of stupefying incompetence bred by New Labour.",
    	"source": "Mike Molloy, Former editor of the Daily Mirror",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Mike Molloy endorses Angie Bray for his vote."
    	}
  	]
	},
	"additionalNotes": "Mike Molloy, former editor of the Daily Mirror, provides his personal reasons for switching support to Angie Bray and discusses the failings of the Labour Party under Gordon Brown's leadership."
  }
}