{
  "leaflet": {
	"candidateName": "Dave Dixey",
	"constituency": "Leicester South",
	"politicalParty": "Green Party",
	"electionDate": "",
	"messages": [
  		{
    		"title": "FAIR IS WORTH FIGHTING FOR",
    		"content": "Dave has lived in Leicester all his life, and currently works as an Energy Efficiency Advisor. He has been an active member of the Green Party for the last five years and is passionate about conservation issues. Locally, he would like to work for Better and cheaper public transport to reduce congestion on roads, More recycling facilities to reduce the amount of waste going to landfill, Free home insulation for all to reduce energy bills and preserve natural resources."
  		}
	],
	"keyPolicies": [
  		{
    		"policyTitle": "A 'Living Wage' for all",
    		"policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families. We will fight for a fair financial deal, with realistic loans to families and small businesses."
  		},
  		{
    		"policyTitle": "A million new jobs",
    		"policyDescription": "Green MPs will press for a free insulation scheme as part of a green package to cut fuel bills and create a million new jobs."
  		},
  		{
    		"policyTitle": "Protect our NHS",
    		"policyDescription": "Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures, and privatisation within our NHS and protect the jobs of public sector workers."
  		}
	],
	"mentions": {
  		"candidate": "Dave Dixey",
  		"otherPartyLeaderCandidate": "", 
  		"partyLeader": "MEP Caroline Lucas",
  		"tacticalSituation": ""
	},
	"issues": {
  		"brexitEurope": "",
  		"economy": "",
  		"education": "",
  		"environment": "",
  		"governance": "",
  		"health": "Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures, and privatisation within our NHS and protect the jobs of public sector workers.",
  		"immigration": "",
  		"socialWelfare": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families.",
  		"housing": [
    		{
      		"content": "",
      		"yimbyNimby": "N/A"
    		}
  		]
	},
	"personalStatement": "Dave says \"The recent economic recession has hit everybody hard. Green Party policies would provide jobs to tackle both the economic and environmental problems facing the country by creating a million jobs in renewable energy, public transport, housing and social care.\"",
	"politicalExperience": [
  		{
    		"role": "",
    		"duration": "",
    		"achievements": ""
  		}
	],
	"contactInformation": {
  		"address": "",
  		"phone": "0844 544 9277",
  		"email": "",
  		"website": "www.greenparty.org.uk",
  		"socialMedia": {
    		"facebook": "",
    		"twitter": "",
    		"instagram": "",
    		"linkedin": ""
  		}
	},
	"endorsements": [
  		{
    		"endorser": "MEP Caroline Lucas",
    		"endorsement": "Our 'green' policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these crucial issues. Greens now sit in the European Parliament, the Scottish Parliament, the London Assembly and on many local councils."
  		}
	],
	"quotes": [
  		{
    		"text": "",
    		"source": "",
    		"date": ""
  		}
	],
	"campaignMaterial": {
  		"images": [
    		{
      		"caption": "Dave Dixey with a Green Party emblem and the slogan 'Vote Green for a fairer deal for the people of Leicester South'"
    		},
    		{
      		"caption": "Environmental imagery showcasing 'A million new jobs' in green industries"
    		},
    		{
      		"caption": "Information about protecting NHS, closures, and opposition to privatisation"
    		},
    		{
      		"caption": "'Green Party - Fair is worth fighting for' slogan with bullet points on David Dixey's initiatives"
    		}
  		]
	},
	"additionalNotes": ""
  }
}