{
    "leaflet": {
        "candidateName": "David Young",
        "constituency": "",
        "politicalParty": "The Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "There is only one essential issue:",
                "content": "the survival of the human race, as we know it, so future generations can benefit from all the opportunities we have had. World governments must agree world measures. We need to say we do not want runaway climate chaos and we need to say it now."
            },
            {
                "title": "Our planet is getting hotter.",
                "content": "We all know this. For the last 20 years almost all independent climate scientists have been unanimous in their pessimism. I worry for the next generation. They are entitled to a full life, not one ruined by our lethargy and self-centredness."
            },
            {
                "title": "The Earth's fifth mass extinction killed off the dinosaurs.",
                "content": "If politicians do not fix most perils very soon, the sixth will be theirs this century. The weak proposals by other parties, even if followed by all developed nations, will give humankind only a 50:50 chance of survival. Green Party suggestions give better odds."
            },
            {
                "title": "Would you get on a train if you knew there was only a 50 per cent chance that you would finish the journey alive?",
                "content": "If elected, I would demand that politicians get together THIS YEAR and attempt to resolve the world's 19 PERILS listed."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Climate Action",
                "policyDescription": "David Young and The Green Party are focusing on climate emergency, aiming to get politicians to agree on world measures to prevent runaway climate chaos and to focus on resolutions to 'The 19 Perils' related to environmental and societal issues."
            }
        ],
        "mentions": {
            "candidate": "David Young",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "David Young emphasizes the climate emergency and the need for global measures to prevent runaway climate chaos.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "ELECTION COMMUNICATION from David Young, the Green Party"
                }
            ]
        },
        "additionalNotes": "The leaflet details 'The 19 Perils' which are a list of environmental and societal issues that David Young believes need urgent attention. The list includes melting permafrost, reliance on irreplacable fossil fuels, deforestation, acid seas, new diseases, among others."
    }
}