{
    "leaflet": {
        "candidateName": "Nicholas Soames",
        "constituency": "Mid Sussex",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "BACKING THE NHS",
                "content": "The NHS is our number one priority. We back it and we want to improve it for everyone."
            },
            {
                "title": "WE MUST CONTROL IMMIGRATION",
                "content": "In September 2008 Nicholas Soames and a Labour MP Frank Field set up a Group in the House of Commons, the Cross-Party Group on Balanced Migration, in order to stimulate an informed and calm debate on immigration. This was established to ensure that levels of immigration are sustainable."
            },
            {
                "title": "STANDING UP AGAINST OVER DEVELOPMENT",
                "content": "Nicholas fought against Labour’s disastrous plan to cram 7,000 houses in Mid Sussex. In 1997 against local public outrage, the local Labour Party said it would not hesitate to support such development."
            },
            {
                "title": "MAKING OUR ROADS SAFER",
                "content": "Nicholas has supported projects to fix damaged roads and to make the Police Road Safety Unit work with our councillors."
            },
            {
                "title": "PROTECTING OUR POST OFFICES",
                "content": "Under Labour, many local Post Offices have been forced to close causing real inconvenience to the community."
            },
            {
                "title": "LABOUR’S TAX ON JOBS WILL KILL THE RECOVERY",
                "content": "The re-election of Gordon Brown’s government - with more debt, waste and taxes will be crucial for the next 13 years."
            },
            {
                "title": "TIME FOR CHANGE - NICHOLAS SOAMES CALLS FOR A BETTER STANDARD OF EDUCATION FOR ALL",
                "content": "Nicholas is backing Conservative party plans to raise standards in local schools and give all young people the opportunities they need."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "The NHS is the top priority, with efforts to increase spending while limiting bureaucracy and improve cancer survival rates."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Established the Cross-Party Group on Balanced Migration to stimulate informed and sustainable immigration levels."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Opposition to Labour’s plan for extensive housing developments in Mid Sussex, advocating sensible development."
            },
            {
                "policyTitle": "Road Safety",
                "policyDescription": "Support for projects addressing road repairs and collaboration with the Police Road Safety Unit."
            },
            {
                "policyTitle": "Post Offices",
                "policyDescription": "Defending local Post Offices against closures, emphasizing their importance to the community."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Criticizing Labour's taxation policy as detrimental to economic recovery."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Support for raising education standards and ensuring young people have necessary opportunities for success."
            }
        ],
        "mentions": {
            "candidate": "Nicholas Soames spearheads PRH campaign.",
            "otherPartyLeaderCandidate": "Gordon Brown, Labour Party",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour’s tax on jobs will kill the recovery.",
            "education": "Nicholas calls for a better standard of education for all.",
            "environment": "",
            "governance": "",
            "health": "Backing the NHS. Nicholas was delighted that the government campaign paid off with the permanent securing of full A&E and maternity services at the Princess Royal Hospital. The NHS is David Cameron's number one priority.",
            "immigration": "We must control immigration. Setting up a Cross-Party Group on Balanced Migration.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Standing up against over development. Nicholas fought against Labour’s disastrous plan to cram 7,000 houses in Mid Sussex.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "PRH Campaign",
                "duration": "Spanning three years",
                "achievements": "Secured the retention of consultant bosses needed to retain consultant-led maternity services at the Princess Royal Hospital."
            }
        ],
        "contactInformation": {
            "address": "5 Hazelgrove Road, Haywards Heath, West Sussex, RH16 3PH",
            "phone": "01444 452590",
            "email": "nicholas.soames@parliament.uk",
            "website": "www.nicholasoames.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nicholas at various campaign events and locations highlighting his engagement with the public and community services like the NHS and educational institutions."
                }
            ]
        },
        "additionalNotes": ""
    }
}