{
  "leaflet": {
    "candidateName": "Malcolm Fleming",
    "constituency": "Glasgow South",
    "politicalParty": "SNP",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "I passionately believe that Scotland has what it takes to be a successful independent nation, not simply a region. With the full powers of a normal country, including the essential economic powers that would help pull us out of recession, we can give every Scottish family the prospect of a brighter future."
      },
      {
        "title": "",
        "content": "I will work tirelessly to support local people, communities and businesses, and to be an easily approachable and contactable local MP who puts Glasgow first."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Scottish Independence",
        "policyDescription": "Advocating for Scotland as a successful independent nation with full powers to pull out of recession and provide brighter future for families."
      },
      {
        "policyTitle": "Local Support",
        "policyDescription": "Commitment to tirelessly support local people, communities, and businesses, and to be an approachable and contactable MP focusing on Glasgow's interests."
      }
    ],
    "mentions": {
      "candidate": "Malcolm Fleming",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nicola Sturgeon",
      "tacticalSituation": "The SNP came less than 1,800 votes behind Labour at the Glasgow South area, and then in last June's Euro-elections, came first here, beating Labour in Glasgow South. This suggests a chance of winning if the tactical voting is considered."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "With the full powers of a normal country, including the essential economic powers that would help pull us out of recession.",
      "education": "",
      "environment": "",
      "governance": "Scotland to be a successful independent nation, not simply a region.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "These days, passion and vision often seem to be missing from politics. However I am involved in politics because I passionately believe that Scotland has what it takes to be a successful independent nation, not simply a region.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Room 334 Baltic Chambers, 50 Wellington Street, Glasgow G2 6HJ",
      "phone": "",
      "email": "malcolm.fleming@snp.org",
      "website": "www.malcolmfleming.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Votes cast in Glasgow South 2007."
        }
      ]
    },
    "additionalNotes": "The leaflet mentions the availability of a postal vote form, indicating assistance with voting logistics."
  }
}