{
  "leaflet": {
    "candidateName": "Mike Crockart",
    "constituency": "Edinburgh West",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear resident,",
        "content": "Do you want to see things really change in Britain?"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taxes",
        "policyDescription": "A Liberal Democrat vote is a vote for fairer, costed taxes that will help low and middle income earners and pensioners and mean no one will pay tax on the first £10,000 they earn."
      }
    ],
    "mentions": {
      "candidate": "Mike Crockart",
      "otherPartyLeaderCandidate": "Vince Cable",
      "partyLeader": "",
      "tacticalSituation": "Labour and the SNP were third and fourth at the last General Election and won't win here. The choice is clear - vote Liberal Democrat and continue to be represented by the hardest-working local team."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "On the doorsteps many constituents tell me how let down they feel. Ordinary people who feel frustrated and angry at the way things seem to work in this country. It's clear that we have been failed by this Labour Government and a Conservative opposition who backed Labour's war in Iraq and their handling of the excesses of city bankers.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Over the last nine years as your local MP, John Barrett has stood up for the residents of Edinburgh West. If elected as your MP I will always put the people of Edinburgh West first and I will work with local MSP Margaret Smith and the rest of the local Liberal Democrat team to continue John's great record of action on your behalf.",
    "politicalExperience": [
      {
        "role": "local MP",
        "duration": "last nine years",
        "achievements": "John Barrett has stood up for the residents of Edinburgh West"
      }
    ],
    "contactInformation": {
      "address": "3 Drum Brae Avenue, Edinburgh, EH12 8TE",
      "phone": "0131 339 0800",
      "email": "edinburghwestlibdems@gmail.com",
      "website": "www.edinburghwestlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mike Crockart - A New Voice in a Strong Team"
        }
      ]
    },
    "additionalNotes": ""
  }
}