{
    "leaflet": {
        "candidateName": "Hélène Davies-Green",
        "constituency": "Barr Hill",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "If you are happy with the way the country is governed, then you must vote for one of the three old parties. They all take their orders from Brussels. They're all obsessed with it. You do not matter much — but they have not noticed that there seems to be the possibility of cutting the amount of money pouring into Europe? Das ist verboten!"
            },
            {
                "title": "",
                "content": "Aren't we too small to manage on our own? No! We are bigger than Norway and Switzerland, and they get on just fine outside the EU. They have perfectly satisfactory trading relationships with the rest of Europe and so will we. We will also have our own place in the World Trade Organisation and be able to trade freely with our old friends in the Commonwealth."
            },
            {
                "title": "Have you ever wondered?",
                "content": "Why have so many Post Offices closed? Answer: EU directive 97/67/EC and 2002/39/EC. Why was the German doctor who killed David Gray allowed to practice here? Answer: EU directive 2005/36/EC"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Freedom, Lower Taxes, and Independence",
                "policyDescription": "UKIP stands for freedom, representative democracy, simpler laws and lower taxes. Advocates cutting the amount of money pouring into Europe."
            },
            {
                "policyTitle": "Trade and Sovereignty",
                "policyDescription": "Belief in the ability to thrive outside the EU, with comparisons to Norway and Switzerland who have satisfactory trading relationships with Europe."
            },
            {
                "policyTitle": "Post Office Closures and Medical Practice",
                "policyDescription": "Points out the effect of EU directives on local issues such as Post Office closures and medical practice regulations."
            }
        ],
        "mentions": {
            "candidate": "Hélène Davies-Green",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The leaflet mentions UKIP's view on wasted votes and encourages voting for Hélène Davies-Green to not waste votes as UKIP could make a difference in the European elections by sending more MEPs."
        },
        "issues": {
            "brexitEurope": "Advocates for leaving the EU and questions EU influence over British decisions, such as Post Office operations and foreign doctors practicing in the UK. UKIP aims to repeal the 1972 European Communities Act.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "The leaflet suggests frustration with 'old parties' that follow Brussels' orders and suggests UKIP represents a departure from this influence.",
            "health": "The leaflet addresses the impact of EU directives on the health sector, citing the case of a German doctor allowed to practice in the UK.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.ukip.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet discussing Hélène Davies-Green's positions on EU influence and UK governance."
                }
            ]
        },
        "additionalNotes": "The leaflet promotes a strong anti-EU stance, advocating for UK independence from Brussels and the repeal of the 1972 European Communities Act, highlighting the benefits of local governance and criticizing the role of EU directives in local affairs."
    }
}