{
  "leaflet": {
    "candidateName": "John Dixon",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "WARNING ENVIRONMENTAL DISASTER AHEAD",
        "content": "LABOUR'S RECORD ON THE ENVIRONMENT IS CRIMINAL. Labour have had a real opportunity to take action on climate change in the last ten years - but they have totally failed to deliver on their promises. Carbon emissions are up, there is more traffic on our roads, and targets for renewable energy have been missed."
      },
      {
        "title": "Real action on climate change",
        "content": "The Lib Dems want to see: Major improvements to our rail network, A cut in income tax, with a switch to green taxes on pollution, A commitment to 100% carbon free non-nuclear electricity by 2050, New 'green mortgages' to enable people to make their homes more energy efficient."
      },
      {
        "title": "But don't just take our word for it...",
        "content": "Quotes from Nick Robinson, BBC Daily Politics; Peter Riddell in The Times; The Times; The Independent."
      },
      {
        "title": "3 reasons to vote for John Dixon and the Lib Dems",
        "content": "Details reasons related to Expenses, Economy, and Environment."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Real action on climate change",
        "policyDescription": "Major improvements to rail network, green tax reforms, and a goal for 100% carbon free non-nuclear electricity by 2050. Promotion of 'green mortgages' for energy efficient homes."
      }
    ],
    "mentions": {
      "candidate": "John Dixon",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Vince Cable and the Lib Dems understand how vital credit and funding for the economy would be. They suggest looking at the banks to be more responsible for the taxpayer cash that shores up their finances while stopping huge bonuses for the bankers.",
      "education": "",
      "environment": "Lib Dems campaign is significantly focused on the environment, criticizing Labour for missed targets and increasing carbon emissions. The Lib Dems propose significant actions to tackle climate change.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Promotion of 'green mortgages' for energy efficient homes.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Freepost RSCH-RLZS-XLAZ, Cardiff Central Liberal Democrats, 38 The Parade, Roath, Cardiff CF24 3AD",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nick Robinson, BBC Daily Politics",
        "endorsement": "The Lib Dems are ahead of the other parties on climate change in terms of the level of detail."
      },
      {
        "endorser": "Peter Riddell in The Times",
        "endorsement": "Liberal Democrats are clearly the greenest party."
      },
      {
        "endorser": "The Times",
        "endorsement": "The Liberal Democrats, too green for gimmicks."
      },
      {
        "endorser": "The Independent",
        "endorsement": "Plenty of rhetoric from Labour on climate change, but it's (Lib Dems) the way of substance on the record that has been lamentable."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of John Dixon and mentions of quotes regarding climate change stance."
        }
      ]
    },
    "additionalNotes": ""
  }
}