{
  "leaflet": {
    "candidateName": "Nick Clegg",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "REAL CHANGE FOR WALES",
        "content": "Wales needs a real change after years of failure under Gordon Brown and Labour. With Nick Clegg's leadership, the Liberal Democrats will make Wales a fairer place to live. Ordinary people will see their tax bills drop, while the very rich will pay more."
      },
      {
        "title": "Protecting our NHS and our vital public services",
        "content": "Labour's waste and red tape mean that frontline services face more cuts in the coming years. The Liberal Democrats have identified billions of pounds of government waste that can be used to protect frontline services and start paying back the national debt."
      },
      {
        "title": "REAL CHANGE",
        "content": "The Lib Dems will invest in our children's future by improving every school in the UK. We will invest in a new green economy to get people back to work. The Lib Dems will act to clean up politics and give people the power to sack corrupt MPs."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Taxes",
        "policyDescription": "Ordinary people will see their tax bills drop, while the very rich will pay more."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Invest in children's future by improving every school in the UK."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Invest in a new green economy to get people back to work."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Clean up politics and give people the power to sack corrupt MPs."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Identified billions of pounds of government waste to protect frontline services and start paying back the national debt."
      }
    ],
    "mentions": {
      "candidate": "Nick Clegg",
      "otherPartyLeaderCandidate": "Gordon Brown, David Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Improve every school in the UK.",
      "environment": "",
      "governance": "Clean up politics and give people the power to sack corrupt MPs.",
      "health": "Protect frontline services without further cuts.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "4th Floor, Freepost RRLT-RCSU-LKEU, 1 Vincent Blake, Cf Schooner Way, Cardiff, CF10 4DQ",
      "phone": "",
      "email": "",
      "website": "www.WelshLibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Clegg and Vince Cable."
        }
      ]
    },
    "additionalNotes": "The leaflet includes comparisons to the Conservative Party, specifically criticizing their funding and suggesting their platforms lack substance. There are quoted facts about the Conservative Party regarding public spending and tax priorities."
  }
}