{
  "leaflet": {
    "candidateName": "Kevin Lang",
    "constituency": "",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing up for local jobs and businesses",
        "content": "We need a local MP who will fight for local jobs and help people get back into work. Kevin Lang knows the importance of supporting local traders and growing our local economy. He says, 'Protecting and creating local jobs will be one of my key priorities as our new local MP including...' campaign to develop Leith docks into a new manufacturing base for offshore wind turbines."
      },
      {
        "title": "It's so close here",
        "content": "Kevin Lang is running neck and neck with the Labour candidate. The Tories and SNP can't win here. Your vote could decide who wins!"
      },
      {
        "title": "In recent years your Labour MP has...",
        "content": "- Backed Brown on raising taxes on the lowest paid\n- Backed Brown on post office closures and ID cards\n- Paid back over £2,000 during the MPs' expenses scandal\n- Backed Brown over 95% of the time - backing his party bosses instead of local people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Jobs and Economy",
        "policyDescription": "Plans to fight for local jobs, support local traders, and grow the local economy. Protecting and creating local jobs, including developing Leith docks into a manufacturing base for offshore wind turbines, is a key priority."
      }
    ],
    "mentions": {
      "candidate": "Kevin Lang",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "Kevin Lang is running neck and neck with the Labour candidate. The Tories and SNP can't win here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Supporting local traders and growing the local economy is mentioned as an important aspect.",
      "education": "",
      "environment": "Campaigning with Lib Dem Leader Nick Clegg to bring green jobs to Leith by using the docks for a new manufacturing centre for wind turbines.",
      "governance": "Criticism of the current Labour MP for backing party bosses over local people.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kevin Lang with a sign 'GREEN JOBS NOW'"
        },
        {
          "caption": "Comparative chart of party support showing Lib Dem 29%, Labour 34%, SNP 10%, and Con 19%"
        }
      ]
    },
    "additionalNotes": "The leaflet criticizes the Labour MP's record and highlights the close race between Kevin Lang and the Labour candidate. It promotes Kevin Lang's local family business and his plans for local economic development and green jobs."
  }
}