{
    "leaflet": {
        "candidateName": "Michael Fallon",
        "constituency": "Sevenoaks & Swanley",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "What you say about Michael...",
                "content": "Positive constituents' testimonials regarding assistance with various local issues."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Campaign for",
                "policyDescription": "More grammar school places for West Kent, a fairer grant for Sevenoaks District Council, guaranteed funding for the new Knole Academy, proper protection of Green Belt land and tougher laws on travellers, rejection of the proposed 1,500 new houses at Fort Halstead, fewer HCVs through Sevenoaks and our villages, re-opening the Sevenoaks Job Centre."
            },
            {
                "policyTitle": "Conservative Government would provide",
                "policyDescription": "Fairer taxes, reversing the NI increase for lowest earners, immediate action to tackle the appalling deficit, banks properly supervised by the Bank of England, a guaranteed NHS budget but less bureaucracy, an annual limit on any new immigration, wider choice on schools for all, an end to early release of offenders, powers repatriated from Brussels to Westminster."
            }
        ],
        "mentions": {
            "candidate": "Michael Fallon's successful campaigns.",
            "otherPartyLeaderCandidate": "Labour's record: taxes up for everyone - a broken promise, the worst deficit in our peacetime, pensions ruined and savings wrecked, unlimited prisoners released early, unlimited immigration and open borders, five of our big ten banks having to be rescued, fewer than half of all school-leavers getting 5 good GCSEs, powers given away to Europe under the Lisbon treaty.",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "powers given away to Europe under the Lisbon treaty",
            "economy": "immediate action to tackle the appalling deficit, banks properly supervised by the Bank of England",
            "education": "More grammar school places for West Kent, guaranteed funding for the new Knole Academy, wider choice on schools for all",
            "environment": "proper protection of Green Belt land and tougher laws on travellers",
            "governance": "powers repatriated from Brussels to Westminster",
            "health": "a guaranteed NHS budget but less bureaucracy",
            "immigration": "an annual limit on any new immigration",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "rejection of the proposed 1,500 new houses at Fort Halstead",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Michael Fallon provides a personal service for all constituents, holds regular advice surgeries in Sevenoaks and Swanley, lives in the constituency, gives value for money, with the 42nd lowest expenses of 647 MPs. He is an MP for everyone.",
        "politicalExperience": [
            {
                "role": "MP of Sevenoaks and Swanley",
                "duration": "since 1997",
                "achievements": "Patron of the Rockdale House Appeal for and of Darenth Valley Youth Music, he is the friends of the St Mary's, Sundridge and the church governor. Michael is deputy chairman of the Treasury Select Committee since 2001. He successfully piloted through Parliament the Planning and Energy Act 2008 which promotes solar electricity in local development."
            }
        ],
        "contactInformation": {
            "address": "House of Commons, London, SW1A 0AA",
            "phone": "",
            "email": "",
            "website": "www.michaelfallon.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photos of Michael Fallon engaging in various local activities and campaigns."
                }
            ]
        },
        "additionalNotes": "The leaflet includes specific elements of Michael Fallon's work and campaign, contrasting it with Labour's record."
    }
}