{
  "leaflet": {
    "candidateName": "Adrian Owens",
    "constituency": "West Lancashire",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Intervened after learning maternity unit had closed several times due to staff shortages; his actions led to recruitment of four additional midwives."
      },
      {
        "policyTitle": "Youth Opportunities",
        "policyDescription": "Secured grants for Parbold Youth Club and the Birchwood Centre in Skelmersdale."
      },
      {
        "policyTitle": "Support for Older People",
        "policyDescription": "Conservatives will raise the state pension in line with earnings, protect winter fuel payments and have more efficient and personalized health and social care."
      },
      {
        "policyTitle": "Regeneration",
        "policyDescription": "Adrian supports regeneration efforts, such as bringing Shadow Housing Minister to Skelmersdale to address challenges."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "As chairman of governors at a Parbold primary school, he wants to see better school discipline and improved standards."
      }
    ],
    "mentions": {
      "candidate": "Adrian Owens",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Chairman of governors at a Parbold primary school, focused on better school discipline and improved standards.",
      "environment": "",
      "governance": "",
      "health": "Intervened to address staff shortages at maternity unit, leading to recruitment of four additional midwives; supports personalized health and social care.",
      "immigration": "",
      "socialWelfare": "Will raise the state pension in line with earnings and protect winter fuel payments.",
      "housing": [
        {
          "content": "Brought Shadow Housing Minister to Skelmersdale to discuss regeneration challenges.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Adrian Owens has a record of action locally. He was selected as Conservative parliamentary candidate in 2007 by 150 local people and has since then built further on his role as a local councillor.",
    "politicalExperience": [
      {
        "role": "Chairman of Governors",
        "duration": "",
        "achievements": "Focused on better school discipline and improved standards."
      },
      {
        "role": "Local Councillor",
        "duration": "",
        "achievements": "Successful fight to save Newburgh Post Office, working with parish councillors and the local community."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Adrian with Birchwood residents, Chelsea and Chris."
        },
        {
          "caption": "Adrian brought Shadow Housing Minister, Grant Shapps, to Skelmersdale."
        },
        {
          "caption": "Adrian with an elderly resident discussing health and social care."
        },
        {
          "caption": "Adrian at a meeting with Shadow Schools Secretary, Michael Gove, and local primary school headteachers."
        }
      ]
    },
    "additionalNotes": "Adrian lives in Newburgh Village where he played a part in the successful fight to save Newburgh Post Office."
  }
}