{
    "leaflet": {
        "candidateName": "Kemi Adegoke",
        "constituency": "Herne Hill",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "DECISION TIME FOR HERNE HILL",
                "content": "It's time for change in Herne Hill. Kemi Adegoke is standing as the Conservative Parliamentary Candidate to challenge for Herne Hill. She brings new perspectives and fresh ideas to the local landscape."
            },
            {
                "title": "It's time for Change in Herne Hill",
                "content": "Herne Hill needs new people with fresh ideas and energy. Over the past year we have been working hard to show you that we make the energy and ideas to improve Herne Hill an even better place to live."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "More schools and Better Schools for Herne Hill",
                "policyDescription": "Kemi has met with many local families concerned about where their children will go to school and is committed to pushing for better educational facilities in Herne Hill."
            },
            {
                "policyTitle": "Action against anti-social behaviour",
                "policyDescription": "Kemi has joined local police on one of their regular late night bus rides on Dulwich Road to understand issues firsthand."
            },
            {
                "policyTitle": "Protecting our train services",
                "policyDescription": "Protecting train services in Herne Hill is a priority for Kemi, as she understands the importance of reliable transportation for the community."
            },
            {
                "policyTitle": "Safer streets, homes and schools",
                "policyDescription": "Kemi worked on the front line of business to push for safer areas, tackling issues from violent crime to everyday concern to parents and elderly residents."
            },
            {
                "policyTitle": "Better buses for Herne Hill",
                "policyDescription": "Kemi has identified the gap in the late evening bus services and stresses the importance that night buses are re-instated early next year."
            },
            {
                "policyTitle": "Committed to the Carnegie Shadowed Library",
                "policyDescription": "Kemi supports the Carnegie Community Trust in their efforts to ensure the library is protected for future generations."
            },
            {
                "policyTitle": "Promoting Responsible Dog Ownership",
                "policyDescription": "Kemi is pushing for measures to ensure responsible dog ownership, focusing on the welfare of both pets and community."
            },
            {
                "policyTitle": "A new primary school in Herne Hill",
                "policyDescription": "Plan to introduce a new primary school to provide better facilities for local families."
            },
            {
                "policyTitle": "More funds to keep Brockwell Park and Ruskin Park safe and healthy",
                "policyDescription": "Investment focus on local parks to enhance their safety and maintenance."
            },
            {
                "policyTitle": "New businesses into empty shops",
                "policyDescription": "Efforts to invigorate the local economy by attracting new businesses into vacant storefronts."
            }
        ],
        "mentions": {
            "candidate": "Kemi Adegoke",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Kemi has met with many local families concerned about where their children will go to school and is committed to pushing for better educational facilities in Herne Hill.",
            "environment": "Investment focus on local parks to enhance their safety and maintenance.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I live in Herne Hill and shop locally and understand the issues that concern residents here. People want a change for the better now - a change in the Parliamentary Representative for Herne Hill.",
        "politicalExperience": [
            {
                "role": "Conservative Parliamentary Candidate",
                "duration": "",
                "achievements": "Kemi brings new perspectives and fresh ideas to the local landscape; she has met with many local families and joined local police to understand community concerns."
            }
        ],
        "contactInformation": {
            "address": "Conservative Campaign Headquarters, 4 Matthew Parker Street, London SW1H 9HQ",
            "phone": "020 7984 8000",
            "email": "info@kemiadegoke.org",
            "website": "www.kemiadegoke.org",
            "socialMedia": {
                "facebook": "Kemi Adegoke for Herne Hill",
                "twitter": "@Kemi4HerneHill",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Kemi and her team engaging with community members and understanding local issues."
                }
            ]
        },
        "additionalNotes": "The leaflet outlines a range of policy objectives and activities that Kemi has undertaken, demonstrating her proactive engagement with local issues in Herne Hill."
    }
}