{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Security in retirement",
                "content": "With Labour, thousands of pensioners are better off than they were before. We introduced the Winter Fuel Allowance, now worth at least £250 to every pensioner household and £400 for the over 80s, and trebled Cold Weather Payments to the most vulnerable pensioners."
            },
            {
                "title": "Protecting people's savings",
                "content": "When the global financial crisis hit we knew that this could mean disaster for the millions of people who had worked hard to build up savings. We are determined that people's retirement is protected."
            },
            {
                "title": "At every turn the Tories made the wrong decision on tackling the financial crisis",
                "content": "They opposed our action on Northern Rock and would have let its savers go to the wall. And they're still making the wrong decisions on the recovery by committing to immediate cuts which threaten to choke off the recovery at the worst possible time."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Security in retirement",
                "policyDescription": "Labour plans include Winter Fuel Allowance, trebled Cold Weather Payments, increase in State Pension, expansion of Pension Credit, free eye tests, prescriptions and swimming for over-60s, England-wide off peak bus travel, and free TV licences for over 75s."
            },
            {
                "policyTitle": "Protecting people's savings",
                "policyDescription": "Labour is committed to protecting the savings of people, ensuring retirement funds remain secure, and building upon actions taken during the global financial crisis."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour took decisive action during the global financial crisis, protecting savings and enabling recovery. Criticism of the Tory approach to the financial crisis and planned immediate cuts.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Promoting Labour's past achievements in improving the financial security of pensioners and plans to further enhance benefits for the elderly.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "labour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "ARE THE TORIES A CHANGE YOU CAN AFFORD?"
                }
            ]
        },
        "additionalNotes": ""
    }
}