{
    "leaflet": {
        "candidateName": "Rahoul Bhansali",
        "constituency": "Balham, Brixton, Clapham & Streatham",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "CAMPAIGNING FOR LOCAL PEOPLE",
                "content": "Rahoul started a successful campaign against proposals to site a dustcart depot off Weir Road in Balham, after discovering Labour Council's plans."
            },
            {
                "title": "BACKING THE NHS",
                "content": "The NHS is David Cameron's number one priority. The Conservatives will increase spending on the NHS every year."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Taxation on Jobs",
                "policyDescription": "Rahoul criticizes Labour's tax on jobs claiming it will kill the recovery and has an impact on working individuals seeing their taxes go up. Proposes to stop Labour's tax rise on jobs and reduce the government debt to help keep interest rates low."
            },
            {
                "policyTitle": "Supporting the NHS",
                "policyDescription": "The Conservatives plan to increase spending on the NHS every year to deal with the pressures it is facing. They aim to make the NHS more autonomous, free from political micromanagement and bureaucracy, and improve things like cancer survival rates."
            }
        ],
        "mentions": {
            "candidate": "Rahoul Bhansali",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Rahoul emphasizes benefits for people who refuse to work. Will aim to integrate further energy and ideas to get Britain working for everyone.",
            "education": "",
            "environment": "",
            "governance": "Rahoul criticizes Labour Council's plans and suggests better fiscal management to reduce government debt.",
            "health": "The NHS is David Cameron's number one priority, with a commitment to increase spending each year.",
            "immigration": "",
            "socialWelfare": "Seeks to offer mortgage payments lower than under Labour and integrate jobs and cutting benefits for those who refuse to work.",
            "housing": [
                {
                    "content": "Rahoul opposed the siting of a dustcart depot off Weir Road in Balham.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rahoul Bhansali with Conservative Party Leader David Cameron."
                },
                {
                    "caption": "Rahoul Bhansali joining local Conservatives campaigning against the closure of police stations in Clapham & Streatham."
                },
                {
                    "caption": "Rahoul Bhansali demanding immediate improvements to local leisure services after discovering Clapham & Streatham were closed."
                }
            ]
        },
        "additionalNotes": ""
    }
}