{
  "leaflet": {
    "candidateName": "Keith Girling",
    "constituency": "Bassetlaw",
    "politicalParty": "",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Alzheimer's",
        "policyDescription": "Keith first saw the difficulties faced by Alzheimer's sufferers and families, whilst fighting to save James Bird Care Home. Keith took the carers' course in Alzheimer's and work to raise the Copthorne Association's profile, including fund-raising."
      },
      {
        "policyTitle": "Get Britain Working",
        "policyDescription": "Through his work as Nottinghamshire Business Champion, Keith is driving forward plans to make it easier for Bassetlaw businesses to sell to local authorities. He is also championing ways to ease cash flow for small businesses."
      },
      {
        "policyTitle": "Police",
        "policyDescription": "Keith's fact-finding mission with Bassetlaw police sees first-hand the difficulties officers face, reaffirms his beliefs that Bassetlaw needs more police officers on the beat. They should be released from the bureaucratic form filling and box-ticking and be out on the streets catching criminals."
      },
      {
        "policyTitle": "Post Offices",
        "policyDescription": "Post Offices are an important community service that's been dismantled by Labour. They've withdrawn many Government services provided through Post Offices, making them less viable. Keith campaigned to preserve Post Offices in Bassetlaw, retaining access to services for the benefit of our communities."
      },
      {
        "policyTitle": "Royal British Legion",
        "policyDescription": "The camaraderie and support provided by the Legion are second to none, and Keith is proud to be part of it. He is a member of the Royal British Legion's Retford branch, which provides support, guidance, and advice to ex-service personnel."
      }
    ],
    "mentions": {
      "candidate": "Keith Girling",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A RECORD OF ACTION IN BASSETLAW"
        },
        {
          "caption": "LEFT: ALZHEIMER'S - The hidden illness."
        },
        {
          "caption": "RIGHT: LET'S WE FORGET - Remembering the lessons of the past is vitial."
        },
        {
          "caption": "LEFT: POLICE - Keith's fact-finding mission with Bassetlaw police."
        },
        {
          "caption": "RIGHT: POST OFFICES - Post Offices are an important community service."
        },
        {
          "caption": "ABOVE: ROYAL BRITISH LEGION - The camaraderie and support provided by the Legion."
        },
        {
          "caption": "ABOVE: GET BRITAIN WORKING - Through his work as Nottinghamshire Business Champion."
        }
      ]
    },
    "additionalNotes": ""
  }
}