{
  "leaflet": {
    "candidateName": "David Ruffley",
    "constituency": "Bury St Edmunds",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "LABOUR'S TAX ON JOBS WILL KILL THE RECOVERY",
        "content": "The re-election of Gordon Brown's government - with more debt, waste and taxes - will bring us a new recession. For the last 13 years working people have seen their taxes go up and their money wasted. Labour politicians admit there is at least £11 billion of waste they could axe. We will."
      },
      {
        "title": "THE CHOICE AT THIS ELECTION",
        "content": "A Conservative Government would provide: fairer taxes, reversing the NI increase for lowest earners restoring the link to earnings benefiting every pensioner immediate action to tackle the appalling deficit a guaranteed NHS budget but less bureaucracy, etc."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Backing the NHS",
        "policyDescription": "The NHS is our number one priority. We back it and we want to improve it for everyone. The Conservatives will increase spending on the NHS every year. The NHS needs these increases because of the pressures it is facing as people live longer and new medical treatments become available. We are the only party to have made this commitment and promised to ring fence, and increase spending."
      },
      {
        "policyTitle": "Tax",
        "policyDescription": "We will cut Labour waste to stop this tax on jobs. Anyone earning between £7,100 and £45,400 will save at least £150 a year."
      },
      {
        "policyTitle": "Welfare Reform",
        "policyDescription": "We are going to reform the welfare system by getting people into work and cutting benefits for people who refuse jobs."
      }
    ],
    "mentions": {
      "candidate": "David Ruffley",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A Conservative Government would provide immediate action to tackle the appalling deficit.",
      "education": "Labour's broken promise includes having fewer than half of all school-leavers getting 5 good GCSEs including English and Maths.",
      "environment": "",
      "governance": "Labour's broken promise includes powers given away to Europe under the Lisbon treaty.",
      "health": "The NHS is our number one priority. We back it and we want to improve it for everyone.",
      "immigration": "Labour's broken promise includes unlimited immigration and open borders.",
      "socialWelfare": "We are going to reform the welfare system by getting people into work and cutting benefits for people who refuse jobs.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David with David Cameron at West Suffolk Hospital."
        },
        {
          "caption": "The NHS is David Cameron's number one priority."
        }
      ]
    },
    "additionalNotes": ""
  }
}