{
    "leaflet": {
        "candidateName": "Alison McGovern",
        "constituency": "Wirral South",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "A message from Alison McGovern",
                "content": "Dear Resident, I was born and grew up in Bromborough, in the heart of the constituency. Over the years, I've seen change for the better in Wirral – rebuilt schools, and better hospitals for example. But the past year has been hard for some. That's why I want to be your MP: to stand up for our area on the issues that matter. Please get in touch, or even if you like help or want to share your views. Best wishes, Alison"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "LOCAL ECONOMY",
                "policyDescription": "Growing up in the constituency, I have always appreciated our friendly shopping town centres. Our smaller businesses especially are the continued support for the services they provide. Following on from the success of our farmers market, butchers, brewery & pubs, our challenge is to continue to build prosperity from the ground up by working with the Council to invest in local produce and services, which will in turn create better communities."
            },
            {
                "policyTitle": "NATIONAL CARE SERVICES",
                "policyDescription": "It's great that the people in our community are living longer, but with this comes a responsibility to make sure that older people receive the care and support they need, are treated with the dignity they deserve, and have the opportunity to live with independence if they wish. I support the Government's plans to introduce a National Care Service, which will make it easier for people to access help and care, and provide preventative services to help people stay independent for longer. It also believes that care workers require care and support, by giving them the right to flexible working."
            },
            {
                "policyTitle": "JOBS ON THE WIRRAL",
                "policyDescription": "In the last year, which was a recession, Wirral South has attracted the funding of the most money and development, which will create many more jobs & attract further investment. If I were selected as your MP, I would continue to meet stakeholders together with the council and public agencies to identify job creation and major new growth that takes our great strength, the local economy to boost manufacturing."
            },
            {
                "policyTitle": "APPRENTICESHIPS",
                "policyDescription": "Our young people need routes into industry. They need practical experience and training for skilled jobs to help them build financial security for the future and contribute to a strong economy. I was proud to work for Network Rail, who introduced one of the largest engineering apprenticeships in the UK. We must campaign for more employers to follow suit. 380 young people were helped into apprenticeships last year in Wirral South and I'm calling for a doubling of apprenticeships available to young people on the Wirral."
            },
            {
                "policyTitle": "CULTURE & SPORT",
                "policyDescription": "Having served as a trustee and campaigner for music, arts, and sports, I have a genuine passion for the arts and culture. We have first rate facilities on our doorstep, like the Lady Lever Art Gallery and the Festival. I believe public sector support for culture and sport encourages excellence and innovation. We have a responsibility to preserve our heritage and promote participation in culture and sport in our communities to develop their skills, which is why I will continue to support these sectors."
            }
        ],
        "mentions": {
            "candidate": "Alison McGovern",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Our smaller businesses especially are the continued support for the services they provide. Following on from the success of our farmers market, butchers, brewery & pubs, our challenge is to continue to build prosperity from the ground up by working with the Council to invest in local produce and services.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "I support the Government's plans to introduce a National Care Service, which will make it easier for people to access help and care, and provide preventative services to help people stay independent for longer.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Alison McGovern, Labour candidate for Wirral South, engaging with a community member and in front of local landmarks."
                }
            ]
        },
        "additionalNotes": ""
    }
}