{
  "leaflet": {
    "candidateName": "David Hamilton",
    "constituency": "Midlothian",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "This General Election is a two horse race.",
        "content": "Do you want a Labour Government, or a Tory one? Labour's top priority is to support our people, our businesses and our country through the current world-wide economic difficulties. The Tories plan to cut vital services and jobs, believing that unemployment is a price worth paying. It is not."
      },
      {
        "title": "Labour’s Local Priorities",
        "content": "Fighting for Jobs, Improving Our Town Centres, Housing We Can Afford, Improving our Schools"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fighting for Jobs",
        "policyDescription": "I will continue to promote Midlothian as an ideal location for new businesses and to support the development of existing ones."
      },
      {
        "policyTitle": "Improving Our Town Centres",
        "policyDescription": "I will support Midlothian Council's efforts to obtain funding for much needed improvements to our Town Centres, particularly Dalkeith."
      },
      {
        "policyTitle": "Housing We Can Afford",
        "policyDescription": "Despite our Council building 1000 new homes, we cannot afford many houses without substantial backup accommodation. I back the Council's demands for greater support from Scottish Government."
      },
      {
        "policyTitle": "Improving Our Schools",
        "policyDescription": "Midlothian's school's improvement program has slowed due to lack of funds from Scottish Government. I will work with our MSP and councilors to have this reinstated."
      }
    ],
    "mentions": {
      "candidate": "David Hamilton",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "This General Election is a two horse race."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Midlothian's school's improvement program has slowed due to lack of funds from Scottish Government.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "The Winter Fuel Allowance, Cold Weather Payments, Pension Credits, free TV Licences for over 75s and free bus travel have helped make life that bit better for pensioners in our area.",
      "housing": [
        {
          "content": "Despite our Council building 1000 new homes, we cannot afford many houses without substantial backup accommodation.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was born here, worked here and raised my family in Midlothian. We need a strong local voice in Westminster and beyond. I am proud of our area and want the best for all our families.",
    "politicalExperience": [
      {
        "role": "YOUR LABOUR CANDIDATE FOR MIDLOTHIAN",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Tom Porteous",
        "endorsement": "David is a local lad, standing up for local people and that's why I will be supporting him and Labour in the General Election."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David opening the new Woodburn Primary School, replacing the one he attended as a child."
        }
      ]
    },
    "additionalNotes": ""
  }
}