{
    "leaflet": {
        "candidateName": "Jacqueline Jones",
        "constituency": "Wantage",
        "politicalParty": "UK Independence Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Straight talking. Vote UKIP",
                "content": "Conservatives, Labour and the Liberal Democrats refused to discuss with electors mass immigration and Britain's membership of the EU. The consequences include over-crowding and over-building in the Wantage constituency. We should leave the EU, stop mass immigration and develop a free strongly-defended, low-crime, productive trading country."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Immigration",
                "policyDescription": "Stop mass immigration and its stress on homes, health and social services, and taxpayers. Stop mass immigration to avoid the over-building in the Wantage constituency, while limiting EU with open borders; promises to halt immigration."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Leave the EU to save the money that is currently being spent in Brussels and instead invest it locally on hospital facilities, new schools and day caring programs, and assisted places - more local fire and police services, and higher pensions."
            },
            {
                "policyTitle": "Law and Order",
                "policyDescription": "Implement longer and tougher criminal sentences. Increase rigorous policing and provide better support for victims of crime."
            }
        ],
        "mentions": {
            "candidate": "Jacqueline Jones",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We should leave the EU.",
            "economy": "",
            "education": "",
            "environment": "Over-crowding and over-building in the Wantage constituency.",
            "governance": "Leave the EU to stop wasting £45 million a day in Brussels. Referendums on all major issues.",
            "health": "",
            "immigration": "Stop mass immigration.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Stop mass immigration to avoid the over-building in the Wantage constituency.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "UKIP Freepost, RSBJ-HSRJ-CJUX, UK Independence Party, PO Box 408, Newton Abbot TQ12 9BG",
            "phone": "0800 587 6 587",
            "email": "",
            "website": "ukip.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Election communication for the UK Independence Party: Jacqueline Jones for Wantage."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes the party's positions on stopping mass immigration and leaving the EU. It also suggests referendums on major issues and criticizes other major parties for not addressing these concerns."
    }
}