{
    "leaflet": {
        "candidateName": "Rosie Sharpley",
        "constituency": "Woking",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Rosie Sharpley's contract with you",
                "content": "I will put local people first. I will be strong voice for Woking. I will: work to protect local health services; work to protect residents and to tackle crime and anti-social behavior; meet regularly with local service providers like the health services and residents' groups; I will be open and honest about all expenses incurred in representing you. I will: publish details on my personal website; answer questions you may have about them promptly; pay taxes personally from the use of expenses that is often the United Kingdom."
            },
            {
                "title": "With Labour out of the race, the choice is between Rosie Sharpley and the unknown Conservative candidate.",
                "content": "Rosie lives locally and has a long record of action for us. As our local MP, Rosie will put local people first and deliver real change and fairness for our area."
            },
            {
                "title": "Helping people for the last 21 years",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting health services",
                "policyDescription": "Protecting health services will be a top priority for Rosie."
            }
        ],
        "mentions": {
            "candidate": "Rosie Sharpley",
            "otherPartyLeaderCandidate": "the unknown Conservative candidate",
            "partyLeader": "",
            "tacticalSituation": "Labour out of the race, Liberal Democrats out Conservatives in key seats"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Rosie wants to see real action to help people and businesses out of the recession",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Rosie will work to protect local health services",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Local MP",
                "duration": "21 years",
                "achievements": "Long record of action for us"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Woking News & Mail",
                "endorsement": "Liberal Democrats out Conservatives in key seats"
            },
            {
                "endorser": "Independent PoliticsHome largest representative UK poll",
                "endorsement": "\"Liberal Democrat MPs were more highly regarded by their constituents than Conservative or Labouring were by theirs.\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rosie listening to local people as she helps them with their day-to-day problems"
                },
                {
                    "caption": "Rosie wants to see real action to help people and businesses out of the recession"
                },
                {
                    "caption": "Protecting health services will be a top priority for Rosie"
                }
            ]
        },
        "additionalNotes": "Rosie pledges to stand up for community concerns and have an office in the constituency open at least 5 days a week. A survey regarding community issues available each year for you to complete with a follow-up report on what is being done. Promises to be open and honest about all expenses incurred in representing you."
    }
}