{
  "leaflet": {
    "candidateName": "Elizabeth Jewkes",
    "constituency": "Chester",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Chester needs action...",
        "content": "Chester needs action on Crime, Education, and Health."
      },
      {
        "title": "My contract with Chester people",
        "content": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Action on Crime",
        "policyDescription": "The Liberal Democrats want to cut crime to make you safer. Britain isn't 'broken' but our crime record is. Many people don't feel safe in their own homes and in their town center, instead of Labour's costly ID card scheme, Lib Dems would put 3,000 more police on our streets - not filling forms in the police shop! Labour and Tory politicians compete to catch people at your expense but we need to catch them first!"
      },
      {
        "policyTitle": "Action on Education",
        "policyDescription": "Liberal Democrats want every child to get an excellent education. The key to successful schooling is smaller classes. We will cut class sizes, teachers free to spend more time in the classroom and raise standards in every school. Conservative fail to improve small schools but our local Tory controlled council has closed or merged small schools across Cheshire. Do you believe what they say, or what they do?"
      },
      {
        "policyTitle": "Action on Health",
        "policyDescription": "Despite the billions poured into the NHS, it still struggles to cope. Labour has wasted money on bureaucracy rather than fighting front-line services. Doctors and nurses have to spend too much time chasing government targets rather than caring for patients. Liberal Democrats want a people-first NHS, free from the 21st-century scam-technology. Here in Chester, the Lib Dems would give Chester's health service back to local people through an elected local health board. We would scrap central targets and guarantee treatment on time. We will put doctors and nurses back in charge of their hospitals and wards."
      },
      {
        "policyTitle": "Four steps to a fairer Britain",
        "policyDescription": "1. Fairer taxes that put money back in your pocket - cut income tax bills by £700. 2. A fair chance for every child - Smaller class sizes, more money for schools and abolish university tuition fees. 3. A fair future: create jobs by making Britain greener - Smaller industrial carbon footprint and environmental protection. 4. A fair deal for you from the politicians - Make politicians accountable for the right to sack corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "Elizabeth Jewkes delivers for us",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "The key to successful schooling is smaller classes.",
      "environment": "",
      "governance": "",
      "health": "Liberal Democrats want a people-first NHS, free from the 21st-century scam-technology.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Magistrate",
        "duration": "Served as",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "http://www.chesterlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Elizabeth Jewkes delivers for us"
        }
      ]
    },
    "additionalNotes": "This leaflet has been paid for by local Liberal Democrats, not a non-domiciled billionaire!"
  }
}