{
    "leaflet": {
        "candidateName": "Nadine Dorries",
        "constituency": "Mid Bedfordshire",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Working hard every day for you.",
                "content": "Over the last five years as your MP Nadine has worked hard on behalf of constituents. Much of this work has been in opposing Government building targets to save Mid Bedfordshire from inappropriate over development."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Cut the massive deficit, reform education and make the NHS a service which puts patients and not managers first."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Control immigration, break welfare dependency and create an environment within which small and medium business can once again grow in confidence."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Opposing Government building targets to save Mid Bedfordshire from inappropriate over development."
            }
        ],
        "mentions": {
            "candidate": "Nadine Dorries has taken a strong position against the expansion of Milton Keynes and campaigned on behalf of residents in Harlington and Toddington to fend off inappropriate development at junction 12.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Cut the massive deficit, reform education and make the NHS a service which puts patients and not managers first.",
            "education": "Cut the massive deficit, reform education and make the NHS a service which puts patients and not managers first.",
            "environment": "Opposed the proposed Eco Town which the Government was determined would be built in Mid Beds. Her latest ten minute rule Bill in Parliament against the American waste disposal giant to move their building intentions to build a massive incinerator which will blight the view of every beauty spot in west Mid Beds.",
            "governance": "",
            "health": "Take a very keen interest in the NHS and is a champion for a health service which puts patients first and back at the heart of hospital care.",
            "immigration": "Need to control immigration, break welfare dependency and create an environment within which small and medium business can once again grow in confidence.",
            "socialWelfare": "Control immigration, break welfare dependency and create an environment within which small and medium business can once again grow in confidence.",
            "housing": [
                {
                    "content": "Opposing Government building targets to save Mid Bedfordshire from inappropriate over development.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "For the past five years it has been my privilege and pleasure to represent you in Parliament...",
        "politicalExperience": [
            {
                "role": "MP for Mid Bedfordshire",
                "duration": "Last five years",
                "achievements": "Worked hard on behalf of constituents opposing Government building targets to save Mid Bedfordshire from inappropriate over development. Has taken a strong position against the expansion of Milton Keynes. Campaigned on behalf of residents in Harlington and Toddington to fend off inappropriate development at junction 12."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nadine Dorries sitting at a table performing work-related tasks."
                }
            ]
        },
        "additionalNotes": "Nadine Dorries is a former nurse who has spent a lot of time working on behalf of constituents. She is a strong champion for disabled children. She was also instrumental in seeing off the proposed Eco Town and has opposed the intentions to build a massive incinerator in west Mid Beds."
    }
}