{
  "leaflet": {
    "candidateName": "Tom Flynn",
    "constituency": "Southend West",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "I want to hear from you",
        "content": "I’d like to talk to Tom. Please contact me. I’d like to vote Labour. Count me in! Yes, I’d like a poster. I am not currently displaying and would like to display a poster. Yes, I'd like to get involved in Tom’s local campaign. Please complete and return this form to: 268 Sutton Road, Southend on Sea, Essex SS2 5ET"
      },
      {
        "title": "As your MP I will:",
        "content": "Build Schools for the Future, Support Southend's airport, Back Labour's cancer care guarantee, Act on climate change, Be transparent with my expenses."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting front line services",
        "policyDescription": "Labour has acted to improve our public services. NHS investment has nearly trebled, schools are receiving much needed funds and pensioners are better off."
      },
      {
        "policyTitle": "Securing the recovery",
        "policyDescription": "Labour responded to the global economic downturn choosing not to let the recession turn into crisis, unlike the Tories in the 80s and 90s."
      },
      {
        "policyTitle": "New industries, future jobs",
        "policyDescription": "Labour invests in people throughout their lives to help them get ahead in the economy, ready to seize global and green opportunities."
      },
      {
        "policyTitle": "Standing up for the many",
        "policyDescription": "We believe that by working together we achieve more than we achieve alone. We want a community in which power, wealth and opportunity are in the hands of the many, not the few."
      }
    ],
    "mentions": {
      "candidate": "Tom Flynn",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": "Labour came to power in 1997, we have been working to make your life better. We have saved the NHS, invested in schools and given families and older people a better standard of living. Although the Labour Government has invested in Southend, the Conservatives have opposed us and been wrong on all the issues. Don't let them!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour responded to the global economic downturn choosing not to let the recession turn into crisis.",
      "education": "Build Schools for the Future. I'm proud for Labour's Building Schools for the Future Programme, rebuilding or refurbishing every secondary school in the country.",
      "environment": "Act on climate change. Labour's Climate Change Act has made progress but there is much more to do in making homes energy efficient and increasing renewable power.",
      "governance": "Be transparent with my expenses. You should know how your MP spends your money. I will publish details of all claims, however small, once a month.",
      "health": "Back Labour's cancer care guarantee. Under Labour, if your doctor suspects you may have cancer, you will get the test and results that you need within a week.",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "I'm backing Tom Flynn.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "268 Sutton Road, Southend on Sea, Essex SS2 5ET",
      "phone": "01702 619896",
      "email": "tom@southendlabour.com",
      "website": "southendwestlabour.wordp ress.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Debbie Robinson",
        "endorsement": "Tom is a good candidate and will be a strong MP for Southend West. I am impressed with the challenging jobs he's had and he's shown to be determined and not afraid to stand up for what's right, no matter who it upsets."
      }
    ],
    "quotes": [
      {
        "text": "This election is a big choice about the future you want for Britain. The Tories threaten a change you can't afford. I am fighting for a future fair for all.",
        "source": "Gordon Brown, Leader of the Labour Party",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Elect Tom Flynn. Your Labour candidate for Southend West."
        },
        {
          "caption": "I want to hear from you"
        },
        {
          "caption": "Southend deserves a stronger MP who will fight for our town."
        },
        {
          "caption": "A future fair for all."
        }
      ]
    },
    "additionalNotes": ""
  }
}