{
  "leaflet": {
    "candidateName": "Jo Barker",
    "constituency": "Hall Green",
    "politicalParty": "Conservatives",
    "electionDate": "2010",
    "messages": [
      {
        "title": "WE'VE GOT TO HELP BRITISH BUSINESS",
        "content": "Jo recently met Hall Green businessman Doug Norton at his company Indestructible Paint Ltd. They both agreed that red tape and endless taxes are strangling British business. Jo said, 'We need to let businesses get on with what they're good at, and rebuild our economy.'"
      },
      {
        "title": "IT'S TIME TO FIGHT BACK AGAINST CRIME",
        "content": "Crime and anti-social behaviour especially violent offences such as knife and gun crimes have risen sharply since 1997 - this is a prime example of the broken society which Labour have brought about."
      },
      {
        "title": "HOW CAN WE FIX BROKEN BRITAIN?",
        "content": "Under Labour, Britain's broken society has become one of the biggest issues facing our communities. It's broken because the government has let you down and allowed it's heart to be torn apart by crime and disorder, and the ever growing levels of Labour's big-government nanny state, a drain on society - and from crudely ripping out industry and commerce, creating long-term unemployment. We all know that you can't live of the state's pockety money forever."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Crime and Policing",
        "policyDescription": "Jo Barker and the Conservatives will restore discipline, order and hope, by pledging a series of measures to reclaim the streets from criminals and bring forth an honesty back in politics."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Jo Barker's economic policy includes reducing red tape and taxes on businesses to allow them to thrive and rebuild the economy."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Jo Barker's economic policy includes reducing red tape and taxes on businesses to allow them to thrive and rebuild the economy.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jo Barker said, 'When we see a Superstar baker, we see the next business to come from the community using our help.'",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "446 Fox Hollies Road, Birmingham B28 8RN",
      "phone": "07748 968712",
      "email": "askjo@barker4er.co.uk",
      "website": "www.jobarker4er.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jo Barker alongside business leaders discussing the importance of supporting local businesses and reducing bureaucracy."
        },
        {
          "caption": "Jo Barker with members of the community highlighting the Conservative efforts to fight crime."
        }
      ]
    },
    "additionalNotes": ""
  }
}