{
  "leaflet": {
    "candidateName": "ADRIAN VINSON",
    "constituency": "PORTSWOOD",
    "politicalParty": "LIBERAL DEMOCRATS",
    "electionDate": "",
    "messages": [
      {
        "title": "A FAIR DEAL FOR OLD AND YOUNG",
        "content": "Southampton Liberal Democrats support all our local schools. We will fight for a fair deal for our children with smaller class sizes. We will take action for the elderly."
      },
      {
        "title": "ROAD AND PAVEMENT CONDITIONS",
        "content": "The Lib Dems have consistently voted to invest more in our roads and pavements. Southampton City Council has admitted to mismanaging millions on new, often inappropriate offices, community projects and school buildings in the outlying districts."
      },
      {
        "title": "POLICE, ANTI-SOCIAL BEHAVIOUR",
        "content": "We will seek to employ Community Support Officers, Community Justice Panels and Youth Offending Teams to help tackle this increasing problem."
      },
      {
        "title": "CRIME AND POLICE",
        "content": "We need to help Oxford build up a force to protect our commercial areas and high streets."
      },
      {
        "title": "COUNCIL TAX",
        "content": "A low Council tax follows low council spending. We will cut taxes for working families below an annual income threshold. We will restore the link between earnings and pensions."
      },
      {
        "title": "Change for Real, Change for Good",
        "content": "Changing the government is simple, vote different, vote Lib Dem. Yet simply switching to the Tories won't change things either, and when they vote positively, Labour look overpoliticised and resist change. Vote Liberal Democrat and trust them to look at what works for you. - David Callaghan, Parliamentary Candidate for Southampton Test constituency"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Support for all local schools and fighting for fair deals for children with smaller class sizes."
      },
      {
        "policyTitle": "Elderly",
        "policyDescription": "Taking action for the elderly."
      },
      {
        "policyTitle": "Road and Pavement Improvement",
        "policyDescription": "Consistently voting to invest more in roads and pavements despite council mismanagement."
      },
      {
        "policyTitle": "Crime and Safety",
        "policyDescription": "Employing Community Support Officers, Community Justice Panels, and Youth Offending Teams to tackle increasing problems with anti-social behaviour."
      }
    ],
    "mentions": {
      "candidate": "ADRIAN VINSON",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "It's a two horse race here! The race in Portswood Ward is between local Lib Dems and the Conservatives."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Support for all local schools and fighting for fair deals for children with smaller class sizes.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.southampton-libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Callaghan",
        "endorsement": "Vote Liberal Democrat and trust them to look at what works for you."
      }
    ],
    "quotes": [
      {
        "text": "Vote Liberal Democrat and trust them to look at what works for you.",
        "source": "David Callaghan, Parliamentary Candidate for Southampton Test constituency",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "ADRIAN VINSON with supporters."
        }
      ]
    },
    "additionalNotes": "This leaflet issue focuses on local issues in Portswood and does not cover wider topics such as Brexit/Europe or the economy in detail."
  }
}