{
  "leaflet": {
    "candidateName": "David Schmitz",
    "constituency": "Harringay Ward",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Dear neighbours, Just a quick note to say how grateful Karen, Chi and I are for the warmth and welcome that we have felt across Harringay."
      },
      {
        "title": "A local champion",
        "content": "Having lived in Harringay Ward for more than 20 years, Karen, Chi and I know what the big local issues are. I've campaigned on local issues here in Harringay ward for many years and I am always humbled by the strong response we get from residents."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Speed Limit",
        "policyDescription": "Successfully lobbied for a 20 mph speed limit on Wightman Road."
      },
      {
        "policyTitle": "Green Laws",
        "policyDescription": "Lobbied for 2.5 crossings on Green Lanes and a fathers and child play area (secured on petition)."
      }
    ],
    "mentions": {
      "candidate": "David Schmitz",
      "otherPartyLeaderCandidate": "Labour and Green Party candidates",
      "partyLeader": "Chris Ford",
      "tacticalSituation": "The vote in our Ward is expected to be very close and will decide who runs Haringey Council. So please do remember to vote."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Dumping of rubbish in our streets.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Many residents say that they feel let down by Labour - we have fly-tipping and piles of rubbish and a police sign in the street for five weeks, and police in the street for many Tottenham locals threatened with the demolition of their homes to close the utilization people at the A & E department at the hospital.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have lived in Harringay Ward for more than 20 years, Karen, Chi and our dog Robin to give our area the fresh start.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": "Lobbied for 2.5 crossings on Green Lanes and a fathers and child play area (secured on petition). Successfully lobbied for a 20 mph speed limit on Wightman Road."
      }
    ],
    "contactInformation": {
      "address": "Principal whistle and promoter for David Schmitz, Liberal Democrat Candidate, based at 62 High Street, Hornsey, N8 7NX",
      "phone": "020 8340 5459",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Chris Ford",
        "endorsement": "Karen Alexander to team with hardworking Councillor Karen Alexander and our campaigner Chris Ford - we are ready for change."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Schmitz with his family and dog"
        }
      ]
    },
    "additionalNotes": "Printed and promoted by Paul Nicholson on behalf of Haringey Liberal Democrats, both of 62 High Street, Hornsey, N8 7NX"
  }
}