{
    "leaflet": {
        "candidateName": "Jenny Rathbone",
        "constituency": "Cardiff Central",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Working For You",
                "content": "I live in Llanedeyrn and am working hard to make a difference to local communities across Cardiff Central. After 20 years in television producing the Money Programme and reporting for World In Action, I know how important it is to listen to people and where to get problems resolved. As a councillor in a deprived part of London I chaired a Health Action Zone, actively re-shaping health and social services. Using the resources and energy of voluntary groups in partnership with health and local authorities I got to grips with today's challenges. On the executive of my local health board, I worked with doctors and nurses to improve cancer screening and deal with under-performing GPs."
            },
            {
                "title": "Champion for Children",
                "content": "Jenny has real world experience of making a difference to people's lives. She managed an award-winning Sure Start programme for Estyn that provided extra support to new parents, she knows the importance of this lifelong commitment. As a school governor, Jenny has 12 years experience of public duty and an unstinting commitment to family life and education. She is married to the late Estyn Heather MP. Her campaign for Family Allowances paid to the mother was one of the most enduring reforms of the last Labour Government. This continues today as Child Benefit."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Sustainable Growth",
                "policyDescription": "Secure the recovery, raise family living standards, build a high tech economy, protect frontline services, and strengthen fairness in communities."
            },
            {
                "policyTitle": "Family and Education",
                "policyDescription": "Jenny's experience with Sure Start programs and commitment to family life and education, including a campaign for Family Allowances to be paid to the mother, indicates her focus on supporting families and children through educational and financial means."
            },
            {
                "policyTitle": "Health Services",
                "policyDescription": "Experiences in re-shaping health and social services, and improving local health board efficiency, to address today's challenges in health care provision."
            }
        ],
        "mentions": {
            "candidate": "Jenny Rathbone",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Jenny is passionate about securing the recovery and building a high tech economy.",
            "education": "Jenny has 12 years experience of public duty and commitment to family life and education.",
            "environment": "",
            "governance": "",
            "health": "As a councillor, Jenny chaired a Health Action Zone, actively re-shaping health and social services.",
            "immigration": "",
            "socialWelfare": "Her campaign for Family Allowances paid to the mother as part of Child Benefit reforms.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Jenny is standing as the Labour candidate in Cardiff Central because she values wealth of language, culture and creativity it takes to be a very vibrant community. She is eager to make a real difference and will do all she can to fight these injustices.",
        "politicalExperience": [
            {
                "role": "Producer of the Money Programme and World In Action",
                "duration": "20 years",
                "achievements": "Resolved problems by listening to people and knowing where to get problems resolved."
            },
            {
                "role": "Councillor in London",
                "duration": "",
                "achievements": "Chaired a Health Action Zone, re-shaped health and social services, and improved efficiency of health services."
            },
            {
                "role": "Executive member of local health board",
                "duration": "",
                "achievements": "Worked with doctors and nurses to improve cancer screening and address under-performing GPs."
            },
            {
                "role": "School governor",
                "duration": "12 years",
                "achievements": "Committed to family life and education."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Late Estyn Heather MP",
                "endorsement": "Jenny is married to the late Estyn Heather MP and continues the work on Family Allowances as part of Child Benefit."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jenny Rathbone with supporters."
                },
                {
                    "caption": "Jenny Rathbone with family."
                },
                {
                    "caption": "Jenny Rathbone with a child, showcasing her focus on families and children."
                }
            ]
        },
        "additionalNotes": ""
    }
}