{
    "leaflet": {
        "candidateName": "Stephen Phillips",
        "constituency": "Lincolnshire",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "VOTE FOR CHANGE",
                "content": "I understand that at this General Election you have opted to vote by post. Postal voting is a growing and important way for you to cast your vote and for your voice to be heard."
            },
            {
                "title": "This year will be a year of change in Britain",
                "content": "Walking around my own village however, I know that many people, rather than looking forward to using their vote, are pretty fed up with politics and politicians."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "My party wants to put that right too - on the economy for example. The truth about our economy and the mess this Labour government has got us into is frightening."
            },
            {
                "policyTitle": "Taxes",
                "policyDescription": "Alistair Darling will borrow £167 billion. Someone is going to have to pay for that. And that someone is you and I and all our children. If my party forms the next government, we will have to take tough decisions to reduce the deficit. There really is no other option."
            }
        ],
        "mentions": {
            "candidate": "Stephen Phillips",
            "otherPartyLeaderCandidate": "Gordon Brown, Alistair Darling",
            "partyLeader": "",
            "tacticalSituation": "If, like me, you think that our country has taken a wrong turn over the last few years, then now is your chance to say so. A vote for any party except the Conservatives is a vote for five more years of Gordon Brown."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The truth about our economy and the mess this Labour government has got us into is frightening.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "For example, Fiona and I own our house right here in the constituency and we don't expect the taxpayer to buy it for us.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Walking around my own village however, I know that many people, rather than looking forward to using their vote, are pretty fed up with politics and politicians. To be honest, I’m not surprised. Many politicians have let us down and I’m sorry for that.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Campaign Headquarters - 6 Market Place - Sleaford - Lincolnshire NG34 7SD",
            "phone": "01529 414000",
            "email": "e.stephenphillips@snhca.co.uk",
            "website": "www.stephenphillips.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "If, like me, you think that our country has taken a wrong turn over the last few years, then now is your chance to say so. A vote for any party except the Conservatives is a vote for five more years of Gordon Brown.",
                "source": "Stephen Phillips",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stephen Phillips with his wife, Fiona, and their children."
                }
            ]
        },
        "additionalNotes": ""
    }
}