{
  "leaflet": {
    "candidateName": "Graham Brady",
    "constituency": "Trafford",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "Support for the armed forces and their families",
        "content": "Pledging to 'do his bit' for the British armed forces, Graham Brady says: 'This is a time when we are asking so much of our brave service men and women and the loved ones they leave behind; politicians and government must do everything we can to give them the support, resources and equipment they need'"
      },
      {
        "title": "Keeping your taxes down",
        "content": "As a key member of the cross-party campaign to stop the Congestion Charge being imposed on Greater Manchester, Graham says: 'The congestion charge would have been a massive new tax on my constituents, by hitting commuters, the poorest hardest, it could have saddled Manchester with an extra tax burden that nobody could afford, just as we entered a severe recession. I am glad that I was able to help protect local people and local jobs from this ill-conceived proposal'"
      },
      {
        "title": "Fighting for our excellent grammar and high schools",
        "content": "Here in Trafford we have the best state schools in the country. I have taken every opportunity to tell people how good they are and to press the authorities to allow them to grow. I will continue to campaign on behalf of our top class grammar and high schools."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Support for the armed forces and their families",
        "policyDescription": "Commitment to providing support, resources, and equipment for the British armed forces and their families."
      },
      {
        "policyTitle": "Keeping taxes down",
        "policyDescription": "Opposition to the imposition of a congestion charge and a commitment to keeping taxes low for constituents."
      },
      {
        "policyTitle": "Excellent grammar and high schools",
        "policyDescription": "Advocacy for quality education by supporting the growth and preservation of top class grammar and high schools in Trafford."
      }
    ],
    "mentions": {
      "candidate": "Graham Brady",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Advocacy for quality education by supporting the growth and preservation of top class grammar and high schools in Trafford.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Michael Thompson, Headteacher, St Ambrose College",
        "endorsement": "Throughout Graham's career we have seen that his principles and integrity come far ahead of his own interests."
      }
    ],
    "quotes": [
      {
        "text": "Throughout Graham's career we have seen that his principles and integrity come far ahead of his own interests.",
        "source": "Michael Thompson, Headteacher, St Ambrose College",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Graham Brady campaigning with key messages focusing on support for the armed forces, keeping taxes down, and fighting for excellent grammar and high schools."
        }
      ]
    },
    "additionalNotes": ""
  }
}