{
    "leaflet": {
        "candidateName": "Amanda Harvie",
        "constituency": "Aberdeen South",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "Three positive reasons to vote for Amanda Harvie",
                "content": "I promise to give you a powerful and respected voice at the heart of David Cameron’s Conservative government. I am an advisor to the Conservative Party and have a deep understanding of the changes that Aberdeen and its citizens and businesses need to thrive and prosper. I promise to provide strong and effective leadership within Aberdeen. I will bring to-gether trusted friends from across the city and the political spectrum, to raise ambition and secure investment for Aberdeen – just as I have achieved before. As your MP, I promise I will listen to you and act on your concerns. I also promise to uphold the highest standards of professionalism and integrity in everything I do to represent you - in the same way that I have done throughout my career."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Leadership and Investment",
                "policyDescription": "I promise to provide strong and effective leadership within Aberdeen. I will bring together trusted friends from across the city and the political spectrum, to raise ambition and secure investment for Aberdeen."
            },
            {
                "policyTitle": "Listening and Professionalism",
                "policyDescription": "As your MP, I promise I will listen to you and act on your concerns. I also promise to uphold the highest standards of professionalism and integrity in everything I do to represent you."
            }
        ],
        "mentions": {
            "candidate": "Amanda Harvie",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have been closely associated with Aberdeen since I first moved to the city in 1992. I am a former chief executive of Aberdeen and Grampian Chamber of Commerce and previously served as Grampian regional manager of The Prince’s Scottish Youth Business Trust. I have a strong track record of successfully championing the interests of Aberdeen, Aberdeen’s people and Aberdeen’s economy. I continually strive to be a force for positive change in everything I do, and am pleased to be known for my drive, commitment, professionalism and integrity.",
        "politicalExperience": [
            {
                "role": "Former chief executive of Aberdeen and Grampian Chamber of Commerce",
                "duration": "",
                "achievements": "Successfully championing the interests of Aberdeen, Aberdeen’s people and Aberdeen’s economy."
            },
            {
                "role": "Grampian regional manager of The Prince’s Scottish Youth Business Trust",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "2 West Mount Street, Aberdeen, AB25 2RJ",
            "phone": "01224 648855",
            "email": "aberdeensouth@tiscali.co.uk",
            "website": "www.scottishconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Picture of the candidate, Amanda Harvie."
                }
            ]
        },
        "additionalNotes": "The leaflet has been promoted by J. Irvine on behalf of A. Harvie, both at an address in Aberdeen. Printed by Treehouse Print, Edinburgh."
    }
}