{
    "leaflet": {
        "candidateName": "Meg Munn",
        "constituency": "Sheffield Heeley",
        "politicalParty": "Labour Party",
        "electionDate": "May 6",
        "messages": [
            {
                "title": "SUPPORTING JOBS",
                "content": "Meg has been supporting the work of locally based green company Disenco Ltd. Alan Dale and his team are aiming to market their highly efficient, energy saving heat and power appliance for domestic use. Meg recognised the importance of the product that could not only reduce household energy bills by 30%, but lower the annual carbon footprint of the UK."
            },
            {
                "title": "ROAD SAFETY PARLIAMENTARIAN OF THE YEAR",
                "content": "Meg has been working to reduce the threat of Obstructive Sleep Apnoea on UK roads, a sleep condition that was first brought to her attention by constituent Seb Schmoller. She was named Road Safety Parliamentarian of the Year by national road safety charity, BRAKE. Meg received the award accompanied by Seb and Toby's fiancée, Jenny."
            },
            {
                "title": "FRIENDS OF GRAVES PARK",
                "content": "Meg successfully campaigned to protect Nurseries in Graves Park from development. She recently visited the Nurseries to see all the fantastic work being done by the Friends of Graves Park and the threats it is under."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Supporting Local Green Businesses",
                "policyDescription": "Encouraging the growth of local green businesses such as Disenco Ltd, which aims to market a highly efficient energy saving product that could reduce household energy bills by 30% and lower UK carbon footprint."
            },
            {
                "policyTitle": "Training and Jobs",
                "policyDescription": "Focusing on training and providing jobs in new industries as part of a broader economic approach."
            },
            {
                "policyTitle": "Road Safety",
                "policyDescription": "Working to address the threat of Obstructive Sleep Apnoea on UK roads."
            },
            {
                "policyTitle": "Protection of Local Green Spaces",
                "policyDescription": "Campaigning to prevent the development of Nurseries in Graves Park, and supporting the work of local groups like Friends of Graves Park."
            },
            {
                "policyTitle": "Economic Actions Against Financial Crises",
                "policyDescription": "Taking actions to govern the economy to address the financial crisis and avoid the risks with the economy."
            },
            {
                "policyTitle": "Support for the Vulnerable",
                "policyDescription": "Providing more money for pensions, extra support for families, and financial help for people in low paid jobs."
            }
        ],
        "mentions": {
            "candidate": "Meg Munn has worked tirelessly and effectively with my family so that medical drivers with the condition can be identified and treated. I sincerely thank her for her work to highlight this important issue.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The international financial crisis may have caused concern for many. Government action is helping the economy to recover against some of the threats, but is only taking the actions we will not take risks with the economy.",
            "education": "There are new and re-built schools.",
            "environment": "Supporting the work of local green company Disenco Ltd.",
            "governance": "Labour's candidate",
            "health": "",
            "immigration": "",
            "socialWelfare": "Over the past few years I have seen people's lives change for the better with more money for pensions, extra support for families, and financial help for people in low paid jobs.",
            "housing": [
                {
                    "content": "Meg successfully campaigned to protect Nurseries in Graves Park from development.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I ask for your support so that we can make more progress.",
        "politicalExperience": [
            {
                "role": "Road Safety Parliamentarian of the Year",
                "duration": "",
                "achievements": "Meg has been working to reduce the threat of Obstructive Sleep Apnoea on UK roads and was recognized by BRAKE."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Alan Dale",
                "endorsement": "Meg works very hard to champion local green businesses such as Disenco. We recognise the importance of reducing harmful emissions into the atmosphere and couldn't have asked for more support from my local MP."
            },
            {
                "endorser": "Seb Schmoller",
                "endorsement": "Meg has worked tirelessly and effectively with my family so that medical drivers with the condition can be identified and treated. I sincerely thank her for her work to highlight this important issue."
            },
            {
                "endorser": "Nick Williams, member Friends of Graves Park",
                "endorsement": "I gratefully appreciate the support Meg has provided in safeguarding Graves Park for future generations."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Meg Munn with Alan Dale at Disenco Ltd."
                },
                {
                    "caption": "Meg Munn receiving the Road Safety Parliamentarian of the Year award."
                },
                {
                    "caption": ""
                },
                {
                    "caption": "Meg Munn at Graves Park Nursery."
                }
            ]
        },
        "additionalNotes": "Working for a better Heeley."
    }
}