{
    "leaflet": {
        "candidateName": "Steve van de Kerkhove",
        "constituency": "Eynesbury",
        "politicalParty": "Liberal Democrat",
        "electionDate": "Thursday May 6th",
        "messages": [
            {
                "title": "Eynesbury focus",
                "content": "Steve was elected to St Neots Town Council 16 months ago and has already made a real impression on residents with his hard work in Eynesbury. He has pioneered an Eynesbury Councillor's Surgery and is an active member of the Eynesbury Village Association. As a District Councillor he would be able to take up many of the issues that you feel are being ignored."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Issues",
                "policyDescription": "Defending the Ouse Meadows and a Friend of Sudbury Meadows, involved in local issues for more than 20 years."
            }
        ],
        "mentions": {
            "candidate": "Steve van de Kerkhove",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The District Council is dominated by Conservatives, 26 out of 36 of the seats and just one Labour seat. The Liberal Democrats need more councillors to challenge the Tories' group thinkers decisions."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Campaign on your behalf to try to provide a community centre for Eynesbury and that facilities for youth are improved.",
            "education": "",
            "environment": "Involved in local issues such as defending the Ouse Meadows and a Friend of Sudbury Meadows.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Facilities for youth are improved.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I’m proud of my English heritage and I’m passionate about local issues. I’m thrilled to have the opportunity to represent you as a member of the Town Council.",
        "politicalExperience": [
            {
                "role": "Eynesbury Councillor",
                "duration": "16 months",
                "achievements": "Pioneered an Eynesbury Councillor's Surgery and is an active member of the Eynesbury Village Association."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Steve van de Kerkhove for a campaigning District Councillor"
                }
            ]
        },
        "additionalNotes": ""
    }
}