{
  "leaflet": {
    "candidateName": "Chris Coleman",
    "constituency": "Forest of Dean",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Chris Coleman, the Liberal Democrat candidate to be our next MP, has set out his contract with local people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes",
        "policyDescription": "Fairer taxes that put money back in your pocket. Pay no tax on the first £10,000 you earn – cutting most tax bills by £700."
      },
      {
        "policyTitle": "A fair chance for every child",
        "policyDescription": "Smaller class sizes, more cash for schools and the abolition of unfair university tuition fees."
      },
      {
        "policyTitle": "A fair future: create jobs by making Britain greener",
        "policyDescription": "Invest in public transport, renewable energy and energy efficient homes."
      },
      {
        "policyTitle": "A fair deal for you from the politicians",
        "policyDescription": "Make politicians accountable and give you the right to sack corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "Chris Coleman",
      "otherPartyLeaderCandidate": "New Labour and the Tories",
      "partyLeader": "Nick Clegg and Vince Cable are backing Chris Coleman to win here.",
      "tacticalSituation": "It’s so close! Local election results from 2009 show that the Lib Dems can win here!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "A fair chance for every child. Smaller class sizes, more cash for schools and the abolition of unfair university tuition fees.",
      "environment": "A fair future: create jobs by making Britain greener. Invest in public transport, renewable energy and energy efficient homes.",
      "governance": "A fair deal for you from the politicians. Make politicians accountable and give you the right to sack corrupt MPs.",
      "health": "The Liberal Democrats will take action to protect frontline NHS services.",
      "immigration": "",
      "socialWelfare": "We will cut more dope on patronage, restore the pensions' earnings link and deliver fair pay for the armed forces.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "If I am elected as your next Member of Parliament, I will put local people first. I will be there to help, listen to your concerns and stand up for our community.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.chriscoleman.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nick Clegg and Vince Cable",
        "endorsement": "Nick Clegg and Vince Cable are backing Chris Coleman to win here."
      }
    ],
    "quotes": [
      {
        "text": "For too long now, New Labour and the Tories have taken this area for granted. But I want to change all of that - I want to put the Forest of Dean and West Gloucestershire first.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chris Coleman will be the change that we need"
        },
        {
          "caption": "Local election results from 2009 show that the Lib Dems can win here!"
        },
        {
          "caption": "At this election, vote for change that works for you..."
        }
      ]
    },
    "additionalNotes": ""
  }
}