{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Eliminate wasteful spending",
                "policyDescription": "Setting up an item by item review of all expenditures and apply the axe to peripheral costs such as 'town twinning' schemes and excessive 'expenses' brochures."
            },
            {
                "policyTitle": "Return Planning to local control and protect the Green Belt",
                "policyDescription": "UKIP will return planning to genuine local control, commit to protecting the Green Belt by remoting appeal bodies, and aim to reduce housing development on protected land."
            },
            {
                "policyTitle": "Reduce pressure on local services",
                "policyDescription": "Promising a 5 year complete stop on immigration to alleviate undue strain on local infrastructure and services."
            },
            {
                "policyTitle": "Promote referendums",
                "policyDescription": "Encouraging the use of referendums to better reflect the wishes of local residents on crucial local issues."
            },
            {
                "policyTitle": "Stop persecuting the motorist",
                "policyDescription": "Eliminating speed cameras that do not reduce accidents and introducing flashing warnings and speed bumps instead. Making parking control gentler, with more warnings and lower fines."
            },
            {
                "policyTitle": "Care for the elderly",
                "policyDescription": "UKIP will not oblige the elderly to sell their homes to pay for residential home care."
            },
            {
                "policyTitle": "Reject Incinerators",
                "policyDescription": "Opposing incinerators mandated by the EU by finding recycling solutions suited to the UK thus avoiding EU landfill taxes."
            },
            {
                "policyTitle": "End Regional Government",
                "policyDescription": "UKIP plans to abolish the regional layer of local Government like in Guildford, returning powers to County and Borough councils."
            },
            {
                "policyTitle": "Stop the snooping",
                "policyDescription": "Aiming to outlaw all forms of electronic snooping by local authorities."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Rejecting EU imposed incinerators to suit the recycling needs of Britain.",
            "economy": "",
            "education": "",
            "environment": "Protect the Green Belt and oppose development of habitable houses on protected land to manageable levels.",
            "governance": "End unwanted Regional Government layers and restore powers to local councils. Promote referendums to reflect local wishes.",
            "health": "",
            "immigration": "A 5 year complete stop on immigration to reduce pressure on local services.",
            "socialWelfare": "Care for the elderly by not obliging them to sell their homes for care.",
            "housing": [
                {
                    "content": "Return planning to local control and protect the Green Belt. Oppose development of habitable houses on protected land to reduce housing pressure to manageable levels.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}