{
    "leaflet": {
        "candidateName": "Colin Beattie",
        "constituency": "Midlothian",
        "politicalParty": "SNP",
        "electionDate": "",
        "messages": [
            {
                "title": "My Promise to Midlothian",
                "content": "I will ensure that the voices of the people I represent are heard in London. I will work to fight the effects of the recession which Labour is so dismally mishandling. I will help protect against the savage cuts which are being imposed by London Labour on Scotland's financial budget."
            },
            {
                "title": "Working for You",
                "content": "My focus and my dedication will only be on Midlothian and Scotland. I will not be swayed by vested interests in London nor will I be part of cosy deals struck in favour of the wealthy South East of England."
            },
            {
                "title": "Our County",
                "content": "You have told me of your concerns that across the towns and villages of Midlothian we see the same rather dismal run down picture. You worry that neglect and decay over many years has eaten at the hearts of our communities. You complain that our town centres are crumbling, dull, and hardly encourage shoppers to visit with charity shops and take-aways dominating our streets."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Fight the effects of the recession which Labour is so dismally mishandling and help protect against the savage cuts imposed by London Labour on Scotland's financial budget."
            },
            {
                "policyTitle": "Employment and Local Improvement",
                "policyDescription": "Work hard to bring employment to Midlothian and to improve the quality of jobs available locally."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Keep in touch with the constituents and reflect their true wishes, ensuring no personal financial gain from expenses, focus solely on Midlothian and Scotland, avoiding being swayed by vested interests in London."
            }
        ],
        "mentions": {
            "candidate": "Colin Beattie",
            "otherPartyLeaderCandidate": "London Labour",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Fight the effects of the recession which Labour is so dismally mishandling.",
            "education": "",
            "environment": "",
            "governance": "I will ensure that I keep in touch with you and that I reflect your true wishes.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "You have told me of your concerns that across the towns and villages of Midlothian we see the same rather dismal run down picture.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Midlothian Councillor",
                "duration": "",
                "achievements": "No expenses claimed at all stands for all to see."
            }
        ],
        "contactInformation": {
            "address": "94 Glensesk Crescent, Dalkeith EH22 3BL",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "SNP It's time - Colin Beattie Midlothian Westminster Candidate"
                }
            ]
        },
        "additionalNotes": "Promoted by Lisa Beattie on behalf of Colin Beattie, both at 94 Glensesk Crescent, Dalkeith EH22 3BL. Printed by Graig & Stewart Printers Limited, 18 Kilmarnock Road, Glasgow G41 3NH."
    }
}