{
    "leaflet": {
        "candidateName": "OLIVER LETWIN",
        "constituency": "West Dorset",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "60 SECOND Q&A",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "OUR COUNTRY",
                "policyDescription": "I believe that our EU should not become a super-state. We found Europe, joining the scrap to veto the Lisbon Treaty, and I stand against any further transfer of power."
            },
            {
                "policyTitle": "OUR SECURITY",
                "policyDescription": "Our Armed Forces are the backbone of this nation's security. Service men and women should be well supported, and their families properly looked after."
            }
        ],
        "mentions": {
            "candidate": "Yes, we do have a binge drinking problem in our towns",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "I stand against any further transfer of power.",
            "economy": "A Conservative government would pay every household a Domestic Power Grant.",
            "education": "We need change, to let heads, not bureaucracies, run schools.",
            "environment": "A Conservative government would pay every household a Domestic Power Grant to facilitate the Green Deal to make energy efficiency improvements.",
            "governance": "",
            "health": "The NHS does a fantastic job in West Dorset. To enable it to do even more for its patients during a period of financial austerity, we need to cut the bureaucratic overhead.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "A Conservative government would pay every household a Domestic Power Grant to facilitate the Green Deal to make energy efficiency improvements.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Why do you want to get involved in politics? As a lawyer primarily focussed on the big political questions – like how do we create sustainable economic growth or think of anything more interesting or fulfilling than to spend my life involved in finding the answers.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for West Dorset",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Chapel House, Dorchester Road, Maiden Newton, Dorchester DT2 0BG",
            "phone": "01300 321716",
            "email": "office@westdorsetconservatives.com",
            "website": "www.westdorsetconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "OLIVER LETWIN during his daily shift to cover the extra shift of volunteers at his local community centre."
                }
            ]
        },
        "additionalNotes": "The leaflet is a Q&A format introducing Oliver Letwin's views on NHS, education, the environment, drinking-related violence, and EU powers. It also mentions support for Armed Forces families and a personal statement about his motivation for involvement in politics. Contact information is provided, as well as an image caption."
    }
}