{
    "leaflet": {
        "candidateName": "Patricia Gibson",
        "constituency": "North Ayrshire & Arran",
        "politicalParty": "Scottish National Party (SNP)",
        "electionDate": "06 May 2010",
        "messages": [
            {
                "title": "",
                "content": "Kilbirnie resident Patricia, previously a teacher of English for 16 years, is SNP spokesperson on Scotland’s largest education authority and has led the SNP in its successful challenging Labour’s school closures, increased class sizes and cutting of classroom and nursery teacher numbers."
            },
            {
                "title": "It's time for a change in North Ayrshire & Arran - It's time for the SNP",
                "content": "In the last two elections held in our constituency, the SNP out polled Labour. After winning the Scottish Parliament seat in 2007, the SNP secured more votes in North Ayrshire & Arran than any other political party in the 2009 European Elections. Locally the forthcoming General Election will be a straight contest between the SNP and Labour."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "TOUGH ON CRIME",
                "policyDescription": "The SNP Government has recruited 1,044 extra frontline police officers. Time served for knife crime has increased by 50%. Crime decreased by 8% between 2007/2008 and 2008/2009 under the SNP."
            },
            {
                "policyTitle": "ECONOMY",
                "policyDescription": "The SNP has frozen the Council Tax – under Labour it rose by 75% in a decade. We increased apprenticeships this year by 73% to 17,800 despite Labour opposition."
            },
            {
                "policyTitle": "HEALTH",
                "policyDescription": "The SNP Government has reduced prescription charges for the third year in a row, with complete abolition scheduled for April 2011. The number of doctors, dentists and nurses working for NHS Scotland rose last year by 1,327 providing greater patient care."
            },
            {
                "policyTitle": "Protecting local services, protecting the vulnerable",
                "policyDescription": "Demand fairer funding for Scotland to protect jobs, schools, hospitals and the most vulnerable."
            },
            {
                "policyTitle": "Fair funding for Scotland",
                "policyDescription": "Demand fairer funding for Scotland to protect jobs, schools, hospitals and the most vulnerable."
            },
            {
                "policyTitle": "Boosting our economy",
                "policyDescription": ""
            },
            {
                "policyTitle": "Helping our businesses grow",
                "policyDescription": ""
            },
            {
                "policyTitle": "Creating sustainable employment",
                "policyDescription": ""
            }
        ],
        "mentions": {
            "candidate": "Patricia Gibson",
            "otherPartyLeaderCandidate": "Labour",
            "partyLeader": "Alistair Darling and George Osborne are mentioned in the context of opposition policies.",
            "tacticalSituation": "The forthcoming General Election will be a straight contest between the SNP and Labour. The SNP out polled Labour in the last two elections."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The SNP has frozen the Council Tax – under Labour it rose by 75% in a decade. Water and sewerage rates which rose 59% under Labour have been held below the rate of inflation.",
            "education": "",
            "environment": "",
            "governance": "We believe that an election which gives no single party an overall majority provides the best prospect for Scotland.",
            "health": "The SNP Government has reduced prescription charges for the third year in a row, with complete abolition scheduled for April 2011. The number of doctors, dentists, and nurses working for NHS Scotland rose last year by 1,327 providing greater patient care.",
            "immigration": "",
            "socialWelfare": "Stand up to both Labour and the Tories who in the words of both Alistair Darling and George Osborne are promising cuts 'deeper and tougher... than those implemented by Mrs. Thatcher'.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "SNP spokesperson on Scotland’s largest education authority",
                "duration": "16 years as a teacher of English",
                "achievements": "Successfully challenged Labour’s school closures, increased class sizes and cutting of classroom and nursery teacher numbers."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.snp.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Patricia Gibson SNP for North Ayrshire & Arran"
                }
            ]
        },
        "additionalNotes": "Previously a teacher of English for 16 years. Patricia says: 'More than ever, people need SNP MPs who will put Scotland, its people and communities first.'"
    }
}