{
    "leaflet": {
        "candidateName": "Tim Lunnon",
        "constituency": "Arundel and South Downs",
        "politicalParty": "Labour Party",
        "electionDate": "",
        "messages": [
            {
                "title": "A Fresh Start",
                "content": "Dear Voter, I would like to introduce myself as your Labour Party Candidate for the Arundel and South Downs Constituency. I am honoured to be your Labour Party Candidate, especially for this particularly beautiful part of West Sussex."
            },
            {
                "title": "Labour helps future generations",
                "content": "\"The Labour Government has enabled me and a great many of my peers to go to University through its education policies and initiatives, such as Aimhigher\" - Mallory Wood, Coolham resident and University Student."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tax on bankers' bonuses",
                "policyDescription": "To pay for apprenticeships and job education training of young people, forging our future workforce."
            },
            {
                "policyTitle": "Personal Care at Home",
                "policyDescription": "Labour's National Home Care Service is for all adults who need social care at home."
            },
            {
                "policyTitle": "Deficit halved in four years",
                "policyDescription": "By spending, wasting less and protecting front line growth priority services in our budget."
            },
            {
                "policyTitle": "Crime falls despite the recession",
                "policyDescription": "Robberies, murders and gun and knife crime fell for the first time last year."
            },
            {
                "policyTitle": "New Sure Start Children’s Centres",
                "policyDescription": "Excellent child care available in the roll-out constituencies, such as in Petworth."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Tim Lunnon and the Prime Minister discuss local issues",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Labour's investment has transformed the NHS: Brand new Medical Centres locally; 89,000 extra nurses and 44,000 extra doctors since 1997.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am proud of Labour's continuing achievements with the NHS, particularly our new pledge to speed up referral to see a cancer specialist from two weeks to one. I fully support an updating of the Agricultural Wages Board (which the Tories want to abolish), as it serves an important role in standing up for the low paid in the agricultural sector. I totally oppose the Tory plan to bring back fox-hunting; killing animals for fun is both cruel and wrong.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Mallory Wood",
                "endorsement": "The Labour Government has enabled me and a great many of my peers to go to University through its education policies and initiatives, such as Aimhigher."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Tim Lunnon and the Prime Minister discuss local issues"
                },
                {
                    "caption": "Labour's investment has transformed the NHS"
                },
                {
                    "caption": "Locally, schools rebuilt and refurbished"
                },
                {
                    "caption": "Under Labour, the South Downs was designated a National Park"
                }
            ]
        },
        "additionalNotes": ""
    }
}