{
    "leaflet": {
        "candidateName": "Andy Chase",
        "constituency": "York Central",
        "politicalParty": "Green Party",
        "electionDate": "6th May 2010",
        "messages": [
            {
                "title": "MORE THAN JUST 'GREEN'",
                "content": "The Greens are well respected for radical policies to tackle climate change and protect the environment. But we also have clear-costed policies to revive the economy, manage the financial crisis and protect vital public services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Banking",
                "policyDescription": "Support new rules that will separate retail and investment banking to stop banks from throwing our money away ever again."
            },
            {
                "policyTitle": "NHS Dentistry",
                "policyDescription": "Believe everyone should have access to the healthcare they need. Will make sure everyone is able to register with an NHS dentist."
            },
            {
                "policyTitle": "Jobs",
                "policyDescription": "Create a costed plan to create a million jobs through sustainable, renewable energy by improving home insulation and helping to tackle climate change."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Create a 21st century transport system by investing in public transport, walking, cycling and having an infrastructure less dependent on imported oil."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Advocate for investing in new council housing. Believe land should be used to house people in need, not for expensive second homes."
            }
        ],
        "mentions": {
            "candidate": "Andy Chase",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "According to Electoral Calculus, a non-partisan website, York Central is not a 'target list' seat for the Tories. That's why York Central isn't a serious target for the Tories. Along with the Lib Dems, they're concentrating their efforts on their own safe seats. The Greens are the real alternative to New Labour in York Central."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Our Green New Deal will create thousands of new jobs in energy, public transport, green technology and insulation.",
            "education": "Scrap student university tuition fees and reverse cuts to adult education classes.",
            "environment": "Tackle climate change and protect the environment.",
            "governance": "Introduce a basic state pension of £170 per week. Clamp down on tax avoidance and tax havens raising £10 billion a year.",
            "health": "Maintain an NHS free at the point of delivery and oppose costly PFI schemes and the privatisation of our health services.",
            "immigration": "",
            "socialWelfare": "Regulate the banks ensuring that they will never again be able to gamble with our money.",
            "housing": [
                {
                    "content": "Investing in new council housing. Land should be used to house people in need, not for expensive second homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "In 2007 came within 1% of taking a council seat from Labour in Micklegate. Fought post office closures in the city. Spoken out over many major planning applications, such as the Terry’s site and the successful opposition to the Coppertone II shopping centre next to Clifford's Tower in 2003.",
        "politicalExperience": [
            {
                "role": "Councillor Candidate",
                "duration": "2007",
                "achievements": "Came within 1% of taking a council seat from Labour."
            }
        ],
        "contactInformation": {
            "address": "22 Holgate Road, York",
            "phone": "01904 636239",
            "email": "office@york.greenparty.org.uk",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andy Chase, the Green candidate for York Central"
                }
            ]
        },
        "additionalNotes": ""
    }
}