{
    "leaflet": {
        "candidateName": "",
        "constituency": "Aylesbury Vale",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "WHAT HAS LABOUR DONE FOR OUR CONSTITUENCY?",
                "content": "Labour has delivered a rising National Minimum Wage, the shortest waiting times for the NHS, 12 million pensioners benefitting from Winter Fuel Payments, 3,500 Sure Start Children's Centres, free nursery places for young children, increases in school funding, the development of an Academy system, a dedicated neighbourhood police team, and introduced the British Armed Forces and Veterans Day."
            },
            {
                "title": "HOW THE TORIES HAVE LET US DOWN",
                "content": "The local Tory MP has voted against the National Minimum Wage Bill, replacing Trident, banning the hunting ban, and voting for removing hereditary peers from the House of Lords. The Conservative Party is seen as a leopard that cannot change its spots, with policies putting immediate cuts, businesses, and jobs at risk. There are concerns about service and spending cuts from Tory and Lib Dem Councils."
            },
            {
                "title": "THE LIB DEMS IN AYLESBURY: A PALER SHADE OF BLUE",
                "content": "The Liberal Democrats are accused of being untrustworthy on the economy and making spending commitments that don't add up. Nick Clegg has moved the Lib Dems to the right, and a vote for them is seen as essentially a vote for the Conservatives."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "National Minimum Wage",
                "policyDescription": "Labour has delivered a rising National Minimum Wage which benefits thousands of workers in the area."
            },
            {
                "policyTitle": "NHS Services",
                "policyDescription": "Labour has achieved the shortest waiting times for the NHS in the area."
            },
            {
                "policyTitle": "Support for Pensioners",
                "policyDescription": "12 million pensioners benefitting from Winter Fuel Payments, especially during cold winters."
            },
            {
                "policyTitle": "Child Services",
                "policyDescription": "Opened 3,500 Sure Start Children's Centres and provided free nursery places for young children."
            },
            {
                "policyTitle": "Education Funding and Academies",
                "policyDescription": "Significant increases in school funding and the development of an Academy system since 1997."
            },
            {
                "policyTitle": "Community Policing",
                "policyDescription": "Established a dedicated neighbourhood police team for local priorities and concerns."
            },
            {
                "policyTitle": "British Armed Forces and Veterans Day",
                "policyDescription": "Introduced the first ever British Armed Forces and Veterans Day to honor the achievements of the Armed Forces."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Nick Clegg",
            "partyLeader": "",
            "tacticalSituation": "The leaflet suggests that the election is a tactical situation with a straight choice between Labour and the Conservatives, implying that votes for the Lib Dems would indirectly support the Conservatives."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Discussions of governance touch upon issues like removal of hereditary peers from the House of Lords and concern over the transparency in the democratic process.",
            "health": "Boasts of the shortest waiting times for the NHS under Labour's governance.",
            "immigration": "",
            "socialWelfare": "Reference to Winter Fuel Payments for pensioners and the introduction of Sure Start Children's Centres suggest attention towards social welfare.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Labour campaign leaflet highlighting past achievements and criticism of other parties."
                }
            ]
        },
        "additionalNotes": ""
    }
}