{
    "leaflet": {
        "candidateName": "Leah Fraser",
        "constituency": "",
        "politicalParty": "Conservatives",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "CANCER CAMPAIGNER BACKS PLAN FOR CHANGE",
                "content": "The man behind the campaign to raise awareness of testicular cancer has given his backing to Conservative plans to improve cancer survival rates."
            },
            {
                "title": "Cancer drugs 'rationed'",
                "content": "At the moment, cancer patients in this country don't have the same access to drugs as people in Europe and too many drugs are rationed."
            },
            {
                "title": "Field accuses PM of destroying economy",
                "content": "A FORMER Labour Minister has accused Gordon Brown of 'Alice in Wonderland Politics' which have left Britain facing 'destruction' by an economic catastrophe in the summer."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Improvement on Cancer Drugs Accessibility",
                "policyDescription": "Conservative plans to improve cancer survival rates by offering faster access to drugs and treatments, as well as a new Cancer Drug Fund to help with what is described as currently inaccessible drugs which are often life-saving."
            }
        ],
        "mentions": {
            "candidate": "Leah Fraser",
            "otherPartyLeaderCandidate": "Angela Eagle, Steve Smith, Ian Lewis, Frank Field",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Comments about the economic policy under the Labour government and criticism of Gordon Brown.",
            "education": "",
            "environment": "",
            "governance": "The leaflet contains a statement from Frank Field accusing Prime Minister Gordon Brown of leading Britain to potential economic catastrophe.",
            "health": "Leah Fraser supports plans to improve access to cancer treatments and drugs. Conservative plans include a Cancer Drug Fund to provide essential, currently unavailable, life-saving drugs.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The Council has axed plans to improve Upton Park. Steve Smith and Leah Fraser have been working with local groups to make money available to improve the park for the good of the community and not selected by the Labour councillors.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.wallaseyconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Phil Morris, the man behind the campaign to raise awareness of testicular cancer",
                "endorsement": "Backs Conservative plans to improve cancer survival rates."
            }
        ],
        "quotes": [
            {
                "text": "Labour has run Leasowe for years: time for change?",
                "source": "Leaflet",
                "date": ""
            },
            {
                "text": "Steve Smith and Leah Fraser... working with local groups to make money available to improve the park for the good of this community and not selected by Labour councillors.",
                "source": "Leaflet",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leah Fraser pictured with constituents"
                }
            ]
        },
        "additionalNotes": "Wirral Council has been led by Labour for 26 years and Angela Eagle has been the MP for 18 years. The leaflet posits a need for change."
    }
}