{
  "leaflet": {
    "candidateName": "Stuart Langhorn",
    "constituency": "Lancaster and Fleetwood",
    "politicalParty": "Liberal Democrats",
    "electionDate": "ELECTION HELD ON 1ST APRIL 2010",
    "messages": [
      {
        "title": "Fighting for civil liberties",
        "content": "The Lib Dems would scrap ID cards and the estimated £1 billion savings into catching and deterring crime or Terrorism with a national ID card."
      },
      {
        "title": "Lib Dems - costing you less locally",
        "content": "This year Lancaster Council, led by Lib Dem Stuart Langhorn, successfully lowered the lowest rise in Council tax for six years - at 3.75%. Also, for the first time ever, services remain and will be improved with local small schools and libraries saved."
      },
      {
        "title": "Secure change",
        "content": "The main two parties Conservative and Labour lead 35% and 22% of the vote at the last general election. Greens too far behind to be viable with only 1% of the votes in 2005."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Building a fairer Britain",
        "policyDescription": "Real change is needed in Britain to tackle problems facing ordinary people and create a Liberal Democrat government of quaility and fairness. A society, where everyone gets real opportunities. We will take back powers from families and individuals, from big businesses, Lord Ashcroft, and the unions. Which courted and chose Labour or Conservative. We need your help."
      },
      {
        "policyTitle": "We will make taxes fairer",
        "policyDescription": "No one will pay tax on the first £10,000 they earn - cutting most tax bills by £700. Removing the problem that for many in low paid jobs work doesn't pay."
      },
      {
        "policyTitle": "We will give every child a fair start in life",
        "policyDescription": "Cut class sizes with an extra £2.5 billion for schools. It will mean an extra £53 million for Lancashire Schools. Aim for abolition of university tuition fees."
      },
      {
        "policyTitle": "Creating a green economy",
        "policyDescription": "Invest in public transport, renewable energy, energy efficient homes and green technology. Break up the banks to ensure financial gambling can never again bring our economy to its knees."
      },
      {
        "policyTitle": "Reform Politics",
        "policyDescription": "Introduce fair votes and allow voters to sack MPs who break the rules. Return powers to local councils and communities."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We need to take back powers from big businesses, Lord Ashcroft, and the unions.",
      "education": "Cut class sizes with an extra £2.5 billion for schools. Aim for abolition of university tuition fees.",
      "environment": "Invest in public transport, renewable energy, energy efficient homes and green technology.",
      "governance": "Introduce fair votes and allow voters to sack MPs who break the rules. Return powers to local councils and communities.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Stuart is a teacher and active member of the community. He wants to see change and is not a career politician.",
    "politicalExperience": [
      {
        "role": "Last year Leader of Lancaster City Council",
        "duration": "",
        "achievements": "Successfully lowered the rise in Council tax for six years at 3.75% and saved local small schools and libraries from closure."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "Call 0750 574 6820",
      "email": "",
      "website": "www.stuartlanghorn.lancasterlibdems.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Stuart Langhorn with Nick Clegg"
        },
        {
          "caption": "More money for education - it's a priority!"
        },
        {
          "caption": "Supporting green technology"
        }
      ]
    },
    "additionalNotes": "STOP PRESS - LIB DEMS SECURE 27% INCREASE IN VOTES TO BECOME MAIN CHALLENGER TO LABOUR IN LANCASTER CITY COUNCIL BY ELECTION HELD ON 1ST APRIL 2010."
  }
}