{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
        "content": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by huge debts and millions are out of work. Our society is broken by crime and irresponsible behaviours. Our political system is a mess. We can't go on like this."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "BACKING OUR NHS",
        "policyDescription": "Only Conservatives have fought to protect NHS funding. Only Welsh Conservatives are committed to protecting front line services by increasing spend every year and by stripping out wasteful spend on management consultants."
      },
      {
        "policyTitle": "WORKING TO RAISE STANDARDS IN SCHOOLS",
        "policyDescription": "Under Labour, children in Wales have fallen further behind England in exam results. Welsh Conservatives will work to undo the work on the education of children, smaller schools where necessary, teachers know the name of every child."
      },
      {
        "policyTitle": "PROTECTING OUR PENSIONERS",
        "policyDescription": "One in five pensioners are living in poverty under Labour. We will link the state pension every year, linking it to earnings, and keep the winter fuel allowance. We will attend the wy bus passes, TV licences and free bus fares."
      },
      {
        "policyTitle": "GETTING BRITAIN WORKING",
        "policyDescription": "Labour are spending more on debt interest than on tackling child poverty, that is why we must cut the deficit more effectively than Labour. With a population of out of work, we need a radical plan to get Wales working."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Our economy is burdened by huge debts and millions are out of work.",
      "education": "Under Labour, children in Wales have fallen further behind England in exam results.",
      "environment": "",
      "governance": "Our political system is a mess. We can't go on like this.",
      "health": "Only Conservatives have fought to protect NHS funding.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A Conservative government will take bold action on all fronts. We'll cut Gordon Brown's waste and debt to get our economy moving."
        }
      ]
    },
    "additionalNotes": ""
  }
}