{
    "leaflet": {
        "candidateName": "Debi Jones",
        "constituency": "Sefton Central",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "60 SECOND Q&A WITH DEBI JONES",
                "content": "Questions about the need for a change of government, the challenges a future Conservative government will face, local connections of an MP, the type of MP Debi Jones aims to be, and challenges specific to Sefton Central"
            },
            {
                "title": "A PERSONAL MESSAGE FROM DAVID CAMERON",
                "content": "Discussion about change in Britain, economy, NHS, jobs and apprenticeships, council tax, state pension, tax benefits, Sure Start, and the choice at the election."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Believes in economic stability and social responsibility, and making tough decisions to save for tougher futures."
            }
        ],
        "mentions": {
            "candidate": "Debi Jones",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Bridging the gap between rich and poor, ensuring economic stability and social responsibility.",
            "education": "Support for Sure Start and providing 4,200 extra Sure Start health visitors.",
            "environment": "Coastal defenses and flooding must be appropriately managed and action taken on green belt preservation.",
            "governance": "",
            "health": "Plans to increase spending on NHS and a commitment to improving services.",
            "immigration": "",
            "socialWelfare": "Raise the basic state pension, tackle benefit fraud, freeze council tax for two years.",
            "housing": [
                {
                    "content": "Help local councils to freeze council tax for two years.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Debi Jones pledges to always remain local and committed to her constituency, aiming to serve as a positive influence.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "nearly 4 years",
                "achievements": "Listed under Debi's Factfile."
            }
        ],
        "contactInformation": {
            "address": "59A Victoria Road West, Blundellsands, L23 8UG",
            "phone": "0151 924 1055",
            "email": "debi@debi4mp.com",
            "website": "www.debi4mp.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photos of Debi Jones engaged in community activities."
                }
            ]
        },
        "additionalNotes": "Debi Jones is Vice-President of Aintree Hospital League of Friends and actively involved in fundraising activities."
    }
}