{
    "leaflet": {
        "candidateName": "Michael Fabricant",
        "constituency": "",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "WORKING HARD FOR LOCAL PEOPLE",
                "content": "Michael works hard for local people in the Constituency and in Parliament. With up to 400 letters, emails and phone calls a week visiting local people and organisations in Parliament, and visiting up to 40 organisations in the constituency - Michael is a very active and approachable MP."
            },
            {
                "title": "HONEST IN PARLIAMENT",
                "content": "Michael is untouched by any of the expenses scandals surrounding Parliament."
            },
            {
                "title": "FIGHTING TO PRESERVE THE LOCAL ENVIRONMENT",
                "content": "Whether it be opposition to over-development - such as the Fradley eco-town - or Labour's preferred route for the High Speed Train, or excessive gravel extraction from Staffordshire's countryside, Michael is working vigorously alongside local activists to preserve the local environment."
            },
            {
                "title": "CAMPAIGNING TO PROMOTE THE AREA",
                "content": "With boom turned to bust, Michael is campaigning hard to promote Lichfield, Burntwood and south Staffordshire's economy as a tourist, business, and conference destination."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Environment",
                "policyDescription": "Opposition to over-development, opposing the Fradley eco-town and Labour's preferred route for the High Speed Train, and excessive gravel extraction from Staffordshire's countryside."
            },
            {
                "policyTitle": "Promotion of the Local Area",
                "policyDescription": "Campaigning to promote Lichfield, Burntwood, and south Staffordshire's economy as a tourist, business, and conference destination."
            }
        ],
        "mentions": {
            "candidate": "Michael Fabricant",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Campaigning to promote the area's economy as a tourist, business, and conference destination.",
            "education": "",
            "environment": "Working to preserve the local environment, opposing over-development, and excessive gravel extraction.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Opposition to the Fradley eco-town.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Active and approachable, with up to 400 letters, emails, and phone calls a week, visiting up to 40 organisations."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Re-elect Michael Fabricant"
                }
            ]
        },
        "additionalNotes": "Claims to be honest in Parliament, unaffected by any expenses scandals."
    }
}