{
	"leaflet": {
		"candidateName": "Mark Garnier",
		"constituency": "Wyre Forest",
		"politicalParty": "Conservatives",
		"electionDate": "",
		"messages": [
			{
				"title": "",
				"content": "Dear Resident\n\nPeople say to me “why should I vote? It won’t make any difference.” Well I can tell you now that your vote in Wyre Forest is absolutely crucial.\n\nWyre Forest is one of those seats that will determine the outcome of this general election. In order to get rid of Gordon Brown, Conservatives must win 117 seats – to have a majority of just one seat in Westminster. Wyre Forest is number 82 on that list of target seats.\n\nBut your vote at this general election isn’t just about change for our country. It’s about the future for Wyre Forest. It’s about dealing with the local issues that are facing us all right now."
			}
		],
		"keyPolicies": [],
		"mentions": {
			"candidate": "Mark Garnier",
			"otherPartyLeaderCandidate": "Gordon Brown",
			"partyLeader": "",
			"tacticalSituation": "Wyre Forest is one of those seats that will determine the outcome of this general election. [...] Wyre Forest is number 82 on that list of target seats."
		},
		"issues": {
			"brexitEurope": "",
			"economy": "cope with the recession",
			"education": "",
			"environment": "",
			"governance": "",
			"health": "a better deal for Wyre Forest on all our public services – including health",
			"immigration": "",
			"socialWelfare": "help get a better deal for pensioners",
			"housing": []
		},
		"personalStatement": "I am passionate about working for Wyre Forest’s future; to deal with the issues that face us all right now – jobs, local businesses, helping families to cope with the recession, helping get a better deal for pensioners, and working for a better deal for Wyre Forest on all our public services – including health.",
		"politicalExperience": [
			{
				"role": "Wyre Forest’s Conservative Parliamentary spokesman",
				"duration": "",
				"achievements": ""
			}
		],
		"contactInformation": {
			"address": "Margaret Thatcher House, 35 Mill Street, Kidderminster, DY11 6XB",
			"phone": "+01562 823820\n+01562 862231",
			"email": "office@wyreforestconservatives.com",
			"website": "www.wyreforestconservatives.com\nwww.markgarnier.co.uk",
			"socialMedia": {
				"facebook": "",
				"twitter": "",
				"instagram": "",
				"linkedin": ""
			}
		},
		"endorsements": [],
		"quotes": [],
		"campaignMaterial": {
			"images": [
				{
					"caption": "Mark Garnier posing for the leaflet"
				}
			]
		},
		"additionalNotes": ""
	}
}