{
    "leaflet": {
        "candidateName": "Sal Brinton",
        "constituency": "Watford",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "It’s Lib Dems or Labour here!",
                "content": "Local campaigner Sal Brinton has a strong track record of fighting to protect Watford’s vital NHS."
            },
            {
                "title": "Working with a great Lib Dem team",
                "content": "Liberal Democrats believe in Watford's strong Liberal Democrat team to secure the future of Watford’s A&E services, according to the Mayor of Watford Dorothy Thornhill. They have also pledged to fund the NHS and to start essential services closer to home."
            },
            {
                "title": "Conservatives can't win here",
                "content": "Did you know? The Lib Dems have won through councilors in Watford constituency. The Conservatives have only 4."
            },
            {
                "title": "Protect the NHS - cut Labour's waste",
                "content": "We believe the Government should scrap the wasteful £12bn health IT project and spend the money improving our NHS."
            },
            {
                "title": "Doctors and nurses. Not wasteful Government IT projects.",
                "content": "Labour have wasted our money on a failing NHS IT project that is over budget, behind schedule and distracts from improving patient care on the front line. The Liberal Democrats want to cut this red tape and put money back into frontline services."
            },
            {
                "title": "We'll protect the NHS & cut Labour's waste",
                "content": "A protected NHS which doesn't make the 'terrible mistake' of lacking direct listening to the people like the Conservative MEP Daniel Hannan, and the Liberal Democrats will fight to protect it."
            },
            {
                "title": "An NHS that listens",
                "content": "The Liberal Democrats aim for a more effective NHS where decisions are made in the interest of the people and centralised targets, wasted on Labour's failing £12bn NHS IT project, are cancelled."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Funding and Management",
                "policyDescription": "Pledge to fund the NHS and start essential health services closer to home. Promise to scrap the £12bn health IT project and reallocate funds to improve NHS services."
            }
        ],
        "mentions": {
            "candidate": "Sal Brinton",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": "Liberal Democrats urge that in Watford constituency, only they or Labour can win, not the Conservatives."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Sal Brinton and the Liberal Democrats are focused on improving NHS services in Watford, pledging to fund the NHS and start health services closer to home. They criticize Labour for wasteful spending on a failing NHS IT project and propose to cut the red tape to put money back into frontline services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Local campaigner Sal Brinton has a strong track record of fighting to protect Watford’s vital NHS.",
        "politicalExperience": [
            {
                "role": "Deputy chair of regional health authority",
                "duration": "",
                "achievements": "Developed a recovery and investment scheme for the region's health system."
            }
        ],
        "contactInformation": {
            "address": "Watford Liberal Democrats, FREEPOST ANG 9225, Watford, WD17 4BR",
            "phone": "",
            "email": "",
            "website": "www.salbrinton.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Dorothy Thornhill",
                "endorsement": "Support for Watford's Liberal Democrat team to secure the future of Watford’s A&E services."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Local campaigner Sal Brinton fighting for a better deal for our NHS."
                },
                {
                    "caption": "Sal Brinton will fight to protect our local NHS."
                },
                {
                    "caption": "Liberal Democrats Working for a better deal for our NHS."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes the Liberal Democrats' commitment to the NHS in the Watford constituency and criticizes both the Conservative and Labour parties for their approach to health services."
    }
}