{
    "leaflet": {
        "candidateName": "Mike Willis",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Nick Clegg has made four promises:",
                "content": "FAIR taxes, FAIR start for all our children, FAIR economy protecting jobs by investing in a green future, FAIR, transparent and cleaner national and local politics"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Recovery will be difficult but public spending will be cut; public sector pay restraint; ending government contributions to Child Trust Fund; cutting tax credits for higher earners; axing defence contracts such as Eurofighter and Trident replacement; cutting back on Regional Development Agencies; slashing bureaucracy; kicking consulting habit; ending ID cards; protecting jobs with a levy on the profits of banks."
            },
            {
                "policyTitle": "Taxation",
                "policyDescription": "Equalising Capital Gains Tax with Income Tax; an increase in aviation taxes; a new mansion tax on properties worth over £2 million; replacing council tax with the fairer local income tax."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Offer the strongest set of policies on climate change, green technology, and new, green jobs; investing in people's lives by improving homes and building more social housing; investment in projects like railways and renewable energy; aviation taxes to curb a main source of climate changing gases."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Reducing class sizes and increasing one to one tuition; promising new investment in schools."
            },
            {
                "policyTitle": "The Political System",
                "policyDescription": "Cleaning up Party funding; not beholden to non-dom millionaires; pushing for a fairer proportional representation voting system."
            },
            {
                "policyTitle": "Crime",
                "policyDescription": "Raising police numbers; reforming the prison system to reform offenders and not enrolling them in a college course on crime."
            }
        ],
        "mentions": {
            "candidate": "Mike Willis",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Recovery will be difficult but public spending will be cut; public sector pay restraint; ending government contributions to Child Trust Fund; cutting tax credits for higher earners; axing defence contracts such as Eurofighter and Trident replacement; cutting back on Regional Development Agencies; slashing bureaucracy; kicking the consulting habit; ending ID cards; protecting jobs with a levy on the profits of banks.",
            "education": "Reducing class sizes and increasing one to one tuition; promising new investment in schools.",
            "environment": "Offer the strongest set of policies on climate change, green technology, and new, green jobs; investing in people's lives by improving homes and building more social housing; investment in projects like railways and renewable energy; aviation taxes to curb a main source of climate changing gases.",
            "governance": "Cleaning up Party funding; not beholden to non-dom millionaires; pushing for a fairer proportional representation voting system.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Improving homes and building more social housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nick Clegg has made four promises: FAIR taxes, FAIR start for all our children, FAIR economy protecting jobs by investing in a green future, FAIR, transparent and cleaner national and local politics."
                }
            ]
        },
        "additionalNotes": ""
    }
}