{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
                "content": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by huge debts and millions are out of work. Our society is broken by crime and irresponsible behaviour. Our political system is in a mess. We can't go on like this."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "GETTING BRITAIN WORKING",
                "policyDescription": "Labour are now the party of unemployment. Conservatives will get Britain working again by boosting enterprise, job creation by taxes on business. We will create new jobs and help people off welfare and into work."
            },
            {
                "policyTitle": "BACKING THE NHS",
                "policyDescription": "David Cameron has made the NHS our number one priority. We back their demand to improve it for everyone. The Conservatives will increase spending on the NHS every year."
            },
            {
                "policyTitle": "RAISING STANDARDS IN SCHOOLS",
                "policyDescription": "We will create a new generation of schools run by teachers, not stifled by bureaucrats and mismanaged by politicians. Parents will report what they want: smaller classes, stricter discipline, greater choice, and restored confidence in the curriculum."
            },
            {
                "policyTitle": "SUPPORTING FAMILIES",
                "policyDescription": "Families are the foundation of a strong society. Our plans to improve Sure Start with 4,200 extra health visitors, extend flexible working, improve patient care, and open new schools will help make Britain the most family-friendly country in Europe."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Our economy is burdened by huge debts and millions are out of work.",
            "education": "We will create a new generation of schools run by teachers.",
            "environment": "",
            "governance": "Our political system is in a mess. We'll cut Gordon Brown's waste and debt to get our economy moving.",
            "health": "David Cameron has made the NHS our number one priority. We back their demand to improve it for everyone.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "We can't go on like this.",
                "source": "Conservative Party Campaign Leaflet",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Conservative Party Campaign Visuals"
                }
            ]
        },
        "additionalNotes": ""
    }
}