{
    "leaflet": {
        "candidateName": "Malcolm Fleming",
        "constituency": "Glasgow South",
        "politicalParty": "SNP",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "SNP Standing up for Glasgow",
                "content": "Scottish Government gives Glasgow highest funding per head in mainland Scotland. Council tax frozen, prescription charges cut and no student fees. Business rates cut and abolished for many. Crime cut, 1000 extra police in Glasgow. Action to stop alcohol at pocket-money prices. New hospitals and schools for Glasgow. Record investment in affordable housing. World-leading climate-change bill. Strong support for renewable energy. Fighting to rid Scotland of nuclear weapons."
            },
            {
                "title": "Labour Letting Glasgow Down",
                "content": "London Labour cuts the Scottish Budget. Tax increases for the poorest yet billions for nationalised banks to pay bonuses. Businesses hit by hike in National Insurance. Labour oppose tough action on alcohol, community post offices, schools and shop shut eyes early. Unfair charging policy hurts Scots renewables industry. Supporting new nuclear weapons on the Clyde."
            },
            {
                "title": "CLIMATE CHAMPION",
                "content": "A worker for an international aid agency, where he has led campaigns on tackling poverty, local Shawlands resident, Malcolm helps the SNP to create green jobs."
            },
            {
                "title": "YOUR SCOTLAND YOUR CHOICE",
                "content": "The SNP Government has published a bill to give you decision over our future direction and it includes a referendum on independence. Both external and internal experts back the economic strength of an independent Scotland. We believe in the sovereignty of the people and that campaigning for independence ultimately is about who decides - not the decision itself. We encourage people in every part of Scotland to decide for themselves. That's democracy."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "Record investment in affordable housing."
            },
            {
                "policyTitle": "Crime Prevention",
                "policyDescription": "Cut crime, 1000 extra police in Glasgow."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "New hospitals and schools for Glasgow."
            },
            {
                "policyTitle": "Climate Change",
                "policyDescription": "World-leading climate-change bill, strong support for renewable energy."
            }
        ],
        "mentions": {
            "candidate": "Malcolm Fleming",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Alex Salmond, Nicola Sturgeon",
            "tacticalSituation": "ONLY THE SNP CAN BEAT LABOUR IN GLASGOW SOUTH."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Scottish Government gives Glasgow the highest funding per head in mainland Scotland.",
            "education": "",
            "environment": "World-leading climate-change bill. Strong support for renewable energy.",
            "governance": "",
            "health": "New hospitals for Glasgow.",
            "immigration": "",
            "socialWelfare": "Council tax frozen, prescription charges cut and no student fees.",
            "housing": [
                {
                    "content": "Record investment in affordable housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "A worker for an international aid agency, where he has led campaigns on tackling poverty, local Shawlands resident, Malcolm Fleming, helps the SNP to create green jobs.",
        "politicalExperience": [
            {
                "role": "Leading campaigner on tackling poverty",
                "duration": "",
                "achievements": "Helps SNP to create green jobs."
            }
        ],
        "contactInformation": {
            "address": "Room 334, 50 Wellington St, G2 6HJ",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "malcolmflemingsnp",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "We're backing Glasgow - Alex Salmond, Nicola Sturgeon."
                },
                {
                    "caption": "Elect a Southside Champion - Malcolm Fleming."
                }
            ]
        },
        "additionalNotes": ""
    }
}