{
  "leaflet": {
    "candidateName": "Penny Barber",
    "constituency": "Worcestershire",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Putting local people first",
        "content": "I have lived and worked in the West Midlands for over 30 years, moving to Stourbridge 9 years ago. Trained as an accountant and auditor, have extensive business experience and currently running a regional young people's charity."
      },
      {
        "title": "A future fair for all",
        "content": "\"This election is a big choice about the future you want for Britain. The Tories threaten a change you can't afford. I am fighting for a future fair for all.\" - Gordon Brown, Leader of the Labour Party"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protect frontline investment",
        "policyDescription": "West Worcestershire has 130 more teachers, 190 teaching assistants and 110 support staff under Labour. Waiting lists are down by 6000, hospitals and 83,000 more nurses & 44,000 more doctors. Labour has built and invested in local schools, children’s centres and hospitals."
      },
      {
        "policyTitle": "Secure the recovery and raise family living standards",
        "policyDescription": "Labour has increased child benefit and introduced tax credits. Pensioners receive increased pensions and winter fuel payments. Labour's minimum wage rises combat poverty."
      },
      {
        "policyTitle": "Build a high-tech economy",
        "policyDescription": "Funding from the Labour government has been invested in local high tech industry such as QinetiQ and the Malvern Hills Science Park. An 8% share for the West Midlands in a Pershore for example."
      },
      {
        "policyTitle": "Strengthen families in communities",
        "policyDescription": "Crime has fallen by almost 40% under Labour, with 14,000 more Police Officers and 16,000 Community Support Officers delivering neighbourhood policing. ASB, including crime at its lowest level for 15 years. Border control staff for travel and enforcement now starts abroad."
      }
    ],
    "mentions": {
      "candidate": "Penny Barber",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "Gordon Brown",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The local economy can rely on stability and support from Labour which will restore trust and negligible inflation.",
      "education": "Effective investment to create and support innovative, dynamic, creative communities.",
      "environment": "",
      "governance": "",
      "health": "Waiting lists are down by 6000, hospitals and 83,000 more nurses & 44,000 more doctors.",
      "immigration": "Border control staff for travel and enforcement now starts abroad.",
      "socialWelfare": "Labour has increased child benefit and introduced tax credits. Pensioners receive increased pensions and winter fuel payments. Labour's minimum wage rises combat poverty.",
      "housing": [
        {
          "content": "Supporting affordable housing in rural areas.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I remember bitterly the misery of 1970s, 80s and early 90s recessions. Under Labour, it restores and maintains investment and effectiveness at low and balanced public services is maintained.",
    "politicalExperience": [
      {
        "role": "Accountant and Auditor",
        "duration": "Over 30 years working in the West Midlands",
        "achievements": "Have extensive business experience and currently running a regional young people's charity."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Gordon Brown",
        "endorsement": "This election is a big choice about the future you want for Britain. The Tories threaten a change you can't afford. I am fighting for a future fair for all."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Penny Barber standing in front of a housing development."
        }
      ]
    },
    "additionalNotes": ""
  }
}