{
  "leaflet": {
    "candidateName": "Gareth Johnson",
    "constituency": "Dartford",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "60 Second Q&A with Gareth Johnson",
        "content": "Dartford is my home; I grew up here, I live here, I work here and I’m bringing up my family here. I want to represent my own home town in Parliament."
      },
      {
        "title": "A PERSONAL MESSAGE FROM DAVID CAMERON 'WHY WE NEED CHANGE IN BRITAIN TODAY'",
        "content": "Dear Resident, Thirteen years ago Labour were elected promising change. But today, with the economy in a mess and a growing gap between rich and poor, a lot of people feel let down. Perhaps you’re one of them. I’m writing to you today to tell you that you don't need to give up the hope for a fairer, stronger country. The Conservative Party has the energy and ideas to change Britain. I am personally committed to the NHS, so we’ll increase spending and improve it for everyone. We’ll get the economy moving by tackling the debt and over government’s actions that are making things worse or change with the Conservative's."
      }],
    "keyPolicies": [
      {
        "policyTitle": "Keep Dartford Kentish",
        "policyDescription": "I will put Dartford and local surrounding villages first. I don't use the term myself but if pushed by London: we are Kentish and proud of it."
      },
      {
        "policyTitle": "More Police on the Streets",
        "policyDescription": "More visibility of Police on the Street and tougher sentences for those in Prison for carrying drugs."
      },
      {
        "policyTitle": "Protect our Schools",
        "policyDescription": "As a former Grammar School Governor, I will work to protect our schools' excellent achievements and fight for sufficient places for the children of local residents."
      }
    ],
    "mentions": {
      "candidate": "Gareth Johnson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We'll get the economy moving by tackling the debt and over government’s actions that are making things worse.",
      "education": "As a former Grammar School Governor, I will work to protect our schools' excellent achievements and fight for sufficient places for the children of local residents.",
      "environment": "",
      "governance": "",
      "health": "I am personally committed to the NHS, so we’ll increase spending and improve it for everyone.",
      "immigration": "",
      "socialWelfare": "We’ll freeze council tax and protect winter fuel payments, free bus passes and free TV licenses for older people.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Dartford is my home; I grew up here, I live here, I work here and I’m bringing up my family here.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Dartford Conservatives, 5-7 Market Street, Dartford, DA1 2EN.",
      "phone": "01322 220 777",
      "email": "office@dartfordconservatives.org",
      "website": "www.dartfordconservatives.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "David Cameron",
        "endorsement": "I hope you take this chance to vote for change."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}