{
    "leaflet": {
        "candidateName": "Jessica Lee",
        "constituency": "Erewash",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "60 SECOND Q&A WITH JESSICA LEE",
                "content": "Why did you decide to stand in Erewash? What makes you different from other politicians? What is the most frightening experience you've ever had? If you could change one thing about Erewash what would it be? Why are you Conservative?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "The relationship between doctors and patients is one of the cornerstones of the NHS. Jessica Lee will work with Conservatives to protect the funding for the NHS."
            },
            {
                "policyTitle": "COST OF LIVING",
                "policyDescription": "Everyone is feeling the pinch with increasing costs of living as bills keep going up. That's why Jessica worked with local Conservative councillors to deliver a zero percent increase in your council tax."
            },
            {
                "policyTitle": "JOBS",
                "policyDescription": "New jobs are made when businesses thrive but our traditional manufacturing has gone abroad. Jessica believes we need a level playing field if they are to create more jobs."
            }
        ],
        "mentions": {
            "candidate": "Jessica Lee",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Everyone is feeling the pinch with increasing costs of living as bills keep going up. New jobs are made when businesses thrive but our traditional manufacturing has gone abroad. Jessica believes we need a level playing field if they are to create more jobs.",
            "education": "",
            "environment": "",
            "governance": "The relationship between doctors and patients is one of the cornerstones of the NHS. Everyone is feeling the pinch with increasing costs of living as bills keep going up. That's why Jessica worked with local Conservative councillors to deliver a zero percent increase in your council tax.",
            "health": "The relationship between doctors and patients is one of the cornerstones of the NHS. Jessica Lee will work with Conservatives to protect the funding for the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "That's why Jessica worked with local Conservative councillors to deliver a zero percent increase in your council tax.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Living locally I share your concerns about our broken society. Fighting injustice is why I'm a child protection lawyer and want to be your MP.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Office 1, The Four Brothers Building, Westgate, Long Eaton, Nottingham, NG10 1EF",
            "phone": "01159163538",
            "email": "jessica@jessicaforerewash.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jessica with emergency services."
                },
                {
                    "caption": "Jessica talking to local business people."
                }
            ]
        },
        "additionalNotes": "Jessica’s Factfile includes her being a local resident, having a background in child protection law, and her commitment to listening to and sharing her constituents' concerns."
    }
}