{
    "leaflet": {
        "candidateName": "Andy Doig...",
        "constituency": "Paisley and Renfrewshire South",
        "politicalParty": "SNP",
        "electionDate": "",
        "messages": [
            {
                "title": "Fed up with politicians?",
                "content": "Politics has been devalued in recent years, especially by events at Westminster. If public faith is to be restored then all candidates should make it absolutely clear where they stand on these matters. A pledge I would expect to meet at a personal hearing."
            },
            {
                "title": "MY THREE PLEDGE GUARANTEES...",
                "content": "1) I pledge to work closely with Chambers of Commerce around the trades, the retail, the services sectors. 2) I pledge to work with the Chamber of Commerce, job centers and community representatives. 3) Last, but far from least, I will be here in the constituency, not absent in Westminster 95% of the time. Open and accessible, holding a 3 day a week high-profile constituency office to make myself available to all constituents on any reasonable proposition."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Working closely with Chambers of Commerce, job centers, and community representatives to support the trades, retail, and service sectors."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Pledging to be open and accessible, and maintaining a constituency office open three days a week."
            }
        ],
        "mentions": {
            "candidate": "Andy Doig",
            "otherPartyLeaderCandidate": "Labour and Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour and the Tories are having a bidding war on how much they can cut Scotland’s budget. Already Labour have calculated their cuts at £814 million, even more cuts planned!",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Having lived in Kilbarchan, he is also only too well aware of the many challenges that our village communities face.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "Andy has campaigned against the unjust free banking cutback against Johnstone Credit Union."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "JOHNSTONE CREDIT UNION",
                "endorsement": "Andy has campaigned against the unjust free banking cutback against Johnstone Credit Union."
            }
        ],
        "quotes": [
            {
                "text": "FACT: Scotland is subsidising the UK according to the Westminster government’s figures!",
                "source": "Source latest GERS figures",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andy Doig alongside quotes, statistics, and pledges related to his campaign."
                }
            ]
        },
        "additionalNotes": "The leaflet contains the color yellow prominently, suggesting affiliation with the SNP which typically uses yellow in their party colors. The leaflet discusses austerity measures and governance issues in context of Scottish politics. Andy Doig emphasizes his local presence and engagement, and appears to take a stance against cuts to public spending."
    }
}