{
    "leaflet": {
        "candidateName": "Eric Goodyer",
        "constituency": "Charnwood",
        "politicalParty": "Labour",
        "electionDate": "6 May",
        "messages": [
            {
                "title": "A future fair for all",
                "content": "Eric Goodyer has worked for 32 years as an engineer in electronics. He met his wife early in his career and assumed the role of principal child carer in the Goodyer household when his son was born. When made redundant in 1992, Eric set up his own business, and is also involved in teaching the engineers of tomorrow, mainly in the specialist medical field of tissue engineering. He is also working with designing devices which assist the elderly to continue living independently in their own homes. He has recently been awarded a doctorate from DeMontfort University and has won an award in Europe for his work."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Eric Goodyer",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Many of us lead extremely busy lives, especially when child care is added to the task of earning a living, sometimes from more than one profession. From my own experience, I know that support is essential for families to continue both to earn, and to care for their young and older members. I am proud of Labour's record of support in this vital area with such programmes as out-of-school care for the under-fives, and the introduction of the Carer's Allowance. The issue of work/life balance has been and continues to be a key one for me, and I believe many. I feel that a good start has been made, but I am excitedly interested in feedback from constituents to help form ideas for the future.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Eric Goodyer working in the lab"
                },
                {
                    "caption": "Eric Goodyer's portrait"
                }
            ]
        },
        "additionalNotes": "The leaflet discusses Eric Goodyer's background, personal experience with child care and professional life. It highlights his involvement in the community and his approach towards work/life balance issues."
    }
}