{
  "leaflet": {
    "candidateName": "Richard Graham",
    "constituency": "Gloucester",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "60 Second Q&A with RICHARD GRAHAM",
        "content": "Richard discusses his vision for Gloucester, which includes growth and study, more family houses, recycling more, attracting private sector investment, and hosting more sports events."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "More housing",
        "policyDescription": "The need for more social housing, shared equity houses and retirement homes."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Improve local education with continuous work to make the new Academy a success and good results."
      }
    ],
    "mentions": {
      "candidate": "Richard Graham",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Plans to keep up the good work at grammar schools and Barrwood to ensure good results and work to make the new Academy a success.",
      "environment": "Richard Graham mentions recycling more and the loss of green field sites being a significant threat.",
      "governance": "",
      "health": "Claims that Labour has talked of 8 million cuts in the NHS but really there are plans to increase NHS investment.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Need for more social housing, shared equity houses, and retirement homes, without the loss of green field sites.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Candidate for Gloucester",
        "duration": "",
        "achievements": "Richard organized a 5,000 signature petition to save our MP’s plan to keep the Control Tower building open for another two and two years behind plan."
      }
    ],
    "contactInformation": {
      "address": "Gloucester Conservatives, 1143 Regent Court, Gloucester Business Park, Gloucester, GL3 4AD.",
      "phone": "01452 371630",
      "email": "",
      "website": "www.richardgraham.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Why we need change in Britain today",
        "source": "David Cameron",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Richard Graham interacting with people and engaged in various activities."
        }
      ]
    },
    "additionalNotes": "The leaflet contains personal messages from David Cameron, endorsements for changes in Britain, and a personal statement about commitment to the NHS and economy."
  }
}