{
    "leaflet": {
        "candidateName": "Ross Grant",
        "constituency": "Leicester South",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
                "content": "Just a few weeks we will have the most important election for a generation. Our economy is burdened by debt. Our society and institutions are governed by diktat and not by common sense. Our political system is broken by sleaze and irresponsibility. We can get on like this. A Conservative government will take bold action on all fronts. For Gordon Brown waste and debt got our families and people who do the right thing back into previous stability in our society and we will make lives easier for our people as a priority. We need big changes in our political system too. We need the way of cleaning our MP's expenses and let honesty on the job."
            },
            {
                "title": "A RECORD OF ACTION IN LEICESTER SOUTH",
                "content": "Ross Grant has a track record of community endeavours."
            },
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR ROSS GRANT",
                "content": "Real Local Understanding, A Strong Voice for Leicester, A Record of Action."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Getting Britain Working",
                "policyDescription": "Cut the cost of politics by £120 million, Work for dole scheme to give people the skills they will need to find a job."
            },
            {
                "policyTitle": "Backing the NHS",
                "policyDescription": "Increase spending every year, coupled with reforms."
            },
            {
                "policyTitle": "Raising Standards in Schools",
                "policyDescription": "We need better discipline at school and in society, and should stop labelling children and adults as anti-social behaviour."
            },
            {
                "policyTitle": "Supporting Families",
                "policyDescription": "Families are the foundations of society. Ross Grant supports measures to make society family friendly, including removing excessive health and safety laws."
            },
            {
                "policyTitle": "Working with Local Communities",
                "policyDescription": "Making a huge contribution to improving people's lives, Ross will continue to work with and listen to people, and get Government to help, not hinder them."
            },
            {
                "policyTitle": "Protecting the NHS",
                "policyDescription": "Prevent £20 billion in proposed spending, helping a new failing hospital. Now that the centre offers no provisionally roots for trusts. Ross pledges to support Conservative policy to defend the NHS funding, the only party to do so."
            },
            {
                "policyTitle": "A Better Future for Our Children",
                "policyDescription": "Provide excellent opportunities for children and improve our schools by treating teachers and parents more. We need stricter discipline at school and in society, and should stop labelling criminal acts as anti-social behaviour."
            }
        ],
        "mentions": {
            "candidate": "Ross Grant",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Our economy is burdened by debt.",
            "education": "We need better discipline at school and in society.",
            "environment": "",
            "governance": "A Conservative government will take bold action on all fronts.",
            "health": "Backing the NHS with increased spending coupled with reforms.",
            "immigration": "",
            "socialWelfare": "Supporting families and making society family friendly.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Ross Grant has a track record of community endeavours and is committed to serving the community in Leicester South.",
        "politicalExperience": [
            {
                "role": "Local Councillor for Braunstone and Rowley Fields",
                "duration": "",
                "achievements": "Reduced expenses, cut council tax, improve housing, and worked on committees regarding public health, police, fire, and rescue."
            }
        ],
        "contactInformation": {
            "address": "70 Shires Lane, Leicester, LE1 3QZ",
            "phone": "07599 667671",
            "email": "ross@rossgrant.com",
            "website": "www.rossgrant.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image captions show Ross Grant engaging with the community and participating in various activities supporting his campaign."
                }
            ]
        },
        "additionalNotes": ""
    }
}