{
    "leaflet": {
        "candidateName": "Oliver Heald",
        "constituency": "",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "OLIVER BATTLES FOR OUR LOCAL CHALK RIVERS",
                "content": "Oliver works closely with local river campaigners and is a supporter of the national campaign to protect our precious English chalk rivers from growing pollution, over-abstraction of water and habitat destruction. He is calling on Government to draw up a plan to save the rivers and their unique habitat for fish, creatures and rare plants. Oliver recently held a House of Commons' debate where he highlighted the condition of our 7 local chalk rivers and brought the Environment Minister to visit the Beane and the Mimram. Oliver’s cross-party campaign at Westminster is gaining support."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protection of English Chalk Rivers",
                "policyDescription": "Oliver advocates for the protection of local chalk rivers, supporting a national campaign to save them from pollution, over-abstraction, and habitat destruction. He has called on the government to create a plan to protect these rivers and their unique habitats."
            }
        ],
        "mentions": {
            "candidate": "Oliver Heald",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Supports the national campaign to protect English chalk rivers from pollution and habitat destruction, and has brought attention to their condition through a House of Commons' debate.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "75 Station Rd, Letchworth Garden City, Herts, SG6 3BJ",
            "phone": "01462 683448",
            "email": "neherts@tory-herts.org",
            "website": "www.oliverheald.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Oliver beside the River Beane near Stapleford"
                }
            ]
        },
        "additionalNotes": "The campaign for chalk river protection appears to be cross-party and received attention in the House of Commons."
    }
}