{
    "leaflet": {
        "candidateName": "Rachel Mann",
        "constituency": "Bolton West",
        "politicalParty": "Green Party",
        "electionDate": "6th of May",
        "messages": [
            {
                "title": "Fair is Worth Fighting For",
                "content": "I am cross that we all have to pay for the bailing out of the banks while bankers still get obscene bonuses. Cross that we are wasting billions on unnecessary wars and billions more on new nuclear missiles that we can never use. Cross about the money being wasted on a crazy identity card scheme."
            },
            {
                "title": "All this I want for Bolton. But I also want to stop the creeping privatisation of our schools into “Academies”. Stop the creeping privatisation of our council houses. Stop the spoiling of our open spaces with developments, like that proposed for Cutacre, when derelict “brown field” sites could be used instead.",
                "content": ""
            },
            {
                "title": "",
                "content": "I have lived in Bolton for 21 years. Bolton is not the place it was. This is not the fault of the people of Bolton. The whole country has changed and it is the fault of those with the political power."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "In a Green world everyone gets a fair share of the prosperity that the human race is capable of achieving. Raising more in tax by taxing the super rich more and clamping down on tax avoidance. Green Party's spending plans have been carefully costed."
            },
            {
                "policyTitle": "Minimum Wage",
                "policyDescription": "The Green party would raise the minimum wage so that it becomes a living wage."
            },
            {
                "policyTitle": "Work Week",
                "policyDescription": "In a Green world the working week would be reduced so that there is enough time left after earning a living to enjoy life."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "If everyone works fewer hours there will be more chance for everyone to have a job."
            },
            {
                "policyTitle": "Retirement Pension",
                "policyDescription": "Greens say that the retirement pension should be £170 a week and £300 for a couple."
            }
        ],
        "mentions": {
            "candidate": "Rachel Mann",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Raising more in tax by taxing the super rich more and clamping down on tax avoidance. Green Party's spending plans have been carefully costed.",
            "education": "Stop the creeping privatisation of our schools into 'Academies'.",
            "environment": "Stop the spoiling of our open spaces with developments, like that proposed for Cutacre, when derelict 'brown field' sites could be used instead.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Stop the creeping privatisation of our council houses. Stop the spoiling of our open spaces with developments, like that proposed for Cutacre, when derelict 'brown field' sites could be used instead.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am a Green because in a Green world we would be spending money properly to provide homes, health care and education, safe clean energy and affordable public transport. This money would then be creating the jobs that all the other parties agree we need but are not prepared to invest in.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Published by Bolton Green Party, 64 Church Av. Bolton BL3 4AN Printed by PHD, 170 Halliwell Road, Bolton BL1 3QN",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Don’t let the other parties tell you that none of this is possible. All the Green Party’s spending plans have been carefully costed. A Green world with a fair share for all is possible. The other parties just do not want us to have it.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of candidate Rachel Mann with a background of greenery."
                }
            ]
        },
        "additionalNotes": ""
    }
}