{
    "leaflet": {
        "candidateName": "Mark Reckless",
        "constituency": "Rochester and Strood",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "A HUNG PARLIAMENT WOULD MEAN 5 MORE YEARS OF GORDON BROWN.",
                "content": "Britain needs energy and leadership. The only way to make sure we don't have 5 more years of Gordon Brown is to vote Conservative."
            },
            {
                "title": "The choice at this election:",
                "content": "5 more years of Gordon Brown or Change with the Conservatives."
            },
            {
                "title": "A PERSONAL MESSAGE FROM DAVID CAMERON",
                "content": "Britain is about to vote in the most important national election for a generation. There are only two outcomes: five more years of Gordon Brown's tired government making things worse, or a new Conservative government which will be bolder, and cleaner and more decisive right from the beginning. Our new government will start to act on the things that really matter to you – cutting the deficit, supporting our troops, boosting enterprise, mending society and making our streets safer."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Governance",
                "policyDescription": "The Conservatives promise a government that will act decisively, cut the deficit, support troops, boost enterprise, mend society, and make streets safer."
            }
        ],
        "mentions": {
            "candidate": "Mark Reckless",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": "The Conservatives must win here to stop another 5 years of Gordon Brown."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Conservatives promise a government that will act decisively and not make empty promises.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Local campaigning",
                "duration": "over ten years",
                "achievements": "Campaign for responsible task forces for local issues, worked with Medway Council to ensure a permanent police station in Strood, new city Justices, and a larger Medway police force. "
            }
        ],
        "contactInformation": {
            "address": "Senlac House, Gun Wharf, Dock Road, Rochester, ME1 1QD Medway 406536",
            "phone": "",
            "email": "info@markreckless.com",
            "website": "www.markreckless.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Reckless with constituents and in conversation with elderly people."
                }
            ]
        },
        "additionalNotes": "Mark has worked as a solicitor and as an advisor on tax. His mother, from Ireland and a children's nurse, and his father, from London and a hospital doctor, instilled in him a strong community ethic."
    }
}