{
    "leaflet": {
        "candidateName": "Menzies Campbell",
        "constituency": "North East Fife",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "A record of action and a promise of more",
                "content": "Over the past 23 years, Menzies Campbell has served the constituency of North East Fife, focusing on key local concerns and representing his constituents."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes",
                "policyDescription": "Closing loopholes for the wealthy and increasing the threshold for paying income tax to £10,000, benefiting millions."
            },
            {
                "policyTitle": "A fair, green economy",
                "policyDescription": "Creating jobs through environmental investment and achieving a £3.5 billion saving that goes into public transport and energy improvements."
            },
            {
                "policyTitle": "A fair start for all our children",
                "policyDescription": "Reducing class sizes, investing in education, and ensuring accessibility to good schools without tuition fees."
            },
            {
                "policyTitle": "Fair, transparent and more local politics",
                "policyDescription": "Improving the political system to focus on local needs and issues, introducing fixed-term parliaments, and enabling voters to sack corrupt politicians."
            }
        ],
        "mentions": {
            "candidate": "Menzies Campbell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The leaflet suggests it is a two-horse race between Liberal Democrat Menzies Campbell and a Conservative candidate, implying the Labour or SNP candidates cannot win here."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Liberal Democrats promise to create jobs and put money in people's pockets, while making sure that everyone plays by the same set of rules.",
            "education": "A fair start for all our children by cutting class sizes, ensuring a good school place for every child without tuition fees.",
            "environment": "A commitment to a fair, green economy with investments to create jobs and sustainable energy options.",
            "governance": "Promising fair, transparent and more local politics with reforms such as the introduction of fixed-term parliaments and the ability for constituents to recall their MP.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Increased investment in affordable and fair social housing would be sought.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Menzies Campbell expresses his dedication to serving the people of North East Fife and his aspiration to continue his work.",
        "politicalExperience": [
            {
                "role": "MP for North East Fife",
                "duration": "23 years",
                "achievements": "Has addressed hardworking farmers, fishermen, and small businesses' issues and led campaigns on healthcare and education."
            }
        ],
        "contactInformation": {
            "address": "16 Millgate, Cupar, KY15 5EG",
            "phone": "01334 656 361",
            "email": "",
            "website": "www.MingCampbell.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@MingCampbellMP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images of Menzies Campbell engaging with constituents and addressing parliament."
                }
            ]
        },
        "additionalNotes": ""
    }
}