{
  "leaflet": {
    "candidateName": "Ann McKechin",
    "constituency": "Glasgow North",
    "politicalParty": "Scottish Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "I don't want the Tories back because...",
        "content": "Labour has supported families with Child Tax Credit, increases in Child Benefit and the Child Trust Fund. Tory cuts would risk all this."
      },
      {
        "title": "I don't want the Tories back because...",
        "content": "Labour has delivered for pensioners with Pension Credit, Winter Fuel Payments and investment in public services. The Tories would cut our vital public services."
      },
      {
        "title": "I don't want the Tories back because...",
        "content": "Labour has helped working people with Tax Credits, improved rights at work and the National Minimum Wage. The Tories would put all this at risk."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Support for Families",
        "policyDescription": "Labour supports families with initiatives like the Child Tax Credit, Child Benefit increases, and the Child Trust Fund."
      },
      {
        "policyTitle": "Support for Pensioners",
        "policyDescription": "Labour provides support for pensioners through Pension Credit, Winter Fuel Payments, and investment in public services."
      },
      {
        "policyTitle": "Rights for Working People",
        "policyDescription": "Labour aids working people with Tax Credits, improved workplace rights, and the National Minimum Wage."
      }
    ],
    "mentions": {
      "candidate": "Ann McKechin is a proven fighter for local services.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "People here in Glasgow North know that only Labour can stop the Tories - a vote for anyone else will let the Tories in."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Labour's policies benefit families, pensioners, and working people with various programs and initiatives.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "2154 Maryhill Road, Glasgow G20 0EX",
      "phone": "",
      "email": "",
      "website": "scottishlabour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Lorna, Maryhill",
        "endorsement": "Labour's support with Child Tax Credit, increases in Child Benefit and the Child Trust Fund is crucial."
      },
      {
        "endorser": "Michael, Summerston",
        "endorsement": "Labour's delivery for pensioners with Pension Credit, Winter Fuel Payments is important."
      },
      {
        "endorser": "Agnes, Hillhead",
        "endorsement": "Labour's help for working people with Tax Credits and rights at work is significant."
      },
      {
        "endorser": "Peter, Woodside",
        "endorsement": "Ann McKechin is a proven fighter for our local services, and that's why she gets my vote."
      }
    ],
    "quotes": [
      {
        "text": "Tory cuts would risk all this.",
        "source": "Leaflet message",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Labour has supported families with Child Tax Credit, increases in Child Benefit and the Child Trust Fund."
        },
        {
          "caption": "Labour has delivered for pensioners with Pension Credit, Winter Fuel Payments and investment in public services."
        },
        {
          "caption": "Labour has helped working people with Tax Credits, improved rights at work and the National Minimum Wage."
        }
      ]
    },
    "additionalNotes": "The leaflet focuses on the potential negative consequences of voting for the Tories and emphasises Labour's achievements in supporting various groups."
  }
}