{
    "leaflet": {
        "candidateName": "Sam Burden",
        "constituency": "Bromsgrove",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "A future fair for all",
                "content": "I will ensure you have an MP you can trust and will represent you with integrity and hard work."
            },
            {
                "title": "A new start in Bromsgrove",
                "content": "Bromsgrove needs a new start. My commitment is to work hard for the people of Bromsgrove, to listen to your concerns and be available and approachable."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A new politics for Bromsgrove built on transparency and integrity.",
                "policyDescription": "Sam Burden emphasizes the need for a new political approach that prioritizes transparency and integrity."
            },
            {
                "policyTitle": "Securing the economic recovery - support for families and local businesses and promoting jobs.",
                "policyDescription": "He focuses on supporting families, local businesses, and promoting job growth for economic recovery."
            },
            {
                "policyTitle": "Protecting front line services like health and education.",
                "policyDescription": "Promises to protect essential public services such as health care and education."
            },
            {
                "policyTitle": "Fighting for an independent Bromsgrove not a Greater Redditch authority.",
                "policyDescription": "Advocates for Bromsgrove's independence and opposes being part of a greater Redditch authority."
            },
            {
                "policyTitle": "More affordable housing so young people do not have to move away from their families and roots.",
                "policyDescription": "Promotes the development of affordable housing to enable young people to stay close to their families and roots."
            }
        ],
        "mentions": {
            "candidate": "Sam Burden is a Labour Candidate for Bromsgrove who stands for a fair future and promises integrity and hard work as an MP.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Sam Burden is committed to economic recovery and supporting families and local businesses.",
            "education": "He emphasizes protecting front line services like education.",
            "environment": "",
            "governance": "Promoting a new politics built on transparency and integrity.",
            "health": "Pledging to protect front line services like health.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "He is focused on more affordable housing to support the community.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Sam Burden shares his commitment to working hard, being available and approachable, and standing up for the interests of Bromsgrove in the West Midlands and at Westminster.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "21 Shaw Lane, Stoke Prior, Bromsgrove B60 4DP",
            "phone": "07962 220010",
            "email": "samburden@blueyonder.co.uk",
            "website": "www.samburden.co.uk",
            "socialMedia": {
                "facebook": "/SamBurdenforBromsgrove",
                "twitter": "/samburden",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "I will ensure you have an MP you can trust and will represent you with integrity and hard work.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sam Burden pictured with residents at Charford First School - A Sure Start Children's Cen"
                }
            ]
        },
        "additionalNotes": "This leaflet has been printed from mixed sources and is a part of a campaign by Sam Burden for the Labour candidacy in Bromsgrove."
    }
}