{
    "leaflet": {
        "candidateName": "Nick Clegg",
        "constituency": "",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "Nick Clegg's Liberal Democrat NHS guarantee",
                "content": "Labour is cutting frontline services. Many Conservatives want to sell off the NHS. Only Nick Clegg and the Lib Dems will protect the vital services we all rely on. We will protect frontline NHS services. The Lib Dems will cut waste and bureaucracy, using the money to improve care and protect frontline services. Treatment on time or we'll pay for you to go private. Under Labour, too many people endure long waits in pain on the NHS. The Lib Dems are guaranteeing to give you treatment on time as part of a new NHS Patients' Bill of Rights. Dementia action: The Lib Dems will double Government funding for dementia research, and deliver real help for carers."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Four steps to a fairer Britain",
                "policyDescription": "1. Fairer taxes that put money back in your pocket\n2. A fair chance for every child\n3. A fair future: create jobs by making Britain greener and more competitive\n4. A fair deal for you from the politicians"
            }
        ],
        "mentions": {
            "candidate": "Nick Clegg",
            "otherPartyLeaderCandidate": "Gordon",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Smaller class sizes, more cash for schools and abolish university tuition fees.",
            "environment": "Create jobs by making Britain greener and more competitive.",
            "governance": "Make politicians accountable and give the right to sack corrupt MPs.",
            "health": "Only Nick Clegg's Liberal Democrats will protect our NHS. Labour is cutting frontline services. The Lib Dems will cut waste and bureaucracy, using the money to improve care and protect frontline services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.LibDems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "We've lived through this mistake for 50 years: the truth is, Don New Labour - it has made people ill.",
                "source": "Dan Hannan in South East Conservative MEP",
                "date": ""
            },
            {
                "text": "Key Tory MPs backed call to dismantle NHS",
                "source": "The Guardian, Aug 16th",
                "date": ""
            },
            {
                "text": "David Cameron has a plan to break up and sell off the NHS, piece by piece.",
                "source": "Telegraph, Dec 27th",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nick Clegg interacting with elderly lady"
                }
            ]
        },
        "additionalNotes": ""
    }
}