{
    "leaflet": {
        "candidateName": "Richard Mallender",
        "constituency": "Rushcliffe",
        "politicalParty": "Green Party",
        "electionDate": "Thursday 6 May",
        "messages": [
            {
                "title": "Go Green in Rushcliffe!",
                "content": "On Thursday 6 May you can help elect Richard Mallender to serve as your M.P."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Pensions",
                "policyDescription": "The Green Party in Parliament will fight for a fair deal for older people. Pensioners would receive a basic state pension of at least £170 a week. We would ensure they receive free public transport and ensure a free home insulation scheme, supporting those living in fuel poverty."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "The Green Party would phase out student tuition fees in higher education and ensure all children are able to attend a good local school with admissions policies decided locally and applying to all schools. The party would also scrap the remaining SATS tests, and give teachers and headteachers more freedom over the curriculum."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Greens propose reducing fares on some of the highest train fares in England and will build high-quality transport under public ownership. They advocate for better cycle and bus services, and diverting money currently wasted on huge road projects into public transport, walking, cycling, and subsidising public transport over five years to create an extensive network. This would also create 160,000 new jobs."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "The policy includes building a new generation of council homes, stopping the development of out-of-town shopping centers to help revive our town centers, and renovating the 37,000 empty homes over the NHS to provide housing."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "The Green Party commits to opposing cuts, closures, and privatization of the NHS, and would introduce an NHS in England and Wales that provides free social care to the elderly in Scotland. They would keep the NHS public by avoiding botched privatization and waste of money on IT projects to the tune of over £1 billion per year."
            }
        ],
        "mentions": {
            "candidate": "Richard Mallender",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "The Green Party would ensure children are able to attend a good local school with admissions policies decided locally and applying to all schools.",
            "environment": "",
            "governance": "",
            "health": "The Green Party commits to opposing cuts, closures, and privatization of the NHS, and would introduce an NHS in England and Wales that provides free social care to the elderly in Scotland.",
            "immigration": "",
            "socialWelfare": "The Green Party in Parliament will fight for a fair deal for older people. Pensioners would receive a basic state pension of at least £170 a week. We would ensure they receive free public transport and ensure a free home insulation scheme, supporting those living in fuel poverty.",
            "housing": [
                {
                    "content": "Building a new generation of quality council homes. Renovate the 37,000 empty homes to provide housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Richard is a member of Rushcliffe Borough Council and an active community campaigner.",
        "politicalExperience": [
            {
                "role": "IT/Telecoms sector within the British Red Cross",
                "duration": "many years",
                "achievements": ""
            },
            {
                "role": "Administrative position with Nottingham City Council.",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "135 Trent Boulevard, West Bridgford, Nottinghamshire, NG2 5BN.",
            "phone": "0115 914 0529",
            "email": "mallender1968@googlemail.com",
            "website": "http://nottingham.greenparty.org.uk/",
            "socialMedia": {
                "facebook": "",
                "twitter": "@CllrRMallender",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Richard Mallender with campaign support."
                }
            ]
        },
        "additionalNotes": "All our leaflets are printed on recycled paper."
    }
}