{
    "leaflet": {
        "candidateName": "Roma Mills",
        "constituency": "St Albans",
        "politicalParty": "Labour",
        "electionDate": "Thursday 6 May",
        "messages": [
            {
                "title": "Can you take the risk?",
                "content": "This is what a Conservative government will mean for us all - The Tories would choke off the recovery with immediate reckless cuts, putting local jobs and businesses at serious risk. Labour has helped 170,000 small businesses through the recession by allowing them to defer tax payments, taken 1/2 million children out of poverty in the UK and is creating Sure Start Centers for every community. Labor has scrapped 80,000 more nurses and 44,000 more doctors. The NHS now has the shortest waiting lists ever. Labour has brought in free bus passes, winter fuel payments and will bring in free personal care at home for those pensioners with the highest needs. The Tories would leave pensioners at the mercy of a local care lottery."
            },
            {
                "title": "WRONG! Lib Dems make false claims about election chances",
                "content": "In the press and on your doorsteps the St Albans Liberal Democrats are suggesting that the only way to unseat the Tory Anne Main is to vote for the Liberal Democrat candidate. This is false. The share of the vote at the last election that is shown in the chart above, the massive 12% Lib Dems would need to beat the Tories, the minors vote - Vote Labour."
            },
            {
                "title": "5 good reasons to support Roma Mills",
                "content": "1. Unlike the Conservative and Liberal Democrat candidates, Roma lives in St. Albans all year round and has done so for the last 25 years. 2. As your Member of Parliament, Roma Mills will serve the local community alone because, like the majority of St. Albans residents, she won't have a second home. 3. As a local councillor, Roma Mills has 20 years experience of representing and supporting local residents. 4. Roma Mills would regard access to a local resident as a privilege earnt through the votes of local people. 5. Roma Mills will always put local people first."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Conservative Party Risks",
                "policyDescription": "The leaflet argues that a Conservative government poses risks to recovery by implementing immediate reckless cuts that would endanger local jobs and businesses."
            },
            {
                "policyTitle": "Labour Achievements",
                "policyDescription": "Labour has supported small businesses, reduced child poverty, increased the number of nurses and doctors, and has the shortest NHS waiting lists ever. Also introduced free bus passes and winter fuel payments and has plans to bring in free personal care at home for those with the highest needs."
            },
            {
                "policyTitle": "Criticism of Liberal Democrats",
                "policyDescription": "The leaflet criticizes the Liberal Democrats for having no experience in government and highlights failed services under their council administration, including issues with waste collection and parking charges."
            }
        ],
        "mentions": {
            "candidate": "Roma Mills",
            "otherPartyLeaderCandidate": "Anne Main, Liberal Democrat candidate, Nick Clegg, Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": "The leaflet suggests the tactical situation of voting for Labour to unseat the Tory Anne Main and claims that it is wrong to suggest voting for Liberal Democrats is the way to unseat the Tories."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour's support for small businesses during the recession by allowing tax payment deferrals.",
            "education": "Labour has taken 1/2 million children out of poverty and is creating Sure Start Centers.",
            "environment": "",
            "governance": "Criticizes the governance of the Liberal Democrat-run St Albans council.",
            "health": "Labour has hired more nurses and doctors for the NHS and plans to introduce free personal care.",
            "immigration": "",
            "socialWelfare": "Labour introduced free bus passes and winter fuel payments for the elderly.",
            "housing": [
                {
                    "content": "Unlike other candidates, Roma Mills will not have a second home and will serve the local community alone.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Roma Mills is known and respected throughout St Albans for her hard work and commitment to local people.",
        "politicalExperience": [
            {
                "role": "Local Councillor",
                "duration": "20 years",
                "achievements": "Representing and supporting local residents."
            },
            {
                "role": "District Councillor",
                "duration": "12 years",
                "achievements": ""
            },
            {
                "role": "County Councillor",
                "duration": "8 years",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Printed by Gipton at Bell on behalf of Roma Mills, St Albans Labour Party",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Carli Hobday from London Colney",
                "endorsement": "We're backing Roma!"
            },
            {
                "endorser": "John Paton from Camp Road",
                "endorsement": "We're backing Roma!"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Roma Mills"
                }
            ]
        },
        "additionalNotes": "The leaflet disputes the Liberal Democrat's claims about election chances and emphasizes strategic voting for Labour."
    }
}