{
  "leaflet": {
    "candidateName": "Nick Clegg",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Winning across Britain",
        "content": "In recent years the Lib Dems have gone from success to success across the UK. Now at the General Election, take the first step to the Lib Dems asserting authority over Labour and Conservatives."
      },
      {
        "title": "Are you thinking of voting Conservative?",
        "content": "In many parts of Britain, voting Conservative could let Gordon Brown back into Downing Street for FIVE more years. Only a vote for the Liberal Democrats will beat Labour in these areas."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Standing up for our armed forces",
        "policyDescription": "The Liberal Democrats are committed to providing our armed forces with the equipment and support they need to do the job we ask of them."
      }
    ],
    "mentions": {
      "candidate": "Nick Clegg celebrates another Lib Dem win",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "Only a vote for the Liberal Democrats will beat Labour in these areas."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "Real change needed after three years of inaction and the sad truth is Labour will only stand for little change. They'll trick you with broken promises.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Nick Clegg's Liberal Democrats are offering real change, honest answers and investment in our schools, hospitals and a clean alternative to politics.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Nick Clegg MP, Liberal Democrats, 4 Cowley Street, London, SW1P 3NB",
      "phone": "",
      "email": "",
      "website": "www.LibDems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Labour bosses are resorting to desperate scare tactics to try and stop the election to the Lib Dems at long last.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Clegg celebrates another Lib Dem win."
        }
      ]
    },
    "additionalNotes": "The leaflet attacks Labour's record and advises against voting for Conservatives as it may lead to Labour winning. The focus is on bringing real change to Britain."
  }
}