{
  "leaflet": {
    "candidateName": "Chris Nicholson",
    "constituency": "Streatham",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Chris's record of action",
        "content": "Chris worked with local residents and police to save Streatham and Cavendish Road police stations. He campaigned to protect the ice rink from closure and for good leisure facilities in Streatham, Clapham and Brixton. He led calls for improved public transport and less overcrowding on the Northern Line by bringing the tube to Streatham. Chris has already helped thousands of people with individual casework."
      },
      {
        "title": "Chris Nicholson's Pledges for Our Area",
        "content": "I will get local people involved: be there to help, listen to your concerns. I will improve local services: act on crime and anti-social behavior. I will make sure your voice is heard: speak out locally and at Westminster. I will publish details on my personal website."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Building a fairer Britain",
        "policyDescription": "Fair taxes that put money back in your pocket - Pay 0 on the first £10,000 you earn. A fair chance for every child - Smaller class sizes, more one-to-one tuition and abolish university tuition fees. A fair future: create jobs by making Britain greener - Invest in public transport, renewable energy and energy efficient homes. A fair deal for you from the politicians - Make MPs more accountable and give you the right to sack corrupt MPs."
      }
    ],
    "mentions": {
      "candidate": "Chris Nicholson",
      "otherPartyLeaderCandidate": "Gordon Brown's Labour",
      "partyLeader": "",
      "tacticalSituation": "With the Conservatives out of the race, the choice is between Chris Nicholson and Gordon Brown's Labour who have let us down."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Smaller class sizes, more one-to-one tuition and abolish university tuition fees.",
      "environment": "Invest in public transport, renewable energy and energy efficient homes.",
      "governance": "Make MPs more accountable and give you the right to sack corrupt MPs.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Chris Nicholson has a successful career as an economist, and has advised governments in the UK and world wide. In his 20s he was Leader of a London Borough.",
    "politicalExperience": [
      {
        "role": "Leader of a London Borough",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Liberal Democrat MPs were highly regarded by their constituents than Conservative or Labour by theirs",
        "source": "Independent PoliticsHome large panel survey representative UK poll. Autumn 2009",
        "date": "Autumn 2009"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Chris Nicholson with local residents"
        }
      ]
    },
    "additionalNotes": ""
  }
}