{
  "leaflet": {
    "candidateName": "Dave Anderson",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Labour's record investment",
        "content": "Labour's record investment includes funding for schools, hospital, and a community centre, as well as a new dental practice and modern train station."
      },
      {
        "title": "Health and leisure",
        "content": "Labour will continue large investments in healthcare and work on eliminating hidden charges for leisure facilities, focusing on healthier communities."
      },
      {
        "title": "Securing the economic recovery",
        "content": "Dave Anderson insists on securing the economic recovery by protecting vital services and jobs in health, education, police, and caring services."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health and leisure",
        "policyDescription": "Eliminate hidden charges and ensure investment in healthy living."
      },
      {
        "policyTitle": "Securing the economic recovery",
        "policyDescription": "Protect vital services and jobs in health, education, police, and caring services to secure economic recovery."
      },
      {
        "policyTitle": "Justice for asbestos sufferers",
        "policyDescription": "Work to deliver justice for asbestos victims, ensuring they and their families are properly compensated."
      }
    ],
    "mentions": {
      "candidate": "Dave Anderson is proud to support his local community and believes in fighting for every vote and every family in the Labour stronghold.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Dave Anderson will work towards sustaining the economic recovery through safeguarding services and job opportunities.",
      "education": "Dave Anderson backs Labour's investment in schooling, aiming to raise education standards.",
      "environment": "",
      "governance": "",
      "health": "Dave Anderson emphasizes the importance of ongoing large investments in healthcare and encourages healthier communities.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Dave Anderson has supported delivering affordable homes and tackling homelessness.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Dave Anderson talks about his pride in serving the local community and his commitment to battle for every vote and every family.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dave Anderson with various groups of people, including children, older people, and workers."
        }
      ]
    },
    "additionalNotes": ""
  }
}