{
    "leaflet": {
        "candidateName": "Stuart Langhorn",
        "constituency": "Lancaster",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "PLEASE USE YOUR VOTE WISELY",
                "content": "Unfortunately, due to our voting system (first past the post) and electoral predictions people have given the main two a huge chance, leaving the Liberal Democrats who can beat MPs at Westminster out. Voting at the last general election was Labour 35.3%, Conservatives 23.2% and Lib Dems 22%. When Green and UKIP candidates have stood locally at the last election, they have always received under 5% of votes cast; no way near enough to challenge for the seat. Don't waste your vote. Be clever with your vote to secure much needed change at Westminster."
            },
            {
                "title": "Cleaning up politics",
                "content": "We must clean our politics up and get our MP's answerable to us. We must have the ability for local residents to sack an MP, for Parliament to be answerable to common sense, to work for a voting system where every vote is equal. The Liberal Democrats are proposing these measures for the next parliament but they can only be introduced if you elect a Liberal Democrat MP."
            },
            {
                "title": "Action on energy supply",
                "content": "The security of our energy supply has been discussed a lot recently. We are now dependent on foreign gas, from countries more than ever before. We are also seeing record numbers of people going to pre-payment meters to pay for their energy before they use. We need to act now on securing our energy supply for the future. Locally the Lib Dem led council has asked for an urgent review of energy sites in the Lancaster/Morecambe/Heysham region for 10-15% - seeking a 10% reduction in CO2 in 2010. Nationally the Lib Dems are calling for investment in renewable technology to wean economic from job this dependence."
            },
            {
                "title": "Why support the Liberal Democrat Candidate?",
                "content": "He is best placed to beat the Conservative and Labour party in this area. Stuart Langhorn (a teacher) is a local resident who like many of us is concerned at the lack of progress in the local area over the last few years. He is experienced, having been elected leader of Lancaster City Council in May 2009 with cross party support from local Councillors. He has a track record of action and not saying away from hard decisions for the long term benefit of the area."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Vote to secure change that works for you and the environment",
                "policyDescription": "Pledges to make taxes fairer, give every child a fair start in life with class sizes cut and an extra £2.5 billion for schools, create a green economy with investment in public transport and renewable energy, and reform politics to introduce fair votes and allow voters to sack MPs who break the rules."
            },
            {
                "policyTitle": "The green economic stimulus package",
                "policyDescription": "Includes expansion of green energy infrastructure, insulating of homes and public buildings, an 'eco-cashback' scheme, and a national infrastructure bank to promote long term investment in sustainable public transport and renewable energy."
            }
        ],
        "mentions": {
            "candidate": "Stuart Langhorn",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Lib Dems saw their vote surge in a contested by-election held on the Lancaster City Council. They are now the main challengers to Labour."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Commitment to cut class sizes with an extra £2.5 billion for schools.",
            "environment": "Investment in renewable energy and public transport, insulating homes and public buildings, and an eco-cashback scheme to reward people who make energy efficiency improvements in their homes.",
            "governance": "Ability for local residents to sack an MP, voting reform to make every vote equal.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "People are turning to pre-payment meters indicating distress in managing energy for their homes, demonstrating the need to secure our energy supply and invest in renewable technologies.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Stuart Langhorn is concerned about the lack of progress in the local area and with his experience as a leader of Lancaster City Council, he advocates for long-term benefits for the area.",
        "politicalExperience": [
            {
                "role": "Leader of Lancaster City Council",
                "duration": "Since May 2009",
                "achievements": "Elected with cross-party support from local Councillors, and has demonstrated a record of action and not shying away from hard decisions."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0750 574 6203",
            "email": "",
            "website": "www.lancasterlibdems.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stuart Langhorn is actively taking action to tackle energy security"
                }
            ]
        },
        "additionalNotes": ""
    }
}