{
    "leaflet": {
        "candidateName": "Neil Bradbury",
        "constituency": "Blaydon Constituency",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Fighting for our area",
                "content": "Lib Dem Neil Bradbury is campaigning hard for our area. Neil and the local Liberal Democrats team have been setting out plans including Gateshead Council's Labour-run Park and Ride scheme and cuts to our local bus routes."
            },
            {
                "title": "NEIL'S LIB DEMS CAN WIN HERE...",
                "content": "Our area is a closely fought race between the Liberal Democrats and Labour. The choice at the next election is either Neil Bradbury and the Lib Dems or more of the same under Labour."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Transportation",
                "policyDescription": "Neil Bradbury would fight for better rail links for the North East, focusing on the introduction of essential local rail routes."
            }
        ],
        "mentions": {
            "candidate": "Neil Bradbury",
            "otherPartyLeaderCandidate": "Labour-run park and ride scheme",
            "partyLeader": "",
            "tacticalSituation": "The Conservatives finished in a distant third place in Blaydon Constituency at the last General Election. Only the Lib Dems can beat Labour in our area."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour-run Park and Ride scheme and cuts to our local bus routes.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "many years",
                "achievements": "A track record of fighting for vital local issues, such as a member of the Tyne Valley Rail Users Group, TWITA and have stood tall at local demos."
            }
        ],
        "contactInformation": {
            "address": "Neil Bradbury, Liberal Democrats, FREEPOST NEA 10304, Gateshead, NE9 5BR",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Neil Bradbury with supporters giving thumbs up."
                }
            ]
        },
        "additionalNotes": "The leaflet makes strategic electoral claims highlighting that only the Lib Dems can beat Labour in the area, suggesting a two-horse race and dismissing the Conservatives as unable to win."
    }
}