{
    "leaflet": {
        "candidateName": "Denise Aspinall",
        "constituency": "Port and Neston",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Change to a Fairer Britain with the LIBERAL DEMOCRATS",
                "content": "The leaflet discusses various aspects of changes the Liberal Democrats propose for a 'fairer taxes', 'a fair chance for every child', 'a fair future', 'a fair deal by cleaning up politics', and 'fair representation'. It emphasizes fair taxes that put money back in the pocket, a commitment to reducing classroom sizes for a fair chance for children, creating jobs by making Britain greener for a fair future, plans to clean up politics for a fair deal, and improving voting systems for fair representation."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fair taxes",
                "policyDescription": "Liberal Democrats will reduce income threshold to £10,000, meaning most taxpayers would pay £700 less in income tax. Close tax loopholes for the wealthy, impose taxes on homes worth more than £2 million and charge airlines for the pollution they cause."
            },
            {
                "policyTitle": "A fair chance for every child",
                "policyDescription": "Invest £2.5bn on children's education by reducing class sizes and giving individual attention. Targeted help at struggling children to ensure support."
            },
            {
                "policyTitle": "A fair future",
                "policyDescription": "Liberal Democrats will break up the banks to make them more competitive and will ensure that bonuses behave in the way that lead to the banking crisis. Identified savings in government spending will be invested into creating jobs and protecting the environment, increasing energy efficiency of public buildings and homes."
            },
            {
                "policyTitle": "A fair deal by cleaning up politics",
                "policyDescription": "Liberal Democrats propose radical changes to politics by giving people a real say in who governs the country, introducing fair votes, safe seats and lobbying against corrupt MPs and ensuring all pay British taxes."
            },
            {
                "policyTitle": "Fair representation",
                "policyDescription": "Denise Aspinall supports fairer voting systems to get a better balance in the next parliament and encourages voting for her to become the first female MP for Port and Neston."
            }
        ],
        "mentions": {
            "candidate": "Denise Aspinall",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Vince Cable",
            "tacticalSituation": "Only 1 in 5 MPs in the last Parliament was a woman. You can help get a better balance in the next parliament by voting for Denise Aspinall as the first female MP for Port and Neston."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Break up banks to make a more competitive banking industry and ensure that bonuses behave in ways that don't lead to a banking crisis.",
            "education": "Invest £2.5 billion on taking on children with more need at school to cut class sizes and make sure they get the individual attention they need.",
            "environment": "Identified savings in government spending to protect the environment. Increase the energy efficiency of public buildings and homes. Bring empty homes back into use through renovation. Scrap unfair tuition fees for all students taking their first degree.",
            "governance": "Introduce fair votes and safe seats. We will stop big donors from buying elections.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Liberal Democrats will make sure that bonuses behave in the way that led to the banking crisis. There will be no bonuses for failure. No rewards for board members and there will be savings in government spending to protect the environment and increase the energy efficiency of public buildings and homes, bringing empty homes back into use through renovation.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Denise Aspinall with Vince Cable"
                }
            ]
        },
        "additionalNotes": "The leaflet promotes the Liberal Democrats as the party that will bring about a fairer Britain and emphasizes their commitment to tax reductions, education, environmental issues, governance reform, and representation. It presents Denise Aspinall as a candidate committed to these values, with an encouragement to vote for her to improve gender balance in Parliament."
    }
}