{
    "leaflet": {
        "candidateName": "Chris Rush",
        "constituency": "Normanton, Pontefract and Castleford",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Change for our area with Chris Rush",
                "content": ""
            },
            {
                "title": "Fair taxes for all",
                "content": "Change tax rules so you only pay tax on income over £10,000. Take 4 million of the lowest earners out of tax altogether. Decrease the average income tax bill by £700."
            },
            {
                "title": "Fair start for children and young people",
                "content": "We will: Cut class sizes. Allow voters to sack corrupt MPs. Kick big money out of politics. Change the voting system to get rid of 'safe seats'. Get rid of 150 MPs."
            },
            {
                "title": "Fair and sustainable economy",
                "content": "We will: Create a new green economy, so our jobs aren't reliant on the bankers in London. Get 800,000 young people into work with paid internships, along with 60,000 new degree places."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Taxation",
                "policyDescription": "Implement tax regulations to benefit lower earners, raising the tax-free income threshold to £10,000 and reducing the average income tax bill by £700."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Invest an additional £2.5 billion into schools, notably to reduce class sizes, and promote university education accessible to all regardless of background."
            },
            {
                "policyTitle": "Political Reform",
                "policyDescription": "Introduce measures to increase political accountability and reduce corruption, which includes enabling voters to remove corrupt MPs, removing big money from politics, changing the voting system, and reducing the number of MPs by 150."
            },
            {
                "policyTitle": "Economy and Environment",
                "policyDescription": "Commit to building a green economy less dependent on London's financial sector and create job opportunities through internships and expanded higher education opportunities."
            }
        ],
        "mentions": {
            "candidate": "Chris is a local man from Pontefract, with a strong lineage in campaigns, from an active age.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Chris wants to represent this constituency because it is time to stop being let down by those at the top who have taken you for granted for too long.",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Proposing a fair and sustainable economy that doesn't rely solely on bankers in London.",
            "education": "Plan to cut class sizes and invest extra funding in education for deprived children.",
            "environment": "Support for a green economy.",
            "governance": "Advocating for political reforms, including the ability to sack corrupt MPs, removal of big money from politics, changing the voting system, and reducing the number of MPs.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Chris is dedicated to public service, advocating for charities and human rights, and has campaigned against climate change around the globe.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "Chris4MP.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Rush Liberal Democrats - leaflet cover with Chris Rush's photo and key messages."
                }
            ]
        },
        "additionalNotes": "The leaflet provides an insight into Chris Rush's key policies and personal statement but does not include specific election dates, detailed political experience, contact information except for a website, or explicit endorsements or quotes."
    }
}