{
  "leaflet": {
	"candidateName": "Colin Eldridge",
	"constituency": "",
	"politicalParty": "Liberal Democrats",
	"electionDate": "",
	"messages": [
  	{
    	"title": "Labour Smear Campaign",
    	"content": "A number of local residents have received letters or leaflets making personal attacks on local Lib Dem candidate Colin Eldridge."
  	},
  	{
    	"title": "Alder Hey - The Hospital - The Facts",
    	"content": "Colin Eldridge chaired the campaign committee to save the Burns Unit. Last week, Labour's health minister admitted that Alder Hey's heart unit may be re-located to a centralised unit in Manchester. As a local MP, Colin Eldridge will fight to prevent this."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Healthcare - Saving the Alder Hey Burns Unit",
    	"policyDescription": "Colin Eldridge led a community campaign to save the Burns Unit at Alder Hey and will continue to fight against its potential relocation."
  	}
	],
	"mentions": {
  	"candidate": "Colin Eldridge is highlighted throughout the leaflet for his role in saving the Burns Unit at Alder Hey.",
  	"otherPartyLeaderCandidate": "Labour's health minister and a Labour Councillor, Jo Anderson, are mentioned in relation to the smear campaign and the potential relocation of the heart unit.",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "Colin Eldridge fought to save the Burns Unit at Alder Hey and objects to the potential relocation of the heart unit to Manchester.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "509 Smithdown Road, Liverpool, L15 5AE",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "A photo of a leaflet addressing the Labour Smear Campaign against Lib Dem candidate Colin Eldridge and stating the facts about Alder Hey Hospital."
    	}
  	]
	},
	"additionalNotes": ""
  }
}