{
  "leaflet": {
    "candidateName": "Dawn Butler",
    "constituency": "Brent Central",
    "politicalParty": "Labour Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A message from Ken Livingstone",
        "content": "Dear [Resident], As a Brent resident, I am proud of the area in which I live and want to see it served by an MP and Councillors who understand your needs and aspirations. This Thursday I will join you in deciding the future of Brent. This Thursday I will be voting for Dawn Butler as my local MP in the new Brent Central constituency, this will be the first time that we have the opportunity to vote for Dawn."
      },
      {
        "title": "Why I'm voting for Dawn.",
        "content": "I knew Dawn before she was MP for Brent South. She is one of the most diligent individuals I have ever had the privilege of knowing. Before becoming an MP, she worked as a Trade Unionist, and was committed to helping thousands of people through difficult times. It is no surprise that at the end of her first block of term, she was appointed to a British Government and was voted 'Female MP of the year'."
      },
      {
        "title": "Why I'm voting for 3 Labour Councillors",
        "content": "This Thursday you are not only voting for your MP but for your local Councillors too. Electing a Labour Council will provide more affordable housing, improve schools and develop public services. This is why I urge you to give your 3 local election votes to Arshad Mahmood, Angela Griggs and Christine Allen."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Dawn Butler",
      "otherPartyLeaderCandidate": "The Lib Dems might look glossy on TV but locally we have all experienced how the Lib Dem/Tory coalition failed: increased council tax, increased care charges for the elderly and increased charges for dumped rubbish. A vote for the Lib Dems in Brent will mean a vote for a Tory government nationally. We can't afford to have the country run like Brent Council.",
      "partyLeader": "Ken Livingstone",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Under Labour, we have seen a real transformation in this country. Without Labour there would be no minimum wage, no working tax credits, no winter fuel allowance, no Sure Start centres or no right to 24 days annual leave. Locally, the Labour Government have invested £100m in our schools, re-built Central Middlesex and Willesden Hospitals and transformed social housing across Brent.",
      "education": "Locally, the Labour Government have invested £100m in our schools...",
      "environment": "",
      "governance": "The Lib Dems might look glossy on TV but locally we have all experienced how the Lib Dem/Tory coalition failed: increased council tax, increased care charges for the elderly and increased charges for dumped rubbish.",
      "health": "Locally, the Labour Government have invested £100m in ...re-built Central Middlesex and Willesden Hospitals...",
      "immigration": "",
      "socialWelfare": "Without Labour there would be no minimum wage, no working tax credits, no winter fuel allowance, no Sure Start centres...",
      "housing": [
        {
          "content": "Electing a Labour Council will provide more affordable housing...",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Freespost RRUJ-HKHK-BGRS, Dawn Butler, Pavitt Hall, Union Road, Wembley, Middlesex, HA0 4AU",
      "phone": "020 9800 1283",
      "email": "dawn@bclabour.org.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Ken Livingstone with Dawn Butler."
        }
      ]
    },
    "additionalNotes": ""
  }
}