{
    "leaflet": {
        "candidateName": "Tim Andrewes",
        "constituency": "St Ives",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "Protect Local Services",
                "policyDescription": "The Green Party is committed to protecting local services. We would fund this by reducing costs elsewhere – scrapping plans for ID cards, cancelling the new Trident nuclear missile system, and cutting the road-building programme."
            },
            {
                "policyTitle": "Creating Jobs in West Cornwall",
                "policyDescription": "Cornwall has a big opportunity to develop local industries based on clean energy – wind, wave, and solar. To make this happen, we need investment and support from Government. I am committed to making that happen."
            }
        ],
        "mentions": {
            "candidate": "Tim Andrewes is 44 years old and works as a rural transport advisor in West Cornwall. He is a town councillor in St Ives.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Abolish SATS in schools and reduce bureaucracy. This way, teachers can concentrate on teaching, not paperwork.",
            "environment": "The Green Party is well known for its stance on the environment. But we have policies on a range of issues.",
            "governance": "",
            "health": "Protecting local services will mean less money for schools, hospitals, and transport – services which we all value and need.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Bringing Britain's 750,000 empty homes back into use. We'd do this by introducing 'Empty Property Orders' – using urban land before green fields.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "My priorities for West Cornwall are to improve life for the vulnerable, and to protect the environment for future generations. If you share these priorities, please vote Green on election day.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01736 795478",
            "email": "",
            "website": "westcornwall.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Tim visiting St Erth to see solar panels installed."
                }
            ]
        },
        "additionalNotes": "Printed on 100% recycled paper by Control Print, Cardrew Industrial Estate, Redruth. TR15 1SS. Published by Rob Pickering, 1 Tregeseal Row, St Just, TR19 7QJ on behalf of Tim Andrewes, 15 Street-an-Garrow, St Ives. TR26 1SG."
    }
}