{
    "leaflet": {
        "candidateName": "John Finnie",
        "constituency": "Inverness Nairn Badenoch & Strathspey",
        "politicalParty": "SNP",
        "electionDate": "",
        "messages": [
            {
                "title": "Working for you",
                "content": "John has a track record of working locally and campaigning for the issues that matter to the people of Inverness, Nairn, Badenoch & Strathspey in the House of Commons."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Development",
                "policyDescription": "John and Dave Thompson MSP are working with the Scottish Government and others to complete the Inverness by-pass."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Opposing local Lib Dem proposals which would see a 20% rise in your Council Tax bill."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Being honest in campaigning for a fair fuel price and not saying one thing locally and another nationally."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Working with local MSPs and Councillors to protect the 6 Inverness Learning Centres from closure."
            },
            {
                "policyTitle": "Infrastructure",
                "policyDescription": "Supports the SNP's pledge to dual the A9 but will fight Lib Dem plans which will see local motorists charged."
            }
        ],
        "mentions": {
            "candidate": "John is committed to making sure the system benefits the majority, not just those who know how to work it. He has a track record of working locally and campaigning for a fair deal on fuel prices, and of council tax, of campaigning against the housing crisis. If elected to represent you in the House of Commons I will continue to work for cheaper fuel prices for the area.",
            "otherPartyLeaderCandidate": "Lib Dem",
            "partyLeader": "First Minister Alex Salmond",
            "tacticalSituation": "In the last election in this area there were only a handful of votes between the SNP and the Lib Dems. Labour and the Conservatives are far too behind to have any chance of being elected here. By voting for John Finnie in this election you can make a difference and be represented by a local champion in your area's first London based MP working for your Party's leader."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Opposing local Lib Dem proposals which would see a 20% rise in your Council Tax bill. Being honest in campaigning for a fair fuel price and not saying one thing locally and another nationally.",
            "education": "Working with local MSPs and Councillors to protect the 6 Inverness Learning Centres from closure.",
            "environment": "",
            "governance": "John has a track record of working locally and campaigning for the issues that matter to the people of Inverness, Nairn, Badenoch & Strathspey in the House of Commons.",
            "health": "Being honest in campaigning for a fair fuel price and not saying one thing locally and another nationally.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Opposes charges that rubbish continues to be picked up.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "John is committed to making sure the system benefits the majority, not just those who know how to work it.",
        "politicalExperience": [
            {
                "role": "Former police officer, SNP Council Group Leader",
                "duration": "",
                "achievements": "Works closely with SNP MSP Fergus Ewing and has a track record of campaigning in the local communities to protect local services, of preserving the tax rate and leading the SNP's charge of freezing council tax and protecting the services of our older people."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "As a well known local activist, John will be an excellent local champion on the issues that matter to the people of Inverness, Nairn, Badenoch & Strathspey in the House of Commons.",
                "source": "First Minister Alex Salmond",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "John with First Minister Alex Salmond"
                },
                {
                    "caption": "John speaking with local resident Lorna Young"
                },
                {
                    "caption": "John at Caledonian Canal with Dave Thompson MSP"
                }
            ]
        },
        "additionalNotes": "In the European Election 2009 results in this area, SNP was the second leading party after Lib Dem."
    }
}