{
  "leaflet": {
    "candidateName": "Sadiq Khan",
    "constituency": "Tooting",
    "politicalParty": "Labour Party",
    "electionDate": "2010-05-06",
    "messages": [
      {
        "title": "",
        "content": "Dear fellow resident, I've heard a lot from the election candidates. But this election's not about them, it's about us. So I asked Sadiq Khan if he could help me tell my story."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Investment in NHS",
        "policyDescription": "Labour has transformed the NHS with extra staff, including 44,000 more doctors and 89,000 more nurses since being elected in 1997, enabling more focus on each patient."
      },
      {
        "policyTitle": "Labour's investment in education",
        "policyDescription": "Labour's investment has provided extra teachers and teaching assistants, new classrooms, and investment in IT at St Boniface School."
      }
    ],
    "mentions": {
      "candidate": "As a dad married to a working mum, I know Sadiq understands these concerns.",
      "otherPartyLeaderCandidate": "Only the Tories would make her lose out because I'm not married - it proves to me that they haven't changed.",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "You can really see the difference Labour's investment has made, with extra teachers and teaching assistants, new classrooms and investment in IT.",
      "environment": "",
      "governance": "",
      "health": "So I've seen first-hand how Labour has transformed the NHS. There are all the new facilities at St George's.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"As a key worker, they've enabled me to get on the property ladder and buy a home of my own. And they introduced tax credits, which are vital help in raising my daughter Ella and ensuring I can afford to work.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "DJ Bellamy on behalf of Sadiq Khan, all of 5B Trinity Road, London, SW17 7RH.",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Liz McDonnell",
        "endorsement": "I've heard a lot from the election candidates. But this election's not about them, it's about us. So I asked Sadiq Khan if he could help me tell my story... I hope you'll be voting to re-elect Sadiq this Thursday… Your vote will decide the future of the NHS, of our schools and of families like mine. Please use it wisely."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Liz McDonnell and her daughter"
        }
      ]
    },
    "additionalNotes": ""
  }
}