{
  "leaflet": {
    "candidateName": "Sachin Rajput",
    "constituency": "Brent Central",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A RECORD OF ACTION IN BRENT CENTRAL",
        "content": "SACHIN RAJPUT works hard all year round for you, engaging with the public and decision makers on issues that matter most. On election to Parliament, Sachin will continue to fight for Brent Central residents tackling health inequalities, crime and unemployment, and will work to address the dire public finances created by this failing Labour Government. Unlike Labour’s Dawn Butler, he will not claim a second home allowance which he believes is unnecessary for a London MP - to claim."
      },
      {
        "title": "A HUNG PARLIAMENT WOULD MEAN 5 MORE YEARS OF GORDON BROWN.",
        "content": "Brown to stay as PM in hung parliament."
      },
      {
        "title": "A PERSONAL MESSAGE FROM DAVID CAMERON",
        "content": "In less than a week Britain votes in the most important election we’re likely to face for a generation. Britain must decide. Five more years of the old politics with the old politicians. Or we can bring in a new Conservative government will bring out the very best in Britain right now. We will renew the old politics that says when people say ‘keep me in a job’ what politicians mean is themselves. We will get rid of the old politics. We’ll raise standards in schools and give teachers the backing they deserve. We’ll protect our NHS and make it patient focused. We’ll change our economy and scrap its unfairness to support entrepreneurs and hard workers. We’ll end the unfairness in retirement pensions for women. We’ll get a grip on our borders. We’ll make our streets safe again and get a grip on crime and anti-social behaviour. We’ll safeguard our environment for future generations."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health Inequalities",
        "policyDescription": "Tackling health inequalities in Brent Central."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Addressing crime rates in the constituency."
      },
      {
        "policyTitle": "Unemployment",
        "policyDescription": "Working to reduce unemployment."
      },
      {
        "policyTitle": "Public Finances",
        "policyDescription": "Addressing the state of public finances created by the current Labour Government."
      },
      {
        "policyTitle": "Housing Expenses",
        "policyDescription": "Sachin Rajput will not claim a second home allowance."
      }
    ],
    "mentions": {
      "candidate": "Sachin Rajput",
      "otherPartyLeaderCandidate": "Gordon Brown, Dawn Butler",
      "partyLeader": "David Cameron",
      "tacticalSituation": "The Conservatives must win here to stop another 5 years of Gordon Brown."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "We’ll raise standards in schools and give teachers the backing they deserve.",
      "environment": "We’ll safeguard our environment for future generations.",
      "governance": "We will renew the old politics and get rid of its unfairness.",
      "health": "We’ll protect our NHS and make it patient focused.",
      "immigration": "We’ll get a grip on our borders.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Unlike Labour’s Dawn Butler, he will not claim a second home allowance which he believes is unnecessary for a London MP - to claim.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "SACHIN RAJPUT works hard all year round for you, engaging with the public and decision makers on issues that matter most.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "ABOVE: SACHIN GREETS INSPIRATIONAL RELIGIOUS LEADER on his second UK visit, attracting thousands of listeners to Wembley Stadium. SACHIN acted as the key representative to Mr Morari Bapu, who reiterated his philosophy of promoting peace amongst all human kind."
        },
        {
          "caption": "LEFT: TALKING TO RESIDENTS IN STONEBRIDGE PARK to listen to residents concerns and the announcement of the Conservative Party pledging to address unemployment, by offering apprenticeships and support for the many young black males in Stonebridge who currently face political exile in their own labour of heart."
        },
        {
          "caption": "RIGHT: SACHIN GETS GO-APPROVAL FOR CANCER TREATMENT PLANS."
        },
        {
          "caption": "LEFT: DISCUSSING MILITARY CONFLICT AND RESOURCES WITH ARMY CHIEF."
        },
        {
          "caption": "ABOVE: THREE YEAR COUNCIL TAX FREEZE. Mayor of London, Boris Johnson reassures Sachin Rajput that if voted in, he and the Conservatives in Brent Council, and Sachin Rajput as MP, would duly work together over the next term to provide residents with a full 3 year council tax freeze, by creatively counteracting rising costs and unnecessary bureaucratic government overhead."
        },
        {
          "caption": "HAZELDEAN MEDICAL CENTRE."
        }
      ]
    },
    "additionalNotes": ""
  }
}