{
    "leaflet": {
        "candidateName": "Jordan Newell",
        "constituency": "Colchester",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Putting Colchester First",
                "content": "A Future Fair for All. Thanks to Labour, Colchester is stronger, fairer and safer."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A stronger Colchester",
                "policyDescription": "Listening to local residents and working together to benefit the community."
            },
            {
                "policyTitle": "A safer Colchester",
                "policyDescription": "Working with police and public agencies to tackle crime and anti-social behavior."
            },
            {
                "policyTitle": "A greener Colchester",
                "policyDescription": "Supporting local initiatives to promote street cleaning, refuse collection and recycling."
            },
            {
                "policyTitle": "A healthy Colchester",
                "policyDescription": "Investing in and protecting local health services."
            },
            {
                "policyTitle": "A proud Colchester",
                "policyDescription": "Celebrating our heritage, the diversity and the men and women of our armed forces community."
            }
        ],
        "mentions": {
            "candidate": "Jordan Newell",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The NHS is one of Labour's proudest achievements, offering universal healthcare free at the point of use.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Colchester has benefited from great health services with a new Primary Care Centre, the new buildings at Colchester General Hospital, and frontline staff numbers have increased while charges for car parking have changed for the better, thanks to Labour.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Colchester Labour Party, 2 Rowan Place, Colchester CO1 1AJ",
            "phone": "01206 854 857",
            "email": "jordan4colchester@hotmail.co.uk",
            "website": "www.colchesterlabour.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "twitter.com/jordannewell",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Samantha Drummond",
                "endorsement": "Jordan has a proven track record of supporting the voluntary sector, not just expressing it but across Essex. His work with Colchester CVS is a clear sign to me that he supports our town."
            },
            {
                "endorser": "Cllr Tim Young",
                "endorsement": "Jordan lives in Colchester and is in touch with local issues and local concerns, and the Labour Group on Colchester Borough Council, I look forward to working with him so that, together, we can achieve the best for Colchester."
            },
            {
                "endorser": "Ashy Rudge",
                "endorsement": "Jordan demonstrates his genuine passion and commitment to achieving the best for Colchester. Jordan Newell and Labour will defend and improve our local services and develop for students."
            },
            {
                "endorser": "Gordon Brown",
                "endorsement": "In Jordan Newell, Colchester has a strong, determined and effective candidate who will put its interests first. He lives in Colchester, believes in Colchester and will give all of his efforts for Colchester."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jordan Newell with residents at a breakfast table"
                },
                {
                    "caption": "Jordan Newell with a supporter"
                }
            ]
        },
        "additionalNotes": ""
    }
}