{
    "leaflet": {
        "candidateName": "Karrar Khan",
        "constituency": "Rushcliffe",
        "politicalParty": "Liberal Democrat",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "Dear Neighbour",
                "content": "I am writing to introduce myself to you as the Liberal Democrat candidate for Rushcliffe for the forthcoming General Election."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer Britain",
                "policyDescription": "By introducing a £10,000 threshold for income tax that will make people up to £700 a year better off."
            },
            {
                "policyTitle": "Fair start for all children at school",
                "policyDescription": "By introducing a Pupil Premium that will help support the most disadvantaged children in our society."
            },
            {
                "policyTitle": "Rebalance the green economy",
                "policyDescription": "By investing in cleaner, greener technologies."
            },
            {
                "policyTitle": "Clean, open politics",
                "policyDescription": "By reform of the political system, including the right to sack MPs, cleaning up party funding, and the introduction of fair votes."
            }
        ],
        "mentions": {
            "candidate": "Karrar Khan",
            "otherPartyLeaderCandidate": "Our Shadow Chancellor, Vince Cable",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Shadow Chancellor, Vince Cable, was right about the economy – that it was unbalanced and over-reliant on a consumer borrowing spree and fantasy house prices.",
            "education": "",
            "environment": "",
            "governance": "Reform of the political system with the right to sack MPs, cleaning up party funding, and the introduction of fair votes.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Unclear content regarding housing policy",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I live in West Bridgford and have for nearly 30 years. I'm a magistrate and a Visiting Professor at De Montfort University in Leicester. I run my own pharmaceutical consultancy. I spent 34 years in the development of medicines with major UK pharmaceutical companies.",
        "politicalExperience": [
            {
                "role": "Borough Councillor for the Musters Ward in West Bridgford",
                "duration": "Since May 2007",
                "achievements": "Effective scrutiny of council decisions, vigorously opposing unsustainable development, such as that at Sharphill, and seeking to ensure value for taxpayers' money."
            }
        ],
        "contactInformation": {
            "address": "76 Melton Road West Bridgford Nottingham NG2 6FJ",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Karrar Khan"
                }
            ]
        },
        "additionalNotes": "The leaflet provides personal background about Karrar Khan and outlines key Liberal Democrat policies and reforms. Specific mentions of achievement and roles are included as well as a brief note about the candidate's personal history and connection to the area."
    }
}