{
    "leaflet": {
        "candidateName": "Ann Keen",
        "constituency": "Brentford, Chiswick, Gunnersbury, Hounslow, Isleworth and Osterley",
        "politicalParty": "Labour Party",
        "electionDate": "Thursday 6 May",
        "messages": [
            {
                "title": "One vote - your vote - could decide if the Tories or Labour’s Ann Keen wins here",
                "content": "Good health! It's not just a toast. Since I became your MP, I have used my experience as a nurse to secure good health for our community."
            },
            {
                "title": "Why Labour's Ann Keen is our local choice",
                "content": "I believe voting for Ann because I can see that she has a genuine passion for helping local people and that's what we need right now."
            },
            {
                "title": "You Decide",
                "content": "Labour is proud of the changes Britain has seen since 1997...but the job is not yet done."
            },
            {
                "title": "Delivering for local people",
                "content": "5 REASONS TO KEEP THE TORIES OUT..."
            },
            {
                "title": "My promise to you",
                "content": "Your living standards, your neighbourhood police, your child's school and your local hospital. That is what I care about this election...Vote for Labour and for me is a vote for..."
            },
            {
                "title": "URGENT NOTICE",
                "content": "This election is about who can form a stable Government to secure the recovery without costing our public services..."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health",
                "policyDescription": "Labour will build a better health service by preventing illness, prioritizing public health and by shifting more care and treatment to personal preventative care and personal care in the home. This includes earlier diagnosis and treatment and more frontline health care workers."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Labour will ensure the economy is supported, investing in areas that will lead the recovery from recession and create jobs. Support for business to grow and flourish, with plans for loans to small and medium sized enterprises."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Labour values the importance of education and works towards providing support and high-quality teaching for successful learning."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Labour will focus on home affordability and assist first-time buyers. Plans to adapt to new home ownership models."
            }
        ],
        "mentions": {
            "candidate": "Ann Keen",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": "A vote for the Lib Dems or any other party will let the Tories win."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Labour will make the NHS one of the best health services in the world...",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour has improved housing and will continue through support for new affordable homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "Since 1997",
                "achievements": "Used experience as a nurse to secure good health for our community."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "020 8995 7289",
            "email": "ann@annkeen.co.uk",
            "website": "www.annkeen.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ann Keen with supporters and constituents."
                }
            ]
        },
        "additionalNotes": ""
    }
}