{
  "leaflet": {
    "candidateName": "Margot Parker",
    "constituency": "Sherwood",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Empowering the people of Sherwood",
        "content": "UKIP is the Best prescription for our NHS"
      },
      {
        "title": "Margot Parker UK Independence Party Parliamentary Candidate For Sherwood",
        "content": "About Margot Parker - A strong voice for Sherwood"
      },
      {
        "title": "We want our country back!",
        "content": "UKIP unlike other parties will tell you the facts and let you make up your mind. We believe in putting our country first!"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "UKIP believes strongly in the principles of the NHS which should continue to deliver free health care at the point of delivery."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "End mass-uncontrolled and unlimited immigration. Regain control of our borders and introduce a points based system for work permits and residence."
      },
      {
        "policyTitle": "Businesses and jobs",
        "policyDescription": "Support for small businesses for real jobs and wealth creation. Allow British manufacturing lets get Britain PLC back to work!"
      },
      {
        "policyTitle": "Health",
        "policyDescription": "Safeguard NHS principles of not for profit health care."
      },
      {
        "policyTitle": "Tax",
        "policyDescription": "Scrap taxes on minimum wage, no income tax below £13,500. Cut council tax by scrapping EU laws and non-jobs and expensive political positions."
      }
    ],
    "mentions": {
      "candidate": "Margot Parker",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Over three quarters of our laws being made in Brussels, UKIP is the only party determined to bring power and control back to Westminster and the British People.",
      "economy": "",
      "education": "Schools where teachers have the time to teach and every school leaver is guaranteed a job or further education.",
      "environment": "",
      "governance": "",
      "health": "UKIP is the best prescription for our NHS.",
      "immigration": "End mass-uncontrolled and unlimited immigration. Regain control of our borders and introduce a points based system for work permits and residence.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I was born in Grantham and have lived all my life in the East Midlands. A worker in the community of East Midlands, I have a British trade association for the last 16 years and have frontline experience in the real world of family, believe it is time for politicians to get back to the core values of honesty and trust and regain the straight talking to the people of Sherwood.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Secretary: UKIP North Nottinghamshire Branch, PO Box 888, Newark, Notts, NG24 9TU",
      "phone": "Office: 01623 657 667 Mobile: 07977 958 212",
      "email": "margot.parker@ukip.org",
      "website": "www.ukip.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Like everyone else I have been disgusted at the MP's expenses scandal. It is time for change and to deliver better value to our over-stretched taxpayer.",
        "source": "Margot Parker",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Margot Parker - Straight talking"
        }
      ]
    },
    "additionalNotes": "Vote UKIP and Margot Parker for Sherwood."
  }
}