{
  "leaflet": {
    "candidateName": "James Hockney",
    "constituency": "Barnsley East",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "Supporting local children’s charity",
        "content": "James is currently a local Trustee with the Red Balloon children’s charity. They are looking to open a Learner Centre in South Yorkshire to help children who have been so badly bullied that they cannot attend mainstream school."
      },
      {
        "title": "William Hague calls for economic change",
        "content": "William Hague speaking at the recent Spring Conservative Forum said, “When Gordon Brown took over, this, our great country, was the 4th largest economy in the world. Now, it is falling behind and forecast within 5 years to be the 11th behind not just growing giants like China, but behind our neighbours France and Italy. We were ranked 7th in the world for the competitiveness of our economy. Now, we are 84th and 86th. We are the last G20 country to emerge from recession. We are borrowing more of our income than countries like Greece, but the Greeks have more plans to do something about it."
      },
      {
        "title": "Road Maintenance Slammed",
        "content": "James said, “The number one local issue is the state of the roads and paths. Residents say to me they have paid their taxes but are not getting the service they deserve. Many residents have contacted me directly regarding this across Barnsley East including in Hoyland, Darfield, Hemingfield, Cudworth, Wombwell and Worsbrough. I call on the Council to take urgent action on potholes. Many people ask why the pot holes just get filled in - rather than actually digging out the local hole and doing a proper seal repair. I will take this up with the Council and put my report back in the Next In Touch leaflet."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "James Hockney",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "William Hague",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We are the last G20 country to emerge from recession. We are borrowing more of our income than countries like Greece, but the Greeks have more plans to do something about it.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The number one local issue is the state of the roads and paths. Residents say to me they have paid their taxes but are not getting the service they deserve.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "James said, “I value your views, please feel welcome to contact me. I am doing my level best to get out and meet as many residents as I can on the doorstep”",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07958-389713",
      "email": "j.hockney@btinternet.com",
      "website": "www.barnsleyeastconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Pictured: James meeting William Hague"
        },
        {
          "caption": "Pictured: James is pictured with Carrie Herbert, Chief Executive of Red Balloon and Daily Mail Inspirational Women of the year 2008."
        },
        {
          "caption": "Pictured: James meeting local people."
        }
      ]
    },
    "additionalNotes": "Fighting for a better future for Barnsley East"
  }
}