{
  "leaflet": {
    "candidateName": "",
    "constituency": "Scotland",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Real change for you",
        "content": "Scotland can't go on with more years of sleaze and corruption under Labour. All parties say they want to change things, but actions speak louder than words. When the Liberal Democrats put forward plans to clean up Parliament, Labour and Conservative MPs voted them down. Britain needs a change and only the Liberal Democrats can deliver that change."
      },
      {
        "title": "Will you be letting Labour off the hook?",
        "content": "In many parts of Scotland, the Conservatives and the SNP are out of the race and cannot win. In these areas, it's a choice between the Liberal Democrats or Labour. Voting Conservative or SNP could let Labour off the hook and give us FIVE MORE YEARS of a Labour Government."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "change that works for you",
        "policyDescription": "Giving you the power to sack corrupt MPs, stopping MPs being bought by millionaire and billionaire donors, making politicians work for the people again"
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "In many parts of Scotland, the Conservatives and the SNP are out of the race and cannot win. It's a choice between the Liberal Democrats or Labour."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "When the Liberal Democrats put forward plans to clean up Parliament, Labour and Conservative MPs voted them down.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Nick Clegg, Freepost, Scottish Lib Dems, 4 Clifton Terrace, Edinburgh, EH12 5DR",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Five more years of Labour will mean more tax hikes and more Westminster sleaze.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Clegg and another member of the Liberal Democrats on the left page. Image of a hook with a picture of Gordon Brown on the right page."
        }
      ]
    },
    "additionalNotes": "The leaflet positions the Liberal Democrats as the alternative to Labour in Scotland and emphasizes governance issues with a focus on parliamentary cleanup."
  }
}