{
  "leaflet": {
    "candidateName": "Farid Ahmed",
    "constituency": "",
    "politicalParty": "LIBERAL DEMOCRATS",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "With your help Labour can be beaten here – but I need your vote in the ballot box to do it. Many people have told me that they don’t like the nasty and negative campaigns the other parties are fighting. Politics has got a really bad name already and this type of campaigning doesn’t help at all. I am asking you to judge me on my record of delivery and hard work for our area. With your support, I’ll work hard for local residents. With your local Lib Dem Team: Tulat Raja, Samantha Syed and Bob Wheatley, I’ll be a strong voice for local communities. I’ll always put our area first before party politics. I’ll make sure our voice is heard in parliament. Please do lend me your support. Thanks and best wishes, Farid Ahmed"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Tulat Raja, Samantha Syed and Bob Wheatley",
      "otherPartyLeaderCandidate": "Labour opponent",
      "partyLeader": "",
      "tacticalSituation": "It will be a close finish between my Labour opponent and me. Your vote could decide who wins here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am asking you to judge me on my record of delivery and hard work for our area.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "313 Hoe Street, London E17 9BG",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Written content from Farid Ahmed's campaign leaflet"
        }
      ]
    },
    "additionalNotes": "The leaflet provides a personal appeal for support with emphasis on negative campaigning by other parties and a promise to prioritize local communities and represent their voice in parliament."
  }
}