{
  "leaflet": {
    "candidateName": "Keith Simpson",
    "constituency": "Broadland",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Keith Simpson has been a local Member of Parliament for the last 13 years. He has fought many campaigns and supported numerous good causes. He has a reputation as a strong voice for local people."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Roads That Work",
        "policyDescription": "Keith has campaigned vigorously and with some success to eliminate accident black spots, he has worked closely with local communities and councils to get us the road network we deserve."
      },
      {
        "policyTitle": "Honouring the Military",
        "policyDescription": "A strong advocate for the military, Keith Simpson, who served as a senior lecturer in military studies at Sandhurst for 13 years before entering Parliament, criticizes Labour for not giving our service personnel and their families the respect they deserve despite sending them to war."
      },
      {
        "policyTitle": "Fight for Our Local Health Service",
        "policyDescription": "Keith has fought against Labour's attacks on our rural health service. He has campaigned with local communities to safeguard the number of beds in our area. The local health service must reflect our needs, of families and not the views of Whitehall bureaucrats."
      },
      {
        "policyTitle": "Supporting Macmillan Cancer",
        "policyDescription": "Keith is a strong supporter of Macmillan Cancer. His wife, Pep, runs the Parliamentary Tug of War Competition every year to raise funds for the charity. Keith is immensely proud of this."
      },
      {
        "policyTitle": "Protecting Our Quality of Life",
        "policyDescription": "Keith espouses the importance of protecting our quality of life in Broadland, with its beautiful and diverse wildlife, wonderful heritage, and fantastic natural environment, and is determined to ensure that we never lose what we already have in the search for progress."
      }
    ],
    "mentions": {
      "candidate": "Keith Simpson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "Keith Simpson advocates for protecting the diverse wildlife, wonderful heritage, and fantastic natural environment of Broadland.",
      "governance": "",
      "health": "Keith Simpson has campaigned with local communities to safeguard the number of beds and to ensure the local health service reflects the needs of families, in opposition to Labour's attacks on rural health services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Member of Parliament",
        "duration": "13 years",
        "achievements": "Fought many campaigns and supported numerous good causes."
      },
      {
        "role": "Senior Lecturer in Military Studies at Sandhurst",
        "duration": "13 years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "LEFT: ROADS THAT WORK"
        },
        {
          "caption": "ABOVE: STANDING UP FOR RURAL COMMUNITIES"
        },
        {
          "caption": "RIGHT: HONOURING THE MILITARY"
        },
        {
          "caption": "LEFT: FIGHT FOR OUR LOCAL HEALTH SERVICE"
        },
        {
          "caption": "RIGHT: SUPPORTING MACMILLAN CANCER"
        },
        {
          "caption": "ABOVE: PROTECTING OUR QUALITY OF LIFE"
        }
      ]
    },
    "additionalNotes": ""
  }
}