{
    "leaflet": {
        "candidateName": "Teresa Murray",
        "constituency": "Rochester and Strood",
        "politicalParty": "Labour",
        "electionDate": "May 6",
        "messages": [
            {
                "title": "VOTE",
                "content": "For a local candidate. Teresa has lived in Rochester for 22 years and, if elected, will continue to live in the constituency. For a candidate with a proven record on defending our parks, green spaces and heritage from Tory cuts and sell-offs. For a candidate who stands shoulder to shoulder with parents to fight school closures and mergers. A mother and grandmother who understands the needs of families. For a champion of Medway’s communities - Rochester, Chatham, Strood, Brompton, Borstal, St Mary's Island, Cuxton & Halling and villages in Strood Rural and Hoo Peninsula."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Teresa Murray",
            "otherPartyLeaderCandidate": "Mark Reckless",
            "partyLeader": "",
            "tacticalSituation": "Only a vote for Bob's successor, Teresa Murray can stop him."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "For a candidate who stands shoulder to shoulder with parents to fight school closures and mergers.",
            "environment": "For a candidate with a proven record on defending our parks, green spaces and heritage from Tory cuts and sell-offs.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Tory Medway council has ignored local people by building on Copperfield area park, recreation ground and putt Bortsall Meadow at risk. Strood's historic Aveling and Porter building has been flattened, to make way for a car park, but thanks to the Tories' botched new one-way system in Chatham, our traffic is at a standstill.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Teresa Murray with Bob Marshall-Andrews and local school children."
                }
            ]
        },
        "additionalNotes": "In 2005, you elected Bob Marshall-Andrews by 213 votes... Twice-loser Mark Reckless hopes he will be third time lucky. Only a vote for Bob's successor, Teresa Murray can stop him. A Lib Dem vote in Rochester and Strood is a Reckless vote."
    }
}