{
    "leaflet": {
        "candidateName": "Clive Grunshaw",
        "constituency": "Lancaster and Fleetwood",
        "politicalParty": "Labour",
        "electionDate": "6 May",
        "messages": [
            {
                "title": "I’m backing Clive",
                "content": "Labour haven't been perfect, and I've not always voted for them. But meeting Clive Grunshaw convinced me that he deserves our support. He has the conviction and honesty that all MPs ought to have, and he’ll stand up for the causes I care about."
            },
            {
                "title": "",
                "content": "Whoever is elected on 6 May, they will be faced with decisions about how to rebuild the economy and deal with the deficit; and who deserves help, and who pays for it. Faced with those tough choices, to which there are no easy answers, all we have to guide us are our values. I know I value fairness, but what do the Tories value? If their planned £20,000 tax break for 3,000 millionaires is anything to go by, fairness is their last priority."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Better transport",
                "policyDescription": "Fight for cheaper and bus travel investment in our road and rail networks."
            },
            {
                "policyTitle": "A future fair for children",
                "policyDescription": "Campaign for new schools and Sure Start centres to give our children the best start."
            },
            {
                "policyTitle": "Protecting the NHS",
                "policyDescription": "Defend our local NHS from cuts, and fight for everyone’s right to a fast and high quality service."
            },
            {
                "policyTitle": "Action on the environment",
                "policyDescription": "Take real action to combat climate change, and campaign for safer, cleaner and greener streets."
            },
            {
                "policyTitle": "Caring for our elderly",
                "policyDescription": "Campaign to raise pensions and winter fuel payments and to establish a National Care Service for all."
            }
        ],
        "mentions": {
            "candidate": "Clive Grunshaw",
            "otherPartyLeaderCandidate": "the Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Whoever is elected on 6 May, they will be faced with decisions about how to rebuild the economy and deal with the deficit; and who deserves help, and who pays for it.",
            "education": "Campaign for new schools and Sure Start centres to give our children the best start.",
            "environment": "Take real action to combat climate change, and campaign for safer, cleaner and greener streets.",
            "governance": "",
            "health": "Defend our local NHS from cuts, and fight for everyone’s right to a fast and high quality service.",
            "immigration": "",
            "socialWelfare": "Campaign to raise pensions and winter fuel payments and to establish a National Care Service for all.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Someone who has lived, worked and studied locally my entire life, I believe the people of Lancaster value fairness, and want a future where everyone has the chance to get on, not just get by. Those are my values too - real Labour values. If, like me, you want the big decisions of the future to be made with fairness, I hope I can count on your support on May 6th.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "FREEPOST RRYH-BRUR-SCAH 47 Scotforth Road Lancaster LA1 4SA",
            "phone": "01524 61935",
            "email": "clive.grunshaw@gmail.com",
            "website": "www.clivegrunshaw.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Helen Wilkie",
                "endorsement": "Labour haven't been perfect, and I've not always voted for them. But meeting Clive Grunshaw convinced me that he deserves our support. He has the conviction and honesty that all MPs ought to have, and he’ll stand up for the causes I care about. Clive in Parliament would be a relentless campaigner for social justice, not at home and abroad, and for moving our economy toward a sustainable future that no longer exploits the world's finite resources or its people."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Clive Grunshaw speaking with a resident."
                },
                {
                    "caption": "Clive Grunshaw by a historic building."
                },
                {
                    "caption": "Clive Grunshaw portrait."
                }
            ]
        },
        "additionalNotes": ""
    }
}