{
    "leaflet": {
        "candidateName": "Edward Garnier",
        "constituency": "Harborough",
        "politicalParty": "Conservative",
        "electionDate": "6th May 2010",
        "messages": [
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR EDWARD GARNIER",
                "content": "1. For a strong voice in Westminster and Leicestershire, for an MP who gets things done, with a record of achievement and the experience to ensure that whatever your politics, wherever you live, and whatever your background, your views will influence government. 2. For well funded health provision and schools, for a strong economy that supports our pensioners, hard working families, our armed forces and those in need of help, and for controlled immigration to benefit this country. 3. For a Britain that you can be proud of and is respected around the world, for a government that will tackle crime rather than simply talk about it and for an efficient economy for the day and the future."
            },
            {
                "title": "A RECORD OF ACTION IN HARBOUR",
                "content": "For the last 18 years as your MP, I have worked hard for you in Leicestershire and Westminster regardless of your politics, age, colour or creed. I am determined to do so again. This election is vital for the future of our country. Please help me to secure a future for Britain, for you and for your families."
            },
            {
                "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
                "content": "In just a few weeks we will have the most important election for a generation. Our economy is weak and our bureaucracy is bloated by crime and hospitals are in crisis. A Conservative government will take bold action on all fronts. We'll cut Gordon Brown's waste and debt to get our economy moving. We'll support families and back people who do the right thing. We'll raise standards in our society because people say no to poor service and support as well. And we need big changes in our political leadership. We need to leave the era of pacifying MPs' expenses and with front the job."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health Provision and Schools",
                "policyDescription": "For well funded health provision and schools."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "For a strong economy that supports our pensioners, hard working families, our armed forces and those in need of help."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "For controlled immigration to benefit this country."
            },
            {
                "policyTitle": "National Pride and Crime",
                "policyDescription": "For a Britain that you can be proud of and is respected around the world, and for a government that will tackle crime rather than simply talk about it."
            }
        ],
        "mentions": {
            "candidate": "Edward Garnier",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Our economy is weak and our bureaucracy is bloated. Brown's waste and debt to get our economy moving.",
            "education": "",
            "environment": "",
            "governance": "We need big changes in our political leadership. We need to leave the era of pacifying MPs' expenses.",
            "health": "For well funded health provision.",
            "immigration": "For controlled immigration to benefit this country.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP of Harborough",
                "duration": "18 years",
                "achievements": "Worked hard for you in Leicestershire and Westminster regardless of your politics, age, colour or creed."
            }
        ],
        "contactInformation": {
            "address": "Conservative Campaign HQ, 24 Nelson Street, Market Harborough, LE16 9AY",
            "phone": "01858 464146",
            "email": "EJGarniermp@tory.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Edward Garnier with constituents."
                },
                {
                    "caption": "Edward Garnier taking action in the constituency."
                },
                {
                    "caption": "Edward Garnier at the British Legion event."
                }
            ]
        },
        "additionalNotes": ""
    }
}