{
    "leaflet": {
        "candidateName": "Claire Kelley",
        "constituency": "Harrogate & Knaresborough",
        "politicalParty": "Lib Dem",
        "electionDate": "",
        "messages": [
            {
                "title": "A FAIR CHANCE FOR EVERY CHILD",
                "content": "Invest in schools, Smaller class sizes, Abolish tuition fees"
            },
            {
                "title": "Invest in schools",
                "content": "The Liberal Democrats will invest an extra £2.5 billion into our schools to give every child a fair chance. This will help improve school discipline and provide more one to one tuition to help struggling pupils."
            },
            {
                "title": "Smaller class sizes",
                "content": "That £2.5 billion will also help cut class sizes for those vital early years. Smaller class sizes will enable teachers to spend more time with each pupil."
            },
            {
                "title": "Abolish tuition fees",
                "content": "The removal of Labour's unfair tuition fees will help tackle massive student debts. It will mean that more young people from less well off families can attend university too."
            },
            {
                "title": "Experience and commitment",
                "content": "Claire Kelley is truly passionate about education. She has practical experience in local schools & showing a track record of community support."
            },
            {
                "title": "LABOUR CAN'T WIN HERE",
                "content": "It's Lib Dem or Conservative in our area. Labour can't win."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Investing an extra £2.5 billion into schools for smaller class sizes and abolishing tuition fees to reduce student debts."
            }
        ],
        "mentions": {
            "candidate": "Claire Kelley",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": "It's Lib Dem or Conservative in our area. The Labour Party has come a humiliating fourth place in the last three Harrogate Council by-elections and were third here at the General Election. Even lifelong Labour supporters are switching to back Claire Kelley this time."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Claire Kelley and the Lib Dems plan to invest £2.5 billion to improve education by reducing class sizes and abolishing tuition fees.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Claire Kelley is truly passionate about education and has shown a track record of community support.",
        "politicalExperience": [
            {
                "role": "Elected parent governor at her children's infants and secondary school in Harrogate",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "FREPOST LS6425 Harrogate HG1 5BR",
            "phone": "",
            "email": "",
            "website": "www.handklibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Phil Willis",
                "endorsement": "Local education champion Phil Willis MP is backing Claire to work hard for schools. 'We need an MP who really will campaign for our schools - Claire is clearly the best choice.'"
            }
        ],
        "quotes": [
            {
                "text": "Our local schools could have no better champion than Claire Kelley",
                "source": "Local MP and former headteacher Phil Willis",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Claire with son Alex and daughter Emily who both went to school in Harrogate."
                },
                {
                    "caption": "Giving every child a chance."
                }
            ]
        },
        "additionalNotes": ""
    }
}