{
    "leaflet": {
        "candidateName": "Linda Jack",
        "constituency": "Mid Bedfordshire",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Change that works for you",
                "content": "Linda Jack says she believes in Liberal Democrat values, where everyone has the opportunity to thrive, for more equal society, come from a life of public service, driven by commitment to do what she considers can be better and a desire to really change things."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS services",
                "policyDescription": "The Liberal Democrats will take frontline action to protect NHS services."
            },
            {
                "policyTitle": "Pensions and armed forces",
                "policyDescription": "Promises more police on patrol, restore the pensions’ earnings link and deliver fair pay for the armed forces."
            },
            {
                "policyTitle": "Economic plan",
                "policyDescription": "The Liberal Democrats are the only party with a plan to balance the country's books after the recession."
            }
        ],
        "mentions": {
            "candidate": "Linda Jack",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "It's a two horse race, Labor can't win here. At the Last General Election here in Mid Beds, Labour were in third place, Conservatives 46%, Liberal Democrats 24%, Labour 22%. Whatever happens nationally, the race in Mid Beds is between the LibDem and Conservative."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Born and bred in Bedfordshire, Linda Jack is not a typical career politician. She can represent Bedfordshire, having lived most of her life there. She was a teacher at Harlington Upper School before becoming a youth worker for Bedfordshire. During this time she was Beds County Branch Secretary for Unison. Before training to teach Linda served in the army for three years as an analyst with military intelligence.",
        "politicalExperience": [
            {
                "role": "Youth Policy Adviser for the Financial Services Authority",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Teacher at Harlington Upper School",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Beds County Branch Secretary for Unison",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.midbeds.libdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Linda Jack portrait"
                },
                {
                    "caption": "Lib Dem leaders and Linda"
                },
                {
                    "caption": "Lib Dem pie chart 'Can't win here!'"
                }
            ]
        },
        "additionalNotes": "Linda Jack's leaflet emphasizes her commitment to public service and the community of Bedfordshire, as well as her stance on key policies such as NHS services, pensions and fair pay for armed forces, along with the Lib Dem's economic plan post-recession. The tactical voting situation in Mid Bedfordshire is also highlighted, suggesting it is primarily a contest between the Liberal Democrats and Conservatives."
    }
}