{
    "leaflet": {
        "candidateName": "Chris Coleman",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Tomorrow",
        "messages": [
            {
                "title": "3 positive reasons to vote for Chris Coleman",
                "content": "Chris will be a new type of MP, living and working locally. He will be a hardworking local MP who we can trust to fight for our area and all local residents. Chris will hold regular meetings and advice surgeries across our area. He will keep in touch with everyone all year round. A vote for Chris and the Liberal Democrats is a vote for fairer taxes, a fairer start for local children and a fairer future for us all."
            },
            {
                "title": "LET'S PUT OUR AREA FIRST TOMORROW",
                "content": ""
            },
            {
                "title": "Your vote counts",
                "content": "At local by-elections held here in 2009, the Liberal Democrats finished ahead of the Tories. Labour finished last each time. At the last Euro elections, the Lib Dems beat Labour. Labour cannot win here this time."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes",
                "policyDescription": "Chris and the Liberal Democrats will fight for fairer taxes."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Chris and the Liberal Democrats will fight for a fairer start for local children."
            }
        ],
        "mentions": {
            "candidate": "Chris Coleman",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Labour cannot win here this time."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "A fairer start for local children",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "A fairer future for us all.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Chris Coleman says: \"If you want things to be different, really different, choose the party that is different - the Liberal Democrats. There is hope for a different future, a new way of doing things, if we're brave enough to make a fresh start. Change for real, change for good.\"",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "\"We've had 65 years of Labour and the Conservatives - the same old parties taking turns and making the same mistakes, letting you down. They have taught people to expect little, and get less. It is time for something different. It is time for something better. Vote Liberal Democrat.\"",
                "source": "Chris Coleman",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Coleman's portrait."
                }
            ]
        },
        "additionalNotes": "Chris can win here tomorrow. Tomorrow, vote for change that works for you."
    }
}