{
    "leaflet": {
        "candidateName": "Simon Hughes",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "LABOUR LIES WON'T WIN HERE",
                "content": "Labour are lying. They will say anything to win. Desperate Labour in smear bid"
            },
            {
                "title": "THE TRUTH",
                "content": "1. Labour in Lambeth sold off all council homes through an ALMO. 2. Labour's MP candidate from Croydon supports an ALMO privatisation. 3. One of Labour's council candidates was a spin doctor for Peter Mandelson. How much do you trust him? 4. None of the Labour candidates live in Newington ward."
            },
            {
                "title": "LABOUR HOUSING BETRAYAL",
                "content": "Labour have revealed plans to end major works and decent homes on estates. Gordon Brown announced on Friday he ideologically opposed council housing and saw 'no need' to perform repairs to any estates. In Lambeth, they have already privatized council homes through an ALMO and hiked rents by 17%."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Housing",
                "policyDescription": "Opposition to ALMOs and privatization of council homes, criticism of Labour's plans to end works on estates and rent increases."
            }
        ],
        "mentions": {
            "candidate": "Simon Hughes",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour in Lambeth sold off all council homes through an ALMO. Labour's MP candidate from Croydon supports an ALMO privatisation.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "'Only Liberal Democrat councillors will save our homes from privatisation' - Simon Hughes",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "\"Truthful words stand the test of time, but lies are soon exposed.\"",
                "source": "Proverbs 12:19",
                "date": ""
            },
            {
                "text": "\"Housing is essentially a private sector activity. I don't see the need for us to continue with such big renovation programmes.\"",
                "source": "BBC Paxman Interview, Friday 30th April 2010",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Simon Hughes with negative statements about Labour."
                },
                {
                    "caption": "Image of Simon Hughes with a visual reference to 'The Sun' newspaper's headline."
                },
                {
                    "caption": "Labour HOUSING BETRAYAL and a statement about Gordon Brown."
                }
            ]
        },
        "additionalNotes": "Leaflet emphasizes the importance of using all four votes on Thursday for Simon Hughes and the Liberal Democrats. Instructs voters to look for the birds on their ballot papers."
    }
}