{
    "leaflet": {
        "candidateName": "Sharon Carr-Brown",
        "constituency": "Bournemouth West",
        "politicalParty": "Labour Party",
        "electionDate": "April 2010",
        "messages": [
            {
                "title": "Local mother-of-three to fight Bournemouth West",
                "content": "Sharon Carr-Brown has been selected by the Labour Party to fight the new seat of Bournemouth West, Alderney and Branksome East at the next general election. Widely regarded by everyone to whom I speak as offering the prospect of hope and change, we already feel we won the last one."
            },
            {
                "title": "A FUTURE FAIR FOR ALL",
                "content": "Labour's help for the over-60s has been enormously popular – bus passes and proper winter fuel payments have made a real difference. Don't lose them now!"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Support for families and the economy",
                "policyDescription": "Choosing to support families by not cutting too hard and too fast and risking the recovery. Emphasizes the economy is recovering but the community still has to grow in some sectors."
            },
            {
                "policyTitle": "Help for the over-60s",
                "policyDescription": "Labour's plan has been popular for providing bus passes and proper winter fuel payments."
            }
        ],
        "mentions": {
            "candidate": "Sharon Carr-Brown has been selected by the Labour Party to fight the new seat of Bournemouth West, Alderney and Branksome East at the next general election.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "But now the economy is recovering we must maintain support for the most needy sectors to grow with us in Bournemouth. When you secure more, we will half the deficit over four years in a fair way.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Labour's help for the over-60s has been enormously popular – bus passes and proper winter fuel payments have made a real difference.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Community is what matters to me. Being an MP isn't about clever words and promises. It's about sincerity, commitment and caring enough to help people.",
        "politicalExperience": [
            {
                "role": "Council of Governors and then as Deputy Chair",
                "duration": "Since 2005",
                "achievements": "Elected onto the Council of Governors and served as a school governor and a Trustee of a local community centre charity."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "\"I'm here for good, not just the election.\"",
                "source": "Sharon Carr-Brown",
                "date": ""
            },
            {
                "text": "\"I'm a local girl and I vote Labour, so why shouldn't you?\"",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sharon Carr-Brown with residents"
                },
                {
                    "caption": "Sharon Carr-Brown discussing important matters with local citizens"
                }
            ]
        },
        "additionalNotes": ""
    }
}