{
    "leaflet": {
        "candidateName": "Carol Woods",
        "constituency": "Durham",
        "politicalParty": "Lib Dems",
        "electionDate": "",
        "messages": [
            {
                "title": "Dear neighbour,",
                "content": "At the end of a long campaign the time has come for you to make a vital decision. This is our best chance in a generation to change Durham for the better. It's been amazing to see so many people switch to support my campaign over recent weeks. Countless people have told me that they're going to give the Lib Dems a chance this time. Having grown up in Durham and lived here for so long, I know how badly we have been let down by Labour. We need change and only the Lib Dems can deliver that. The Conservatives cannot win here. Some people have said they won't bother voting this time. They're angry about MPs' expenses and the recession. They feel that all politicians are the same. But that's exactly what Gordon Brown and our Labour MP want. They want you to stay at home so everything can stay as it's always been. That means the same unfair tax system, the same lack of investment in Durham, the same rotten politics in Westminster. That's why I'm standing to be a different kind of MP. Looking after the best interests of local people won't just be my top priority, it will be my only priority. With the Conservatives well out of the race in Durham, you are faced with a straight choice between Labour and the Lib Dems. Elect me as your next MP so that our city and villages finally have a local champion who is passionate about this area. This is it, your chance to really change this area for the better. Use your vote to demand a brighter future for Durham, use your vote to support the Lib Dems."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Carol Woods",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": "With the Conservatives well out of the race in Durham, you are faced with a straight choice between Labour and the Lib Dems."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Some people have said they won't bother voting this time. They're angry about MPs' expenses and the recession.",
            "education": "",
            "environment": "",
            "governance": "They feel that all politicians are the same. That means the same unfair tax system, the same lack of investment in Durham, the same rotten politics in Westminster.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Having grown up in Durham and lived here for so long, I know how badly we have been let down by Labour. We need change and only the Lib Dems can deliver that.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "58 Front Street, Sherburn Village, Durham, DH6 1HB",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet content written by candidate Carol Woods"
                }
            ]
        },
        "additionalNotes": "P.S. Just a few votes will separate the Lib Dems and Labour in this election. Use your vote to support my campaign to get a fairer deal for you and your family."
    }
}