{
    "leaflet": {
        "candidateName": "David McBride",
        "constituency": "Orpington",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "I have been really encouraged so far by the response I'm getting from Orpington's residents during the General Election campaign. Many of you want a local MP that knows Orpington and who has a history of living in and working for the local area. As someone who has lived in Orpington for over 30 years, attended local schools and has used local services and shops, more and more people are now backing me and the Liberal Democrats to stand up for Orpington."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Orpington High Street",
                "policyDescription": "Conservative controlled Bromley Council is spending £2 million on the so-called improvements that are going on at the moment. I know that many residents have been hugely inconvenienced by the works going on there - with buses being held up and pedestrian crossings closed. Is this really £2 million well spent? My priority would be to make it safer, with better street lighting and also to persuade the Council help get more of the empty shops full. Another Liberal Democrat policy would be to make sure that when the Council is causing such massive disruption to a shopping area then they should not be charging people to park while the work is going on."
            }
        ],
        "mentions": {
            "candidate": "David McBride",
            "otherPartyLeaderCandidate": "Conservative candidate",
            "partyLeader": "",
            "tacticalSituation": "Labour got less than 10% of the vote last time."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "providing facilities for young people and trying to keep the area clean and tidy",
            "governance": "Conservative controlled Bromley Council",
            "health": "protecting our health services",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "protecting its heritage and Green Belt",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Many of you want a local MP that knows Orpington and who has a history of living in and working for the local area.",
        "politicalExperience": [
            {
                "role": "Local Councillor",
                "duration": "12 years",
                "achievements": "earned a reputation, and plaudits from Conservative councillors, for standing up for my area; protecting its heritage and Green Belt; providing facilities for young people and trying to keep the area clean and tidy. These issues, as well as protecting our health services and improving our local shopping areas, will be my priorities as MP."
            }
        ],
        "contactInformation": {
            "address": "7 Station Road, Orpington, BR6 ORZ",
            "phone": "",
            "email": "david@davidmcbride.org.uk",
            "website": "www.davidmcbride.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cllr David McBride"
                }
            ]
        },
        "additionalNotes": ""
    }
}