{
    "leaflet": {
        "candidateName": "Peter Fisher",
        "constituency": "South Ribble",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "The Liberal Democrat difference",
                "content": "The Liberal Democrats will take action to protect vital frontline NHS services. We will put more police on patrol, restore the pensioners' earnings link and deliver fair pay for the armed forces."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fair taxes",
                "policyDescription": "Fair taxes that put money back into your pocket. Will pay no tax on the first £10,000 that you earn - cutting most tax bills by £700. 3.6 million people on low incomes will pay no tax at all."
            },
            {
                "policyTitle": "A fair chance for every child",
                "policyDescription": "We will cut class sizes to give children individual attention, and pay for more teachers, better discipline and catch up classes. Abolish university tuition fees so that nobody has to further their education in fear of debt."
            },
            {
                "policyTitle": "A fair future: creating jobs by making Britain greener",
                "policyDescription": "We will break up the banks to end casino banking, building local and regional sources to fund business. By directing finance into projects like new rail services and green energy, we will put the 100,000 square miles of Britain ahead of the 'Square Mile' of the City."
            },
            {
                "policyTitle": "A fair deal from the politicians",
                "policyDescription": "Liberal Democrats will make politicians accountable and give you the right to sack corrupt MPs. We will change the voting system to get rid of rotten safe seats and put an end to corrupt or tax dodging party donors."
            }
        ],
        "mentions": {
            "candidate": "Peter Fisher",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Decades of Labour and Conservative governments have failed to deliver real change in Britain."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "We will break up the banks to end casino banking, building local and regional sources to fund business.",
            "education": "Abolish university tuition fees so that nobody has to further their education in fear of debt.",
            "environment": "By directing finance into projects like new rail services and green energy, we will put the 100,000 square miles of Britain ahead of the 'Square Mile' of the City.",
            "governance": "Liberal Democrats will make politicians accountable and give you the right to sack corrupt MPs.",
            "health": "The Liberal Democrats will take action to protect vital frontline NHS services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Peter Fisher has extensive experience having served in both local government and the National Health Service. He holds an honours degree in Social Sciences and has been employed in both private and charitable sectors. He currently serves as a Magistrate. Peter Fisher is committed to a fair, honest and open society.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Isn't it time you had an MP who fights for you? For fairness and change, it's Peter Fisher",
                "source": "Campaign Slogan",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Change that works for you"
                }
            ]
        },
        "additionalNotes": ""
    }
}