{
    "leaflet": {
        "candidateName": "John Pugh",
        "constituency": "Southport",
        "politicalParty": "Lib Dem",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "We don't want the usual slick marketing campaign of the Tories and their City backers, or the tired Labour government. We need something newer - something better."
            },
            {
                "title": "",
                "content": "I am proud to work with a committed Lib Dem team - people who are positive, fair and hard-working. People like your local council candidate Sue McGuire. We worked together to save Southport Library."
            },
            {
                "title": "",
                "content": "I hope that you will support us both and keep Southport moving forward."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "John Pugh",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Vince Cable",
            "tacticalSituation": "The choice in Southport is between the Liberal Democrats and Conservatives. Labour come a poor third here everytime."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "People aren't stupid. They know that you can't have your cake and eat it. But some people, like top bankers, carry on raking in multi-million pound bonuses, while the rest of us suffer the consequences.",
            "education": "",
            "environment": "",
            "governance": "It's only on election day that we are all equally powerful - then we make our choice. That's our crucial chance to turn our back on 'Punch and Judy' politics. We can elect people who stand up for our local community and our public services.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Handwritten letter by John Pugh"
                }
            ]
        },
        "additionalNotes": "The leaflet features a handwritten letter from John Pugh and appears to be personalized rather than outlining specific policies or detailed campaign promises."
    }
}