{
    "leaflet": {
        "candidateName": "Andrew Wood",
        "constituency": "Dumfries & Galloway",
        "politicalParty": "SNP",
        "electionDate": "Thursday 6th May",
        "messages": [
            {
                "title": "SNP celebrates its local champion.",
                "content": "Andrew Wood is the SNP's local champion for Dumfries & Galloway in the Westminster election on Thursday 6th May. Born and brought up in Dumfriesshire, a local farmer, businessman and Councillor, Andrew is committed to putting the interests of Dumfries & Galloway first."
            },
            {
                "title": "May the 6th is more than just another two horse race . .",
                "content": "Labour and the Tories will tell you that Dumfries & Galloway is just a two horse race, but these [figures] from a national newspaper show that right across Scotland people are lending the SNP their support this time round."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economic Recovery",
                "policyDescription": "The SNP will defend Scotland's interests and oppose spending cuts which threaten Scotland's economic recovery."
            },
            {
                "policyTitle": "Vital local services",
                "policyDescription": "The SNP is campaigning for a fair deal for pensioners. Essential services should be saved over spending on ministries we don't need."
            },
            {
                "policyTitle": "Freezing Council Tax",
                "policyDescription": "The SNP is working hard for Scotland and the people and communities we represent. Our policies are about making sure the majority, not just those who know the right things to say benefit from public services. That's why we are continuing to freeze the council tax for all families."
            },
            {
                "policyTitle": "Investment in Communities",
                "policyDescription": "Putting more police into our communities, giving patients new rights, including a waiting time guarantee and freezing senior salaries."
            },
            {
                "policyTitle": "Job Protection",
                "policyDescription": "Making smaller salaries such as teachers and builders towards the frontline. We will also alongside compromise where jobs are threatened and work to make sure groups like pensioners aren't the ones paying the price of recession."
            }
        ],
        "mentions": {
            "candidate": "Andrew Wood",
            "otherPartyLeaderCandidate": "Labour and the Tories",
            "partyLeader": "",
            "tacticalSituation": "Labour and the Tories will tell you that Dumfries & Galloway is just a two horse race."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The SNP will defend Scotland's interests and oppose spending cuts which threaten Scotland's economic recovery.",
            "education": "",
            "environment": "",
            "governance": "The SNP's campaigning for a fair deal for pensioners. Essential services should be saved over spending on ministries we don't need.",
            "health": "Putting more police into our communities, giving patients new rights, including a waiting time guarantee and freezing senior salaries.",
            "immigration": "",
            "socialWelfare": "The SNP is working hard for Scotland and the people and communities we represent. All levels, the SNP does what it can to reflect and promote local and community concern and help to drive campaigns on the issues that matter to people.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Andrew Wood's message focuses on working hard for Scotland and the communities he represents and promoting local interests and concerns.",
        "politicalExperience": [
            {
                "role": "Local farmer, businessman and Councillor",
                "duration": "",
                "achievements": "Committed to putting the interests of Dumfries & Galloway first."
            }
        ],
        "contactInformation": {
            "address": "Authentic. Born and brought up in Dumfriesshire",
            "phone": "01387 820 233 / 07825 533 170",
            "email": "andrew.s.wood@btinternet.com",
            "website": "www.meetmrscotlandrate.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andrew Wood pictured with an unidentified man, presumably a political figure."
                }
            ]
        },
        "additionalNotes": ""
    }
}