{
    "leaflet": {
        "candidateName": "Peter Duncan",
        "constituency": "Dumfries and Galloway",
        "politicalParty": "Scottish Conservatives",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "5 MORE YEARS OF LABOUR OR CHANGE WITH THE CONSERVATIVES",
                "content": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by huge debts and our political work. Our Society is broken by crime and irresponsibility."
            },
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR PETER DUNCAN",
                "content": "Get Dumfries and Galloway working again. Strengthen schools, hospitals and police stations. Fighting for pensioners."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "SAVE OUR POST OFFICES",
                "policyDescription": "The Conservatives will halt Labour's cuts of post offices across the country, viewing the closures as losing vital services in towns and rural parts of Dumfries and Galloway."
            },
            {
                "policyTitle": "IMPROVING OUR ROADS",
                "policyDescription": "Peter Duncan has backed road schemes for improvements, including the A75 and A77 upgrades."
            },
            {
                "policyTitle": "FIGHTING FOR AFFORDABLE HOUSING",
                "policyDescription": "Lack of affordable housing is a real problem for local residents. Conservatives will take action to help local people in putting plans in place to ensure affordable housing exists for those looking to buy or rent new homes."
            },
            {
                "policyTitle": "LOCAL BUSINESSES: USE THEM OR LOSE THEM",
                "policyDescription": "The candidate speaks about avoiding the threats to local stores, stating that the Conservatives are assisting local business and that voters are starting to back our local economy."
            }
        ],
        "mentions": {
            "candidate": "Peter Duncan",
            "otherPartyLeaderCandidate": "Labour's",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Getting the local economy back on its feet after the recession.",
            "education": "",
            "environment": "",
            "governance": "Our Society is broken by crime and irresponsibility.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Fighting for pensioners to protect the Disability Living Allowance and Attendance Allowance for over 65's.",
            "housing": [
                {
                    "content": "Lack of affordable housing is a real problem for local residents. Plans to ensure affordable housing exists for those looking to buy or rent new homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Peter is an experienced local campaigner and former small businessman who has always put Dumfries and Galloway first.",
        "politicalExperience": [
            {
                "role": "local campaigner and former small businessman",
                "duration": "",
                "achievements": "Invested in town centres and fought for post offices. Worked with councilors, MPs, and local campaigners to ensure they must heed warnings we came to our region."
            }
        ],
        "contactInformation": {
            "address": "25 St Andrew Street, Castle Douglas DG7 1DE",
            "phone": "01556 504 894",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Peter Duncan with constituents and supporters."
                }
            ]
        },
        "additionalNotes": "Election communication on behalf of Peter Duncan by Tom Marshall, 25 St Andrew Street, Castle Douglas DG7 1DE. Promoted by JH McColm, on behalf of the Scottish Conservative and Unionist Association both of 15 North Street, Stranraer."
    }
}