{
    "leaflet": {
        "candidateName": "Anthony Lochmuller",
        "constituency": "Northampton North",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "FAIR IS WORTH FIGHTING FOR",
                "content": "Anthony Lochmuller has lived in Northampton for over twenty years. He has often stood for the Green Party in local elections."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A 'Living Wage' for all",
                "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families. We will fight for a fair banking system, with community banks, credit unions and mutually providing realistic loans to families and small businesses."
            },
            {
                "policyTitle": "A million new jobs",
                "policyDescription": "Green MPs will ensure an insulation scheme for every single home to cut fuel bills. A green party can put a green energy cap at local level and create a million new jobs around the country us such a scheme in Kirklees."
            },
            {
                "policyTitle": "Protect our NHS",
                "policyDescription": "Green MPs will fight to make sure all people are free easy to localised care with truly local hospitals and surgeries, GPs and private others close by."
            }
        ],
        "mentions": {
            "candidate": "Anthony believes that this has led to the credit crunch, global warming and damages the environment.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Green Party leader and MEP Caroline Lucas receives the prestigious MEP Award 2008 for work on MEP of the Year 2008 for her work on trade.",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "It is possible to re-build the economy and protect the planet's future. Even so, all the major political parties still follow the idea that a growing economy – using up valuable resources to produce more things – is the only way forward.",
            "education": "",
            "environment": "Our 'green' policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these crucial issues.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "He knows that the right way forward should be to create a greener economy instead. This is the only way to protect more jobs and make sure society as a whole benefits, not just the few. We need less focus on the money markets and more help for local businesses.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0844 544 9277",
            "email": "",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "FAIR IS WORTH FIGHTING FOR",
                "source": "Green Party campaign slogan",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anthony Lochmuller with supporters"
                },
                {
                    "caption": "Anthony Lochmuller with a child in a healthcare setting"
                },
                {
                    "caption": "Caroline Lucas receiving an award"
                }
            ]
        },
        "additionalNotes": "Printed on 100% recycled paper using sustainable technologies that do not harm the environment."
    }
}