{
    "leaflet": {
        "candidateName": "Colonel Terry Scriven",
        "constituency": "New Forest East",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "My pledge to New Forest residents",
                "content": "NO to local MPs paying for their second homes at our expense. NO to MPs having second jobs. YES to greater accountability for what MPs do. YES to proper transparency of what MPs claim for with our money."
            },
            {
                "title": "Four steps to a fairer Britain",
                "content": "Fairer taxes that put money back in your pocket. Pay no tax on the first £10,000 you earn – cutting most tax bills by £700. A fair chance for every child. Smaller class sizes, more schools and abolish university tuition fees. A fair future; create jobs by making Britain greener. Invest in public transport and energy efficient homes. A fair deal away from the politicians. Make politicians accountable and give you the right to sack corrupt MPs."
            },
            {
                "title": "The Lib Dem difference",
                "content": "Only the Liberal Democrats will protect front line NHS services and put more police on the beat. We're also restoring pensions and making tax even fairer for you and your families. We can make this pledge because we have identified the savings to pay for it. REAL LIB Dems are the only party with the guts to name the bank bonus tax they will put on to the books after the recession."
            },
            {
                "title": "Listening and working for you",
                "content": "Terry Scriven: Works more for the area as a member of the team of Liberal Democrat county councillors. Listened to you and the thousands of local residents who have demanded tougher action on crime and anti-social behaviour. Keeps in touch with local constituents."
            },
            {
                "title": "Action on Dentists",
                "content": "Terry's NHS Dental Campaign highlights the Conservative government's dental service issues. Terry worked to get more NHS dentists and faster provision even in rural areas. The campaign has also resulted in a decision to make mobile dentistry more routinely funded and accessible for all Hampshire residents."
            },
            {
                "title": "Fight for Green Spaces",
                "content": "Terry is resisting the development pressure on our area's green spaces such as that being applied to Dibden Bay by Associated British Ports. Recognising that the New Forest is a special place, he is clear that it needs to be protected for future generations. He also supports improvements to infrastructure such as Waterside rail link to reduce congestion on our roads."
            },
            {
                "title": "Support for Veterans",
                "content": "Terry has played significant roles in addressing the issue of veterans badges. He arranged many of the badges personally to present to elderly local veterans at a presentation ceremony held with the help of Totton & Eling Royal British Legion."
            },
            {
                "title": "OUR NHS: At risk with the Conservatives",
                "content": "Terry Health spokesman accepted £21,000 donation from private health firm boss. David Cameron meets NHS privatisation campaigners. Tory MPs back-called to dismantle NHS. What else aren't the Conservatives telling you?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A more accountable government",
                "policyDescription": "Increase accountability for MPs, improve transparency on expenses and prevent MPs from having second jobs."
            },
            {
                "policyTitle": "Tax reforms",
                "policyDescription": "Implement fairer taxes, including no tax on the first £10,000 earned and a bank bonus tax after the recession."
            },
            {
                "policyTitle": "Education and children's future",
                "policyDescription": "Plan to abolish university tuition fees, create smaller class sizes and more schools."
            },
            {
                "policyTitle": "Green and sustainable economy",
                "policyDescription": "Create jobs by making Britain greener and investing in public transport and energy-efficient homes."
            },
            {
                "policyTitle": "Political reform",
                "policyDescription": "Make politicians accountable and give constituents the right to sack corrupt MPs."
            },
            {
                "policyTitle": "Protecting NHS and policing",
                "policyDescription": "Protect front line NHS services, restore pensions, and put more police on the beat."
            }
        ],
        "mentions": {
            "candidate": "Terry Scriven has worked for the area as a member of the team of Liberal Democrat county councillors. He's committed to listening and working for you, and has taken action on various local issues such as NHS dental services, green space protection, and veteran support.",
            "otherPartyLeaderCandidate": "The leaflet criticizes David Cameron, suggesting his involvement with NHS privatisation campaigners and questioning what the Conservatives aren't telling the public.",
            "partyLeader": "Nick Clegg and the Liberal Democrats are mentioned in a positive light, highlighting their ability to deliver real change across Britain.",
            "tacticalSituation": "The leaflet mentions that only the Liberal Democrats are within reach of beating the Conservatives in New Forest East, hinting at the constituency's strategic voting considerations."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Lib Dems have identified savings to pay for pledges and emphasis on green jobs suggests a focus on sustainable economy.",
            "education": "Plans to abolish university tuition fees, create smaller class sizes and more schools are mentioned.",
            "environment": "Invest in public transport and energy-efficient homes; protect green spaces such as Dibden Bay and the New Forest.",
            "governance": "Pledges include making politicians more accountable and giving constituents the right to sack corrupt MPs.",
            "health": "Pledge to protect front line NHS services, resist NHS privatisation, and improve access to NHS dentists.",
            "immigration": "",
            "socialWelfare": "Restoring pensions and making tax fairer suggests attention to social welfare.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I had 37 years service in the armed forces from boy soldier to Colonel. I am a life-long member of the Liberal Democrats, a friend of service personnel and families, and a campaigner for the green environment and member of the Royal British Legion.",
        "politicalExperience": [
            {
                "role": "Liberal Democrat county councillor",
                "duration": "",
                "achievements": "Worked more for the area as a member of the team of Liberal Democrat county councillors. Listened to you and the thousands of local residents who have demanded tougher action on crime and anti-social behaviour. Keeps in touch with local constituents."
            }
        ],
        "contactInformation": {
            "address": "Freepost SO306, Hythe SO45 6BR",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Terry Scriven with supporters."
                },
                {
                    "caption": "Graph showing it's so close here: Lib 47%, Con 48%."
                },
                {
                    "caption": "Nick Clegg and the Liberal Democrats."
                },
                {
                    "caption": "Terry Scriven in military uniform."
                }
            ]
        },
        "additionalNotes": ""
    }
}