{
    "leaflet": {
        "candidateName": "Matt Smith",
        "constituency": "Bethnal Green and Bow",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "Conservatives have cut the cost of living for residents of Bethnal Green and Bow",
                "content": "Office for National Statistics has revealed that inflation has fallen to a 12-year low, with the RAC predicting that petrol could soon sell for below £1 a litre."
            },
            {
                "title": "Conservative PPC Matt Smith welcomes the appointment of commissioners to clean up Tower Hamlets Council",
                "content": "There have been long standing concerns about mismanagement of funds and property within Tower Hamlets, including selling property without proper process and unlawful political advertising. Candidate welcomes the decision to appoint commissioners to restore confidence and public welcome for commissioners to hold Tower Hamlets Council to higher standards."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Cost of Living",
                "policyDescription": "Implementation of the Long-Term Economic Plan to reduce inflation and keep taxes low, ensuring that working families keep more of what they earn."
            },
            {
                "policyTitle": "Taxation",
                "policyDescription": "Cutting income tax for 26 million people and abolishing it for those on the lowest incomes. Increase in personal allowance and reduction of fuel duty."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Doubling the housing budget to build more affordable homes, with over 92,000 in the pipeline in the capital area. Implementation of the Right to Build scheme."
            }
        ],
        "mentions": {
            "candidate": "Matt Smith",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Our Long-Term Economic Plan is working with inflation down, paying down the deficit, reducing borrowing, and helping those on the lowest incomes with tax reductions.",
            "education": "",
            "environment": "",
            "governance": "There have been longstanding concerns about mismanagement of funds in Tower Hamlets Council.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Doubling the housing budget to kick-start house building and support affordable housing, with over 92,000 homes in the pipeline within London.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Flat C1, Athlete House, Toynbee, London E1 6LS",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Eric Pickles",
                "endorsement": "Eric Pickles appointed commissioners to clean up Tower Hamlets Council."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "MATT SMITH WITH SECRETARY OF STATE ERIC PICKLES IN SPITALFIELDS BARROW AND SUPPORTING THE TOWER HAMLETS STAFF WHO'S UNIT IS UNDER THREAT FROM THE MAYOR'S CUTS ON BRICKLANE."
                }
            ]
        },
        "additionalNotes": ""
    }
}