{
    "leaflet": {
        "candidateName": "Rupert Read",
        "constituency": "Cambridge",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "International Policies",
                "content": "The world faces problems that are global in nature and extent, and whose solutions require worldwide institutions or co-operation at a structural level. Prevention of human rights abuses, conflict prevention and resolution, the coordination of humanitarian aid, global environmental research and agreements on the conservation and sustainable use of resources are some of the primary roles of the UN."
            },
            {
                "title": "TTIP (Transatlantic Trade and Investment Partnership)",
                "content": "The Transatlantic Trade and Investment Partnership (TTIP) is a free trade deal being negotiated behind closed doors between the EU and the USA. TTIP would allow corporations to sue governments for any legislation that would limit their anticipated future profits. This includes environmental and social legislation, and any attempt to reverse the privatisation of the NHS or to bring the railways back into public ownership could thus be overturned by non-democratic courts. The Green Party is the only major political party to oppose this undemocratic deal."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "International Policies",
                "policyDescription": "Focus on humanitarian aid, global environmental research, and sustainable use of resources; oppose TTIP."
            },
            {
                "policyTitle": "HEALTHCARE AND THE NHS",
                "policyDescription": "Oppose privatisation of the NHS and fight for better healthcare, diagnostics and treatment."
            },
            {
                "policyTitle": "EDUCATION AND TUITION FEES",
                "policyDescription": "Scrap tuition fees, recognising education as a right."
            },
            {
                "policyTitle": "EQUALITY AND SOCIAL RIGHTS",
                "policyDescription": "Combat all forms of discrimination, gender inequality, and sexual violence; guarantee legislative protection for women."
            },
            {
                "policyTitle": "ENVIRONMENT AND CLIMATE CHANGE",
                "policyDescription": "Fight climate change, promote renewable energy sources, oppose fossil fuels; endorse 'contraction and convergence' model for sustainable global level reduction."
            },
            {
                "policyTitle": "TRANSPORT",
                "policyDescription": "Invest in facilities for pedestrians and cyclists, regulate transport fares, support local London model."
            },
            {
                "policyTitle": "LIVING WAGE AND CITIZEN'S INCOME",
                "policyDescription": "Support a living wage of £10 an hour and a Citizen's Income that matches the minimum wage."
            }
        ],
        "mentions": {
            "candidate": "Rupert Read",
            "otherPartyLeaderCandidate": "Charles Clarke (indirect mention)",
            "partyLeader": "Natalie Bennett",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Support free movement and co-operation in the European Union.",
            "economy": "Opposes TTIP; supports living wage and Citizen's Income.",
            "education": "Advocates for scrapping tuition fees and recognizing education as a right.",
            "environment": "Commits to fighting climate change and promoting renewable energy sources.",
            "governance": "Opposition to TTIP as it allows corporations to undermine democratic legislation.",
            "health": "Aims to prevent privatization of the NHS and improve healthcare services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Support affordable and secure homes as a human right and a cornerstone of citizenship.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Your candidate for the General Election is Rupert Read. He's a philosophy lecturer at University of East Anglia, the Chair of the Green House Think Tank and the Green Party's national spokesperson on transport. For more, visit cambridge.greenparty.org.uk or his website.",
        "politicalExperience": [
            {
                "role": "Philosophy Lecturer at University of East Anglia, Chair of the Green House Think Tank, National Spokesperson on Transport",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.cambridge.greenparty.org.uk",
            "socialMedia": {
                "facebook": "fb.com/CambridgeGreens",
                "twitter": "Follow us on @CambridgeGreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Green Party leaflet discussing various political positions."
                }
            ]
        },
        "additionalNotes": "The Green Party's brochure outlines their stance on international policies, equality and social rights, healthcare, education, environment, living wage, and transport."
    }
}