{
    "leaflet": {
        "candidateName": "Angela Smith",
        "constituency": "Penistone and Stocksbridge",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Don’t let the Tories wreck our future",
                "content": "It’s your choice – vote for investment, vote for jobs. Labour is the party of investment. We believe jobs for the future have to be in sustainable industries."
            },
            {
                "title": "Angela Smith – working for local people",
                "content": "Angela keeps in touch with community groups and local councils. We donated all that Angela has appealled big in the local community"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Jobs",
                "policyDescription": "Labour believes in supporting economy and prospering every not just for a few."
            },
            {
                "policyTitle": "Better schools",
                "policyDescription": "Since 1997, new schools have been built all over our area, including Springvale Primary in Penistone, Ecclesfield Secondary and Greengate Junior."
            },
            {
                "policyTitle": "Fairness for families",
                "policyDescription": "Labour’s support for families – all families – will mean Tax Credits have helped working families with children. The Tories want to stop this help for hardworking families 16,000 local families took for child benefit, the Tories want to take away their tax credits."
            },
            {
                "policyTitle": "An improved NHS",
                "policyDescription": "Labour is proud of the NHS, it was Labour who created the NHS back in 1948. Since 1997 that investment in our Health Service has more than doubled."
            },
            {
                "policyTitle": "Pensions justice",
                "policyDescription": "Labour has supported pensioners, with reduced VAT on fuel, improved winter weather payments, cold weather allowance and free bus passes."
            }
        ],
        "mentions": {
            "candidate": "Angela Smith",
            "otherPartyLeaderCandidate": "The Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour is the party of investment.",
            "education": "Since 1997, new schools have been built all over our area, including Springvale Primary in Penistone.",
            "environment": "",
            "governance": "",
            "health": "Labour is proud of the NHS, it was Labour who created the NHS back in 1948.",
            "immigration": "",
            "socialWelfare": "Labour’s support for families – all families – will mean Tax Credits have helped.",
            "housing": [
                {
                    "content": "Improving the steel industry with a radical plan.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Everyone knows that the last eighteen months have not been easy. We have weathered the global recession for 60 years, triggered by irresponsible lending by greedy bankers in the City of London.",
        "politicalExperience": [
            {
                "role": "MP for Penistone and Stocksbridge constituency",
                "duration": "",
                "achievements": "Angela Smith has worked hard for social justice and local jobs over these years."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07507 033 674",
            "email": "angela@angelasmith.me.uk",
            "website": "www.angelasmith-mp.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Angela Smith with community groups and local councils."
                },
                {
                    "caption": "Local residents supporting Angela Smith."
                }
            ]
        },
        "additionalNotes": "Leaflet contains repeated mention of fighting against the Tory policies and mentioning improvements in the local area under Labour governance."
    }
}