{
    "leaflet": {
        "candidateName": "William Roache MBE. Barlow",
        "constituency": "",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "The choice for pensioners at this election is clear:",
                "content": "Five more years of Gordon Brown, who has failed Britain's pensioners or A higher state pension, a council tax freeze and a strong NHS with David Cameron and the Conservatives"
            },
            {
                "title": "HOW LABOUR HAVE FAILED BRITAIN’S PENSIONERS",
                "content": "Over the last 13 years, older people have been let down by Gordon Brown. He raided pensions, turning one of the best private pension systems in Europe into one of the worst. 48,000 people in residential care today have had to sell their homes to pay for care. More than 4 million people could be hit by Brown’s inheritance tax."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "CONSERVATIVE PLANS TO HELP PENSIONERS",
                "policyDescription": "Raising the basic state pension and restoring the link to earnings, ending the scandal of elderly people having to sell their home to pay for residential care, a two year council tax freeze, more police on the beat, raising the inheritance tax threshold."
            }
        ],
        "mentions": {
            "candidate": "William Roache MBE. Barlow",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Raising the inheritance tax threshold.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "We will NOT cut the Winter Fuel Allowance. We will NOT cut free TV licences, We will NOT cut free bus passes, We will NOT cut pensions or pension credit.",
            "housing": [
                {
                    "content": "Ending the scandal of elderly people having to sell their home to pay for residential care.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Why I’ll be voting Conservative By William Roache MBE. Barlow",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.conservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "We need a Government that will stand up for pensioners and ensure that Britain's older people are treated with dignity and respect. I believe only the Conservative Party will do that.",
                "source": "William Roache MBE. Barlow",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Theresa May interacting with elderly individuals, alongside a quote expressing the Conservative commitment to the needs of older people."
                },
                {
                    "caption": "David Cameron in a cheerful discussion with a group of elderly women."
                }
            ]
        },
        "additionalNotes": ""
    }
}