{
    "leaflet": {
        "candidateName": "Ian Cuthbertson",
        "constituency": "Penistone and Stocksbridge",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "My contract with the people of Penistone and Stocksbridge",
                "content": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community. I will make sure your voice is heard both locally and at Westminster. I will be a strong voice for our area. I will be open and honest about all expenses incurred in representing you. I will not do any paid lobbying."
            },
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A Fairer Britain... Nick Clegg's Liberal Democrats will:",
                "policyDescription": "Protect front-line NHS services, put more police on patrol, give our Armed Forces fair pay, take 3.6m people out of tax, clean up politics, balance Britain's books"
            },
            {
                "policyTitle": "Four steps to a fairer Britain",
                "policyDescription": "Fairer taxes that put money back in your pocket, a fair chance for every child, a fair future: create jobs by making Britain greener, a fair deal for you: remove unfair advantages and privileges from the political system."
            }
        ],
        "mentions": {
            "candidate": "Ian Cuthbertson",
            "otherPartyLeaderCandidate": "Gordon Brown, David Cameron",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A Liberal Democrat Treasury Team has publicly called a halt to plans to axe thousands of jobs. Our tax plans would mean no one paid any Income Tax on the first £10,000 of their earnings, putting £700 back in your pocket.",
            "education": "Fairer taxes that put money back in your pocket. Pay on the first £10,000 you earn – cuts most people’s tax bills by £700. A fair chance for every child. Smaller class sizes, more cash for schools and abolish university tuition fees.",
            "environment": "A fair future: create jobs by making Britain greener. Invest in public transport, renewable energy and home insulation.",
            "governance": "A fair deal for you: remove the advantages and privileges from the politician system. Make politicians accountable and you the right to sack corrupt MPs. We will make the House of Lords fully elected.",
            "health": "Protect front-line NHS services",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Ian was born and bred in West Yorkshire just outside the constituency, living and working in the area for many years.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "He knows the value of town and parish councils to their local communities. As a councillor, he worked closely with the Parish Councils in his wards for the benefit of residents and he is sensitive to various national Park Forums, from inner-city Harare in Zimbabwe to mass communication."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "penistoneandstocksbridgelibdems.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Mr Clegg's idealism... resonates with many people.",
                "source": "Yorkshire Post, 22 March 2010",
                "date": "22 March 2010"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ian Cuthbertson with Nick Clegg"
                }
            ]
        },
        "additionalNotes": ""
    }
}