{
    "leaflet": {
        "candidateName": "Therese Coffey",
        "constituency": "Suffolk Coastal",
        "politicalParty": "Conservatives",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "Putting Suffolk Coastal First, Putting You First",
                "content": "Therese Coffey emphasizes her commitment to Suffolk Coastal, ensuring local services cater to village life and expressing her desire to protect the unique qualities of Suffolk Coastal."
            },
            {
                "title": "A FAIRER DEAL FOR SUFFOLK",
                "content": "The leaflet discusses the lack of resources from central government for Suffolk over the past five years, depriving the area of funds for essential services. It advocates for a fairer distribution of public funds."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Better NHS",
                "policyDescription": "A promise to increase spending on health services every year and to cut the costs of NHS bureaucracy."
            },
            {
                "policyTitle": "Pensions & Welfare",
                "policyDescription": "Therese Coffey promises to restore the link between basic state pensions and earnings."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "A commitment to support businesses, cut back on red tape, and boost job creation."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "A pledge to raise standards in schools and give heads and parents more control over education."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Advocates for tighter control of UK's borders, reducing overall immigration and introducing an Australian-style points system."
            }
        ],
        "mentions": {
            "candidate": "Therese Coffey",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A commitment to support businesses, reduce red tape, and create jobs to get Britain working.",
            "education": "A pledge to raise standards in schools and enable more parental and headteacher control over schools.",
            "environment": "Local commitment to address coastal and estuary erosion; the leaflet highlights opposition to onshore wind turbines and support for off-shore solutions like Sizewell C Nuclear power.",
            "governance": "Change politics by reducing costs of NHS bureaucracy and political expenses, and reformation of the House of Lords.",
            "health": "Increase spending on NHS every year and reduce the costs of NHS bureaucracy.",
            "immigration": "Implementing tighter immigration control with an Australian-style points system.",
            "socialWelfare": "Restoration of the link between basic state pensions and earnings, as well as supporting those who have saved for their retirement.",
            "housing": [
                {
                    "content": "Planning & Development: Opposes any new Whitehall-imposed mass house building which fails to take local needs and concerns into account.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Therese Coffey pledges to listen and be accessible, having lived in Westleton and having been active in Suffolk Coastal as a campaigner and then as a candidate.",
        "politicalExperience": [
            {
                "role": "Candidate",
                "duration": "",
                "achievements": "Active in Suffolk Coastal as a campaigner and then as a candidate, promises to be accessible and to listen."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01394 830001",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "A FAIRER DEAL FOR SUFFOLK. Over the past five years, Suffolk has been starved of the resources it needs from central government...",
                "source": "Leaflet Content",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Therese Coffey with constituents."
                },
                {
                    "caption": "Coastal erosion picture."
                },
                {
                    "caption": "Photo of Therese Coffey at a workstation."
                }
            ]
        },
        "additionalNotes": ""
    }
}