{
    "leaflet": {
        "candidateName": "George Lee",
        "constituency": "Holborn & St Pancras",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "3 positive reasons to vote for George Lee",
                "content": "1. Unlike Frank Dobson George is not a career politician. He has the skills and experience to do the job and will be a hardworking, honest public servant with integrity and fairness at core values. 2. Real-world experience vs. a shiny faced 20-something university student or a beer-gargling, working in a factory town MP! Metropolitan police officer (working in Vice, Drugs, Murder, Riot and Organised Crime Squads) and a successful private sector career. 3. George understands the constituency. He walks the beat in Holborn & Kings Cross (dealing with the homeless or in Lincoln’s Inn fields) and helping casualties at the Kings Cross fire, He understands what that makes this area special."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Save the Whittington Hospital A&E Department",
                "policyDescription": "Opposed to the closure of the A&E Department and has received assurance from the Shadow Health Secretary, Andrew Lansley, that a future Conservative Government would stop the review of clinical services at the Whittington."
            },
            {
                "policyTitle": "High speed rail tunnel under our homes - George Lee says No!",
                "policyDescription": "Opposes Labour's plan for a new High Speed 2 rail line from London to Birmingham. Supports local Conservatives in standing up to the proposed threat."
            },
            {
                "policyTitle": "Leaseholder campaign",
                "policyDescription": "Supports leaseholders across Camden who are unhappy at the amount they have been asked to pay by the Lib Dem Housing Department for repair work done to their properties."
            },
            {
                "policyTitle": "Roger Street drug treatment centre",
                "policyDescription": "Opposed the building of a drug treatment centre and needle exchange in Holborn. Joined local residents in fighting the proposal, and the idea was dropped."
            },
            {
                "policyTitle": "Crown Estate Sell-Off",
                "policyDescription": "Against the selling off of more than 1,300 properties on the Crown Estate in Cumberland Market and has lobbied to stop this from happening."
            }
        ],
        "mentions": {
            "candidate": "George Lee",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Voters here will decide who runs this country after the next election - Gordon Brown or David Cameron. This is a key seat which the Conservatives need to win to form a Government. Your local vote directly decides the outcome. A vote for any party but the Conservatives risks leaving Gordon Brown in Downing Street or a hung Parliament - both are disastrous for the country."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Opposed to the closure of the A&E Department at the Whittington Hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Supports leaseholders against charges by the Lib Dem Housing Department and opposes the sell-off of properties on the Crown Estate.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "1a Heath Hurst Road, London, NW3 2RU",
            "phone": "0207 794 5679",
            "email": "george@georgelee.org",
            "website": "www.mygeorgelee.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "George Lee with supporters campaigning on various local issues."
                }
            ]
        },
        "additionalNotes": ""
    }
}