{
    "leaflet": {
        "candidateName": "Frank Dobson",
        "constituency": "Holborn & St Pancras",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "I'm writing to introduce myself as your Labour parliamentary candidate at the forthcoming General Election. Now that the Boundary Commission have decided to move Highgate Ward, where you live, into the Holborn & St. Pancras constituency which I have represented since 1983. From 1979 - 1983 I represented the former constituency of Holborn & St Pancras South."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "The Economy",
                "policyDescription": "Labour's handling of the economy has saved us all from a total collapse of the world financial system and has economic uplandreamt in securing a times. The Government has not just acted effectively in Britain but has played the leading role in modern concerted approach world-wide. Not able to wizzonial by Economics Professor Sukh Risto has stated that Gordon Brown acted with 'stunning speed,' 'defined the character of the worldwide rescue effort with other wealthy nations playing catch up' and that his 'combination of clarity and decisiveness hasn't been matched by any other Western government.'"
            },
            {
                "policyTitle": "Global Warming",
                "policyDescription": "The need to counter global warming remains. In this sphere the Government has a lot to its credit, commissioning the Stern Report, passing the Climate Change Act and leading the campaign to get a workable world-wide agreement at the Copenhagen Summit and funding for developing countries. However I do not support the proposed third runway at Heathrow. Instead I believe that the Channel Tunnel City link to Frankfurt-Paris, which I have advocated for the last 25 years, shows the way-forward. Countries face critical climate change challenges and should make air traffic less frequent unsnecessary."
            },
            {
                "policyTitle": "The NHS",
                "policyDescription": "The Government remains totally committed to the NHS. It is incredible that Conservatives who opposed its creation after the Second World War now say that they are 'the party of the NHS.'"
            }
        ],
        "mentions": {
            "candidate": "Frank Dobson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Gordon Brown",
            "tacticalSituation": "Now that the Boundary Commission have decided to move Highgate Ward, where you live, into the Holborn & St. Pancras constituency."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour's handling of the economy has saved us all from a total collapse of the world financial system.",
            "education": "Spending on schools and colleges remains in place.",
            "environment": "The need to counter global warming remains. In this sphere the Government has a lot to its credit, commissioning the Stern Report, passing the Climate Change Act and leading the campaign to get a workable world-wide agreement at the Copenhagen Summit and funding for developing countries.",
            "governance": "",
            "health": "The Government remains totally committed to the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "With the most housing waiting list it makes no sense to have fewer places to let. And I take this personally because when I was Leader of Camden Council in the 1970's, in response to campaigns by local people, including the residents of Lissenden Gardens in Highgate Ward. we bought up over 6000 properties from the private sector. That gave security of tenure for existing tenants and filled the vacant flats with people from the waiting list. More housing made sense then. It makes sense now.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Parliamentary candidate",
                "duration": "since 1983",
                "achievements": ""
            },
            {
                "role": "Leader of Camden Council",
                "duration": "in the 1970's",
                "achievements": "bought up over 6000 properties from the private sector."
            }
        ],
        "contactInformation": {
            "address": "110 Gloucester Avenue, London, NW1 8HX",
            "phone": "020 7586 6039",
            "email": "",
            "website": "www.frankdobson.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Camden Labour leaflet with Frank Dobson"
                }
            ]
        },
        "additionalNotes": ""
    }
}