{
    "leaflet": {
        "candidateName": "Andrew Judge",
        "constituency": "Wimbledon",
        "politicalParty": "Labour Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Choosing To Tackle Global Warming",
                "content": "When I was leader of Merton Council, we overcame wherewithal resistance to require renewable energy in new commercial buildings. That is why there are wind turbines on our industrial estates. The 'Merton Rule' is now been copied across England making a bigger difference than government grant programmes. As your MP, I will do everything possible to promote local and global warming."
            },
            {
                "title": "Choosing To Secure The Economic Recovery",
                "content": "In the recent global economic crisis the Labour Government made the right decisions and led the international recovery whilst Conservatives made the 'wrong calls' throughout. The choice now is either the Conservatives 'age of austerity', with threats to growth cuts back into recession, or Labour's plans that maintain public expenditure on goods and services until the recovery is secure."
            },
            {
                "title": "Choosing To Create Great Local Schools",
                "content": "I once led the complete transformation of local education that created new primary schools at key locations with sustainable primary school in their own buildings. Now they are increasingly over-subscribed that we must build many new, classrooms across Wimbledon. As your MP and a local councillor, I will work to ensure that this happens along with continuing improvements in standards in our secondary schools and new sixth forms."
            },
            {
                "title": "Choosing To Safeguard Public Services",
                "content": "When the Labour Government came into office in 1997, our public services were in a terrible state, suffering from lack of resources, demoralised staff and dilapidated buildings. Ten years later we have hard to dream of waiting the Government not bothered investing in quality services. Now the NHS is a vastly improved with very short waiting lists and complete renewal of medical facilities and buildings."
            },
            {
                "title": "Choosing To Change Our Politics",
                "content": "The time has come for a completely fresh start in our politics to restore trust and respect. Labour is promising a referendum on electoral reform after the election, to ensure that every MP has the support of a majority in their constituency. Politicians should be accountable to all their constituents. That is why the disdain for local views by the leadership of Merton Council is so wrong."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Global Warming",
                "policyDescription": "Promote renewable energy and overcome resistance to sustainable building practices. Support the 'Merton Rule' and make Wimbledon the greenest constituency."
            },
            {
                "policyTitle": "Economic Recovery",
                "policyDescription": "Maintain public expenditure on goods and services to secure economic recovery. Support Labour's plan against austerity and recession threats."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Build new primary and secondary school classrooms across Wimbledon. Ensure continuous improvement in standards and provide music, arts, and sport support."
            },
            {
                "policyTitle": "Public Services",
                "policyDescription": "Continue to improve NHS with very short waiting lists and renovated facilities. Oppose Tory calls for cuts and resource stagnation in public services."
            },
            {
                "policyTitle": "Political Reform",
                "policyDescription": "Support a referendum on electoral reform to ensure MPs have majority constituency support. Hold politicians accountable and respect local views."
            }
        ],
        "mentions": {
            "candidate": "Andrew Judge",
            "otherPartyLeaderCandidate": "Conservatives",
            "partyLeader": "",
            "tacticalSituation": "Labour was just 224 votes short of winning last time. A vote for any other party than Labour only helps the Conservatives."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Support Labour's plan against austerity and recession threats.",
            "education": "Build new classrooms and improve education standards.",
            "environment": "Promote renewable energy and overcome resistance to sustainable building practices.",
            "governance": "Support a referendum on electoral reform to ensure MPs have majority constituency support.",
            "health": "Continue to improve NHS with very short waiting lists and renovated facilities.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "A real choice - As a society, we face immense challenges, some of them particular to this country, but most of them global in character. If we are to succeed we will need a completely fresh approach to politics and a willingness to work with goodwill in close co-operation with other people and countries.",
        "politicalExperience": [
            {
                "role": "Merton Council Leader",
                "duration": "",
                "achievements": "Led the transformation of local education creating new primary schools. Introduced the 'Merton Rule' for renewable energy in new commercial buildings."
            }
        ],
        "contactInformation": {
            "address": "Wimbledon Labour Party, 267 The Broadway, London SW19 1SD",
            "phone": "020 8540 5151",
            "email": "wimbledonlabour@gmail.com",
            "website": "www.wimbledonlabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andrew Judge with supporters, engaging in various community activities."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes the choice in the upcoming election and highlights the achievements of the Labour Party as well as the candidate's local actions. It also stresses the importance of voting for Labour to prevent a Conservative win."
    }
}