{
  "leaflet": {
    "candidateName": "Cllr Nick Small",
    "constituency": "Central Liverpool",
    "politicalParty": "Labour",
    "electionDate": "Thursday 6 May",
    "messages": [
      {
        "title": "A Message from Cllr Nick Small",
        "content": "I have been privileged to serve as one of your local councillors for the last six years, hard at your Ellman MP. I'm proud of what we've been able to achieve in conjunction with your voice around the University... I'm proud of that record as your councillor over the past six years, but I know that we can get a lot more done with Labour running the City Council."
      },
      {
        "title": "Changing Liverpool for the Better",
        "content": "In our first year we pledge: We will clean up 1,000 grot spots. We will create 100 new apprenticeships for young people. We will provide new homes for people on the housing waiting list... We will have zero-tolerance of anti-social behaviour... We will minimise any rises in Council Tax."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Creating local jobs for our local young people",
        "policyDescription": "Collaboration with Louise Ellman MP to create 35 jobs in the constituency, using Kensington Fields Community Association to train long-term unemployed."
      },
      {
        "policyTitle": "Building safer, stronger communities",
        "policyDescription": "Worked with Liverpool Students’ Union and Marybone Halls of Residence to build relationships and improve student safety."
      },
      {
        "policyTitle": "Improving recycling for City Centre residents",
        "policyDescription": "The Lib Dem Council Liverpool has one of the worst recycling records in the country. Nick has been at the forefront of the campaign for more recycling facilities in the City Centre."
      },
      {
        "policyTitle": "Making our roads safer for pedestrians",
        "policyDescription": "Backed the campaign for a new pedestrian crossing near to Pleasant Street and St Nicholas's Primary Schools, one of the most dangerous crossings in the whole city."
      },
      {
        "policyTitle": "Ending the parking nightmare for residents",
        "policyDescription": "Secured residents’ parking schemes in Kensington Fields Triangle, Smithdown Lane, Rosemary Close, John Moores Close, and Freedom Close."
      },
      {
        "policyTitle": "Clean up grot spots",
        "policyDescription": "Set up green teams in every neighborhood, tackle fly tipping, litter, dog fouling, and graffiti. Clean up 1,000 extra grot spots."
      },
      {
        "policyTitle": "Apprenticeships",
        "policyDescription": "Create 100 new apprenticeships for young people in the first year."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Provide new homes for people on the housing waiting list by working with housing associations and developers."
      },
      {
        "policyTitle": "Anti-social behavior",
        "policyDescription": "Zero-tolerance of anti-social behavior, act against trouble-making neighbors and increase tolerance in their homes."
      },
      {
        "policyTitle": "Council Tax",
        "policyDescription": "Minimize any rises in Council Tax."
      }
    ],
    "mentions": {
      "candidate": "Cllr Nick Small",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"We will provide new homes for people on the housing waiting list.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I have been privileged to serve as one of your local councillors for the last six years...",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "Six years",
        "achievements": "Working with Louise Ellman MP to create 35 jobs, improve recycling, make roads safer, and end parking nightmare for residents."
      }
    ],
    "contactInformation": {
      "address": "1b Preston Road, Liverpool, L7 0RE",
      "phone": "",
      "email": "",
      "website": "www.liverpoollabour.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Small's local achievements"
        }
      ]
    },
    "additionalNotes": "Leaflet contains several images and statements related to the candidate's past achievements and pledges for future improvement."
  }
}