{
    "leaflet": {
        "candidateName": "Mark Fletcher",
        "constituency": "Devizes",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "A 'Living Wage' for all",
                "content": "We think it’s unfair that irresponsible bankers go on earning huge salaries while 4 million UK children live in poverty. We think it’s unfair that the Government have failed to do anything about the growing gap between rich and poor."
            },
            {
                "title": "Protect our NHS",
                "content": "We think it’s unfair that hospitals and health centres are treated like businesses rather than vital public services. We want to make sure no more public money is wasted on badly implemented privatisation schemes."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A 'Living Wage'",
                "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families. We will fight for a fair financial deal, with community banks, credit unions and mutuals providing realistic loans to families and small businesses."
            },
            {
                "policyTitle": "A million new jobs",
                "policyDescription": "Green MPs will press for a free insulation scheme for every single home and for a green package to cut fuel bills and create a million new jobs. Green Party councillors have already pioneered such a scheme in Kirklees."
            },
            {
                "policyTitle": "Protect our NHS",
                "policyDescription": "Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures and privatisation within our NHS and protect the jobs of public sector workers."
            }
        ],
        "mentions": {
            "candidate": "Mark Fletcher",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "develop higher education, jobs and small businesses",
            "environment": "every home...for a green package to cut fuel bills",
            "governance": "",
            "health": "Protect our NHS",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Green MPs will press for a free insulation scheme for every single home and for a green package to cut fuel bills and create a million new jobs.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Fletcher with constituents"
                }
            ]
        },
        "additionalNotes": "Printed on 100% recycled paper using sustainable technologies that do not harm the environment."
    }
}