{
  "leaflet": {
    "candidateName": "Mike Penning",
    "constituency": "Hemel Hempstead",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A full acute hospital for Hemel",
        "content": "I will continue to fight for a full acute hospital for the people of Hemel Hempstead. Never forget Labour closed our hospital."
      },
      {
        "title": "Jobs and welfare",
        "content": "I will continue my support for our local businesses and the rebirth of the Maylands business area following the Buncefield disaster."
      },
      {
        "title": "Crime - It's time to fight back",
        "content": "I welcome Conservative plans to restore responsibility and discretion to our police and I will fight any attempt to downgrade our Police Station."
      },
      {
        "title": "Making families stronger",
        "content": "I will back reforms to our tax and benefits system to help support families and help people balance their lives."
      },
      {
        "title": "Controlling immigration",
        "content": "I will support controlled immigration with a limit on numbers, so we only admit those who will benefit the economy."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Health - A full acute hospital",
        "policyDescription": "Mike Penning pledges to continue the fight for a full acute hospital for Hemel Hempstead, remembering that Labour closed the hospital previously."
      },
      {
        "policyTitle": "Economy - Jobs and welfare",
        "policyDescription": "Commitment to support local businesses and facilitate the rebirth of the Maylands business area after the Buncefield disaster."
      },
      {
        "policyTitle": "Crime prevention",
        "policyDescription": "Plans to restore responsibility and discretion to police, resisting any efforts to downgrade the Police Station."
      },
      {
        "policyTitle": "Family support",
        "policyDescription": "Reforms to tax and benefits to strengthen families and to help people balance work and family life."
      },
      {
        "policyTitle": "Immigration control",
        "policyDescription": "Supporting controlled immigration with limits to ensure that newcomers benefit the economy."
      }
    ],
    "mentions": {
      "candidate": "Mike Penning was first elected as Member of Parliament for Hemel Hempstead in 2005 and in 2007 was appointed as a Shadow Minister for Health.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Mike Penning has fought for compensation for residents and businesses affected by the Buncefield disaster.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Mike Penning pledges to continue the fight for a full acute hospital for Hemel Hempstead.",
      "immigration": "Mike Penning supports controlled immigration with a limit on numbers to benefit the economy.",
      "socialWelfare": "Mike Penning intends to back reforms to tax and benefits to support families.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Mike Penning lives in Hemel's Old Town, is married to Angela and has two daughters Adele and Abby.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Hemel Hempstead",
        "duration": "2005 - present",
        "achievements": "First elected as MP in 2005, appointed as a Shadow Minister for Health in 2007"
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mike Penning with another individual in what appears to be a discussion."
        }
      ]
    },
    "additionalNotes": "Leaflet provides a personal background of Mike Penning, his family, and his military service. Emphasizes his local connections and previous efforts for the community."
  }
}