{
    "leaflet": {
        "candidateName": "Karen Robson",
        "constituency": "Cardiff Central",
        "politicalParty": "Welsh Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Save our Service!",
                "content": "Karen Robson highlights 'wrong priorities' which see NHS cut Alzheimer’s Care Funding in Cardiff."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Opposed to the cuts in Alzheimer's care funding by the current government, emphasizing the importance of the service to over 100 families who receive support through it."
            }
        ],
        "mentions": {
            "candidate": "Karen Robson is Welsh Conservative Candidate in the General Election for Cardiff Central.",
            "otherPartyLeaderCandidate": "Mark Drakeford and Mark Harper have been mentioned in relation to local visits and issues.",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Mentioned involvement with Shadow Minister for Disabled people with respect to local organizations and the Road Safety Centre in Maindy was included on a separate tour with Shadow Transport Minister Theresa Villiers MP, further demonstrating the wide range of services offered to Cardiff residents.",
            "governance": "Criticizes the Labour-Led Assembly Government for implementing cuts in Alzheimer's care funding and reducing the number of Local Health Boards without achieving higher management positions or cost savings.",
            "health": "Highlights the issue of NHS cuts to Alzheimer’s Care Funding in Cardiff and the need to protect this vital service.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Mentions Cardiff's roads are crumbling and potholes in part of the constituency. Potholes are a clear indication of the weary road surfaces and lack of proper care.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Freepost Welsh Conservatives",
            "phone": "",
            "email": "mail@karenrobson.info",
            "website": "www.karenrobson.info",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "She has worked with disabled people and voluntary organizations. Karen has worked in the education sector for many years and has a keen interest in defence issues and the challenges facing our Armed Forces and background and when they return home.",
                "source": "Leaflet content",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Karen Robson with a senior gentleman, likely at an event or meeting."
                },
                {
                    "caption": "Karen Robson's visit to Alzheimer’s Society accompanied by Mark Harper MP, highlighting the service provided to residents."
                },
                {
                    "caption": "Karen Robson at the Road Safety Centre in Maindy, included on a separate tour with Shadow Transport Minister Theresa Villiers MP"
                }
            ]
        },
        "additionalNotes": "The leaflet has a section for showing support for Alzheimer's care services and contact details for Karen Robson's campaign."
    }
}