{
    "leaflet": {
        "candidateName": "Ross Thomson",
        "constituency": "Gordon",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Make Change Happen",
                "content": "Ross Thomson, Conservative Candidate for Gordon, has called upon Lib Dem and SNP voters to join him in his campaign for change"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Campaigning to upgrade the A96 and A90",
                "policyDescription": "Ross has been campaigning for the dualling of the A96 and A90 and has launched an online petition at www.ipetitions.com/petitions/dualthea96anda90."
            },
            {
                "policyTitle": "Potholes",
                "policyDescription": "Ross has been outspoken about the state of our roads. There are too many potholes which not only look terrible but cause real damage too."
            }
        ],
        "mentions": {
            "candidate": "Ross Thomson",
            "otherPartyLeaderCandidate": "Ken Clarke MP, Shadow Business Secretary",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Ross discussed with [Ken Clarke MP] the vital importance of the Oil and Gas industry to Gordon.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Ross Thomson, Conservative candidate for Gordon, calls upon Lib Dem and SNP voters to join him in his campaign for change",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Gordon Conservatives, 7 Northern Road, Kintore, Aberdeenshire, AB51 0YL",
            "phone": "",
            "email": "ross.thomson@scottishconservatives.com",
            "website": "www.rossthomson.wordpress.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Nanette - Member of the Scottish Parliament",
                "endorsement": "Ross is someone who will make a real difference for communities across Gordon and will be a powerful voice in Westminster. He has real drive and I have every confidence he will work hard and do his best for the people of Gordon."
            },
            {
                "endorser": "Alexander - Student",
                "endorsement": "I was a member of the Lib Dems but I’ve decided to vote Conservative because Britain needs real change in Westminster, and only the Conservatives can do that."
            },
            {
                "endorser": "George - Retired",
                "endorsement": "I’m supporting Ross because he works hard for local people. Ross delivers on what he promises and I know he will stand up for people like us and make the change we need happen."
            }
        ],
        "quotes": [
            {
                "text": "Ross delivers on what he promises and I know he will stand up for people like us and make the change we need happen.",
                "source": "George - Retired",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ross Thomson with David Cameron."
                },
                {
                    "caption": "Ross Thomson at a potholed road."
                },
                {
                    "caption": "Ross Thomson holding a sign to upgrade A96 and A90."
                }
            ]
        },
        "additionalNotes": "The leaflet contains endorsements from a member of the Scottish Parliament, a student, and a retired individual. It also features a campaign update section with various news briefs, including campaigning efforts and interactions with political figures."
    }
}