{
    "leaflet": {
        "candidateName": "Martin Land",
        "constituency": "Huntingdon",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Dear Fellow Residents,",
                "content": "Over the last few weeks you have been bombarded with policies and promises from the political parties. I hope that, in common with many other people, you have become more aware of the strengths of the Liberal Democrat ideas as put forward by Nick Clegg and Vince Cable. However, as far as the Huntingdon constituency is concerned, you are also voting for an individual to represent you in Parliament. Before you vote on May 6th, ask yourself this question: Who is more likely to understand your concerns and problems, who is more likely to be in touch with the everyday life of people in St Neots, Huntingdon, Godmanchester and all our villages?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Public Finances",
                "policyDescription": "Liberal Democrats believe not only must we set a clear and honest path to restoring the health of the public finances, but we must also help get ordinary people in low paid jobs work simply doesn't pay."
            },
            {
                "policyTitle": "Your Money",
                "policyDescription": "Under this Government millions of people on low incomes are forced to pay hundreds of pounds of income tax every year, keeping pensioners on the breadline and meaning that for many poorer working families the wages are taken away again by withdrawal of benefits and tax credits."
            }
        ],
        "mentions": {
            "candidate": "Martin Land",
            "otherPartyLeaderCandidate": "Nick Clegg, Vince Cable, David Cameron, Gordon Brown",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": "“How would you vote on May 6th if you thought the Liberal Democrats had a significant chance of winning the election”"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "We propose to raise the threshold at which people start paying income tax from current levels to £10,000, cutting income tax bill by £700 and cutting pensioner's income tax bills by £100. These plans will mean that almost 4 million people on low incomes will no longer have to pay any income tax at all.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I hope that, in common with many other people, you have become more aware of the strengths of the Liberal Democrat ideas as put forward by Nick Clegg and Vince Cable. However, as far as the Huntingdon constituency is concerned, you are also voting for an individual to represent you in Parliament.",
        "politicalExperience": [
            {
                "role": "Local Campaigner",
                "duration": "",
                "achievements": "Martin Land has been a local campaigner for healthcare, transport network in Huntingdonshire, and practical community involvement."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "The Lib Dems are worthy of the status... for their moment in the spotlight, they choose a harder road and have argued, often alone, for things like fairer taxes and greener economy.",
                "source": "The Guardian - 16th April 2010",
                "date": "16th April 2010"
            },
            {
                "text": "The [Liberal Democrats] deserve credit for insisting, persuasively... the services we cherish must be paid for more honestly.",
                "source": "The Mirror - 15th April 2010",
                "date": "15th April 2010"
            },
            {
                "text": "They've got by far the most ambitious tax and spending plan.",
                "source": "BBC - 14th April 2010",
                "date": "14th April 2010"
            },
            {
                "text": "It is a pitch to the electorate that includes the most generous tax giveaway and the most explicit public spending cuts to drive it.",
                "source": "The Evening Standard - 14th April 2010",
                "date": "14th April 2010"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Martin Land, a local voice for you in Parliament."
                }
            ]
        },
        "additionalNotes": ""
    }
}