{
    "leaflet": {
        "candidateName": "Chuka Umunna",
        "constituency": "Streatham, Balham, Brixton, Clapham & Tulse Hill",
        "politicalParty": "Labour",
        "electionDate": "General Election 2010",
        "messages": [
            {
                "title": "Labour offering more for young people",
                "content": "Labour has doubled spending on local youth services - and introduced the first ever Youth Mayor for Lambeth."
            },
            {
                "title": "Boosting school places and extending free school meals",
                "content": "Labour is expanding the number of school places for local children. An extra 300 reception class places will be made available across Lambeth over the next three years. Classrooms are being created at the most popular primary schools to meet short-term demand including Jubilee, Hitherfield, Crown Lane and St. Andrew's. The Woodfield Centre in Dingley Lane, an unoccupied former special school, is being converted to provide an extra 420 primary school places by 2016. It will operate as a federation with Tiverton, Henry Cavendish Primary School."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Youth services",
                "policyDescription": "Doubling spending on local youth services, including the introduction of a Youth Mayor."
            },
            {
                "policyTitle": "National Youth Community Service",
                "policyDescription": "Create a National Youth Community Service to provide more opportunities for young people to get involved in the area they live in and aim for all young people to contribute a total of 50 hours to their community by the age of 19."
            },
            {
                "policyTitle": "Education Expansion",
                "policyDescription": "Expanding school places in the constituency and extending free school meals to ensure every child has access to good education and nutritional food."
            }
        ],
        "mentions": {
            "candidate": "Chuka Umunna's campaign to bring the Tube to Streatham stepped up a gear recently when he joined with local campaigners to present his petition to the Prime Minister in Downing Street.",
            "otherPartyLeaderCandidate": "When the Lib Dems and Tories run Lambeth it had one of the worst funded youth services in London. Since then your services have been amongst the biggest cut in EVERY borough, providing the BIGGEST youth service cuts.",
            "partyLeader": "",
            "tacticalSituation": "It's Labour or the Tories: Lib Dems can't win here."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Labour is expanding the number of school places for local children. An extra 300 reception class places will be made available across Lambeth over the next three years.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Streatham Labour, FREEPOST LON RRVC-UBYL-YUGT 264 Rosendale Road, SE24 9DL",
            "phone": "Tel: 020 8769 5063",
            "email": "chuka@streathamlabour.org.uk",
            "website": "www.streathamlabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Kwame Kwei-Armah (Actor and playwright)",
                "endorsement": "Chuka's bid for Streatham's future prosperity. With his family in the constituency and still has family in the area."
            }
        ],
        "quotes": [
            {
                "text": "Providing more activities for our young people out of school hours is an absolute priority for me.",
                "source": "Chuka Umunna",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chuka Umunna taking his campaign to the top, a picture outside 10 Downing Street."
                },
                {
                    "caption": "A graph showing Labour at 48%, Conservatives at 29%, and Lib Dems at 13% based on latest constituency voting figures."
                }
            ]
        },
        "additionalNotes": ""
    }
}