{
    "leaflet": {
        "candidateName": "Alun Pugh",
        "constituency": "Arfon",
        "politicalParty": "Welsh Labour",
        "electionDate": "May 6, 2010",
        "messages": [
            {
                "title": "A FUTURE FAIR FOR ALL IN ARFON",
                "content": "Dear Elector, There is a very clear choice on May 6. Either a Labour government will be returned to power or the Tories will take control for the next four years. Millions of pounds worth of investment in hospitals, schools and services are at risk in a damaging period ahead. Securing the recovery and protecting frontline public services will be my top priority."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Investment in Language",
                "policyDescription": "Backed the programme of investment in the language to grow the number of Welsh speakers."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Focus on improving living standards for education, communities and the Welsh Nation."
            },
            {
                "policyTitle": "Health Service",
                "policyDescription": "Millions of pounds worth of investment in hospitals and healthcare."
            }
        ],
        "mentions": {
            "candidate": "Alun has deep roots in North Wales. As a former Member of the Welsh Assembly and former Minister for Culture, Welsh Language and Sport in the Welsh Assembly Government, Alun is well equipped by experience and ability to take up where I left off in the very challenging role of representing the people of Arfon.",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Securing the recovery and protecting frontline public services.",
            "education": "Committed to improving education standards.",
            "environment": "",
            "governance": "",
            "health": "Millions of pounds worth of investment in hospitals and healthcare.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Public spending would be under self-imposed restrictions due to backdated cuts, making a first-rate health service or decent housing less possible.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Focused on securing the recovery and protecting frontline public services. With a background in business finance and a huge interest in education, moved to Gwynedd in 1992 to take up a management post at Coleg Llandrillo.",
        "politicalExperience": [
            {
                "role": "Member of the Welsh Assembly and Minister for Culture, Welsh Language and Sport",
                "duration": "Post-2003 elections",
                "achievements": "Invested in growing the number of Welsh speakers."
            }
        ],
        "contactInformation": {
            "address": "Alun Pugh, 9a Field Street, Bangor, Gwynedd LL57 1DP",
            "phone": "",
            "email": "",
            "website": "www.alunpugh.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Betty Williams",
                "endorsement": "Alun has deep roots in North Wales. Our families worked in similar dangerous industries... Alun's experience of the problems of working people is first hand. He has been an MP with the people's priorities at heart."
            },
            {
                "endorser": "Dorothy Bullied MBE",
                "endorsement": "Alun has a huge interest in education... His wife Mary is a teacher who leads a special needs unit supporting children with Asperger's Syndrome."
            },
            {
                "endorser": "Carwyn Jones, First Minister",
                "endorsement": "Alun was a strong voice for North Wales and a hard working champion for his communities. I have no doubt that he would be an excellent MP."
            }
        ],
        "quotes": [
            {
                "text": "Securing the recovery and protecting frontline public services will be my top priority.",
                "source": "Alun Pugh Campaign Leaflet",
                "date": "2010"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Alun Pugh with endorsements and political messages."
                }
            ]
        },
        "additionalNotes": ""
    }
}