{
    "leaflet": {
        "candidateName": "Colin Eldridge",
        "constituency": "Liverpool",
        "politicalParty": "Lib Dems",
        "electionDate": "",
        "messages": [
            {
                "title": "Fire Engine Campaign Success!",
                "content": "Credit to the local Lib Dems for speaking up when it came to voting on matters regarding the Fire Service. With a report saying that on average 29 fires a year may not get a fire engine promptly, something clearly must have been done. The Labour Party voted against the calls for the reinstatement of the fire engine and the third fire and rescue unit at Old Swan. Liverpool and its residents deserve better than them claiming to respect the voters."
            },
            {
                "title": "Colin's fighting crime",
                "content": "Colin Eldridge's plans for combating crime in Liverpool are just simply common sense. Under the Labour government violent crime has doubled. It's time for real honest action on crime."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fire Service",
                "policyDescription": "Support for the local Lib Dems' position on fire services and criticism of Labour Party's stance against the reinstatement of fire services and resources."
            },
            {
                "policyTitle": "Crime",
                "policyDescription": "Promotion of Colin Eldridge's common-sense plans to combat the doubling of violent crime under the Labour government."
            }
        ],
        "mentions": {
            "candidate": "Colin Eldridge has even taken to clearing the ice himself after the latest government let down.",
            "otherPartyLeaderCandidate": "Many flights across the UK ran out of petrol, including Liverpool. People were also stranded on motorways, with several tales emerging that a woman had to give birth on the M53.",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Colin Eldridge has said he can't believe the country has been at a standstill due to the bad weather. Liverpool firms lost up to an estimated £50 million due to staff shortages and other incidents blamed on the snow.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Rachel Oelbaum",
                "endorsement": "Credited Colin with the credit and strategy, to sort out the problem out himself. 'I was very impressed.'"
            }
        ],
        "quotes": [
            {
                "text": "\"We can't let this happen again\" - Eldridge",
                "source": "Colin Eldridge",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Colin Eldridge has even taken to clearing the ice himself after the latest government let down."
                }
            ]
        },
        "additionalNotes": "The leaflet also mentions issues with gritting problems during snow events and how many residents were left angry that the government had failed to prepare for the cold winter."
    }
}