{
  "leaflet": {
    "candidateName": "Colin Eldridge",
    "constituency": "Liverpool",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "Beware Labour’s dirty tricks",
        "content": "Labour are running scared in Liverpool. As more and more people turn to local campaigner’s Colin Eldridge and Keith Turner, Labour are resorting to smears and nasty leaflets to scare voters. Beware of Labour’s fake leaflets. They have nothing positive to say and are clearly out of ideas. With the Conservatives out of the race in Liverpool only Colin Eldridge, Keith Turner and the Lib Dems are the positive, local choice."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Colin Eldridge lives locally on Rathbone Road, Keith has been an Old Swan Councillor for 15 years. They are the local choice.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The Lib Dems are working all year for Old Swan. Lib Dem 41% Can't Win Here Lab 49% Con 7% More and more people are turning to the Lib Dems in Liverpool. The Conservatives are out of the race and Labour’s vote is crumbling as their campaign goes negative."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Old Swan Councillor",
        "duration": "15 years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.colineldridge.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Your Old Swan Lib Dem Team: Colin Eldridge, Keith Turner, Berni Turner and Gary Millar are your Lib Dem team. They have a record of putting our community first. Unlike Labour and the Conservatives they are working hard for local residents."
        }
      ]
    },
    "additionalNotes": ""
  }
}