{
  "leaflet": {
    "candidateName": "MARY MACLEOD",
    "constituency": "Brentford and Isleworth",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "The most important election of our lifetime?",
        "content": "This year's General Election will be one of the most pivotal Britain has faced in generations."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Deliver more school places for the next generation and encourage aspiration",
        "policyDescription": "Secured £47 million to provide more school places locally and confirmed a new primary school. I will also contribute to fighting for a new secondary school as well as for local teachers to be recognised in the honours list."
      },
      {
        "policyTitle": "Tackle crime and anti-social behaviour, with a zero-tolerance approach to domestic abuse",
        "policyDescription": "Crime in our area has reduced by over 16%, but there is more to do. Following a London Domestic Abuse summit I organised in Chiswick, the Home Secretary has announced £10 million funds to support victims of domestic abuse. I will continue to prioritise that locally."
      },
      {
        "policyTitle": "Increase the number of apprenticeships for young people and encourage new small businesses",
        "policyDescription": "Local youth unemployment is down by over 40%, over 2,600 new businesses and more than 800 apprenticeships started. I will ensure businesses have the support they need and young people the opportunities they deserve."
      },
      {
        "policyTitle": "Provide more affordable homes for local people and the services to go with them",
        "policyDescription": "I will make clear the commitment and availability for affordable housing as part of all future developments and for local people."
      },
      {
        "policyTitle": "Take action to improve our streets and local transport",
        "policyDescription": "While we’ve seen investments like the Cycle Superhighway and improvements to local stations, there is more to do like reducing aircraft noise and improving air quality."
      },
      {
        "policyTitle": "Fight against a 3rd and 4th runway at Heathrow and a reduction in night flights",
        "policyDescription": "I have led local campaigns against night flights and expansion at Heathrow because of the detrimental impact on our local community."
      }
    ],
    "mentions": {
      "candidate": "MARY MACLEOD",
      "otherPartyLeaderCandidate": "Ed Miliband, David Cameron",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Britain growing faster than any economy in Europe",
      "education": "1 million more children being taught in good or outstanding schools",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "Reduces the benefit cap to £23,000 a year for out of work household, no benefits for EU migrants anywhere in Europe",
      "socialWelfare": "Benefits capped at £26,000 a year; Making sure work always pays",
      "housing": [
        {
          "content": "Provide more affordable homes for local people and the services to go with them",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "020 7219 7023",
      "email": "mary.macleod.mp@parliament.uk",
      "website": "www.marymacleod.com",
      "socialMedia": {
        "facebook": "fb.com/MaryMacleod",
        "twitter": "twitter.com/MaryMacleod",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "Find out more about the Conservatives’ long-term economic plan for Britain facebook.com/conservatives"
  }
}