{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "AGAINST AUSTERITY!",
                "content": "Government-imposed austerity has only just begun. Cuts are now facing further cuts, including in Ealing, unpaid and down the country, unprecedented in peace time. Just read the headlines: 'Where will the £96 million axe fall?' asks the Ealing Gazette. 'Impossible and heartbreaking decisions are only days away.' The Green Party states these cuts are not only unnecessary but hitting precisely the people who would bring us out of the recession."
            },
            {
                "title": "VOTE FOR REAL CHANGE!",
                "content": "The Green Party has recently experienced an amazing surge in membership. In London we have replaced the LibDems party as the third political force. We are campaigning actively for alternatives to more suicidal austerity measures."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Austerity",
                "policyDescription": "The Green Party is against imposing austerity and believes in sustainable job creation by investing in environmentally sustainable industries like renewable energy, insulation of homes, training for young and old, and restoring our infrastructure."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Green Party is against austerity as they believe it is damaging the economy and cutting necessary services, which would bring people out of recession.",
            "education": "",
            "environment": "The Green Party believes in sustainable job creation by investing in environmentally sustainable industries like renewable energy and insulation of homes.",
            "governance": "",
            "health": "Cuts are endangering services such as midwives being denied even a 1% pay rise, and service areas are going to 'dangerous' levels for fire services being cut.",
            "immigration": "",
            "socialWelfare": "Cuts affect vital services for those with disabilities, mental health problems, and in need of community care.",
            "housing": [
                {
                    "content": "The Green Party opposes selling off town hall assets and charging on services like waste disposal, a hostel like care backs on services vital for communities.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "ealing@greenparty.org.uk",
            "website": "http://www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/greenpartyealing",
                "twitter": "twitter.com/EalingGreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "NO TO AUSTERITY NO TO HOME TAXES! STOP THE CUTS FOR JOBS AND COMMUNITIES!"
                }
            ]
        },
        "additionalNotes": ""
    }
}