{
  "leaflet": {
    "candidateName": "Helen Hayes",
    "constituency": "Dulwich and West Norwood",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Dear Friend,",
        "content": "On Monday the formal campaign for one of the most crucial General Elections in a generation will officially kick off. I am writing to you with an update on the campaigning work which we are doing locally to ensure that we elect a Labour government and to ask for your help."
      },
      {
        "title": "Best wishes",
        "content": "Helen Hayes"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS and welfare system",
        "policyDescription": "Opposes the Tory led government's policies on the community, including the bedroom tax and mentions the impact on salaries and forcing residents into poverty."
      }
    ],
    "mentions": {
      "candidate": "Helen Hayes",
      "otherPartyLeaderCandidate": "Neil Coyle",
      "partyLeader": "",
      "tacticalSituation": "A recent Lord Ashcroft poll showed just 1% difference in support between Labour and Lib Dems - we can definitely win this seat if we work hard."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The impacts of the Tory led government's policies on our communities has been clear - our NHS is creaking at the seams; we have a housing crisis hitting even those on professional salaries.",
      "immigration": "",
      "socialWelfare": "The heartless reforms to our welfare system, including the bedroom tax, are forcing many of our poorest and most vulnerable residents further into poverty.",
      "housing": [
        {
          "content": "We have a housing crisis hitting even those on professional salaries.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "264 Rosendale Road",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Helen Hayes for Dulwich and West Norwood. Prospective Parliamentary Candidate"
        }
      ]
    },
    "additionalNotes": "The leaflet asks for help with the campaign by delivering leaflets, speaking to voters, running phone banks, and signing up for postal vote. Encourages to fill out a survey and to put up an enclosed poster to support the campaign."
  }
}