{
    "leaflet": {
        "candidateName": "Helen Grant",
        "constituency": "Maidstone & The Weald",
        "politicalParty": "Conservative",
        "electionDate": "May 2015",
        "messages": [
            {
                "title": "",
                "content": "Dear Mr and Mrs Hurst,\nWhen I became your MP five years ago, our economy was in crisis – Britain was on the brink. That was the legacy of Gordon Brown’s Labour government for you and me and our families. Since then the Prime Minister and his team have been working to clean up the mess. We’ve made some difficult decisions and put in place a long-term economic plan. Now, thanks to the hard work and determination of the British people, we are making our way back: new businesses are opening, jobs are being created and families can look forward to a better, more secure future."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Continuation of the long-term economic plan that has led to new businesses opening, jobs being created, and promising a better, more secure future."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "A plan to control the flow of people from the EU, backing the Conservative's clear plan to bar immigrants from claiming a range of benefits and getting immigration under control."
            },
            {
                "policyTitle": "European Union Membership",
                "policyDescription": "Support for an in-out referendum on Britain's relationship with the EU after negotiations."
            }
        ],
        "mentions": {
            "candidate": "Helen Grant",
            "otherPartyLeaderCandidate": "Gordon Brown, Ed Miliband, Ed Balls",
            "partyLeader": "David Cameron",
            "tacticalSituation": "A vote for UKIP or for non-Conservative parties could result in putting Ed Miliband and Ed Balls into Downing St. Only a Conservative victory ensures an in-out referendum on Europe and helps maintain current governance."
        },
        "issues": {
            "brexitEurope": "Support for an in-out referendum on Britain's relationship with the EU.",
            "economy": "A continuation of the economic plan that has started to improve Britain's economy.",
            "education": "",
            "environment": "",
            "governance": "Comments on poor decisions by previous Labour government and the threat of a Labour government led by Ed Miliband.",
            "health": "",
            "immigration": "Backing the Conservative's clear plan to bar immigrants from claiming a range of benefits to ensure only those who contribute get access to the services they deserve.",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "P.S. The greatest privilege of being a Member of Parliament is the ability to change peoples’ lives. I hope the enclosed leaflet offers an example of what I have achieved as your MP and I pledge to continue along that path if I am re-elected. I also pledge to remain positive and respectful to the other candidates in this campaign and raise the tone and calibre of debate I know. Personal smears devalue politics and alienate voters.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "Last five years",
                "achievements": "Assumed to be the achievements mentioned in the leaflet such as being part of the government that is bringing the economy back on track."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Helen Grant MP - Member of Parliament for Maidstone & The Weald"
                }
            ]
        },
        "additionalNotes": "The leaflet addresses the recipients directly and makes a case for continuity of the Conservative government, emphasizing economic recovery, immigration control, and the prospect of an EU referendum. It warns against voting for other parties and highlights the personal commitment of the candidate to the constituency."
    }
}