{
    "leaflet": {
        "candidateName": "Damien Tunnacliffe",
        "constituency": "West Chesterton",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Only Lib Dems will protect our NHS",
                "content": "Only the Lib Dems are committed to investing the £8bn per year by 2020 the NHS says it needs."
            },
            {
                "title": "Lib Dems deliver extra £1.25bn for children with mental health issues",
                "content": "The Lib Dems have provided £1.25bn of new funding to help children with mental health problems."
            },
            {
                "title": "Safer journey to city centre",
                "content": "Lib Dems secure safety improvements for pedestrians and cyclists."
            },
            {
                "title": "Council should invest more in housing",
                "content": "Lib Dems want to see Labour invest more in affordable housing for local residents."
            },
            {
                "title": "Lib Dems call for library consultation",
                "content": "Local Lib Dems are challenging controversial plans to lease the old Manor Community College."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Funding",
                "policyDescription": "Committed to investing the necessary £8 billion for the NHS per year by 2020."
            },
            {
                "policyTitle": "Children's Mental Health",
                "policyDescription": "Delivered £1.25 billion in new funding to help children with mental health issues."
            },
            {
                "policyTitle": "Road Safety",
                "policyDescription": "Secured safety improvements for pedestrians and cyclists to ensure a safer journey to the city center."
            },
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "Advocate for Labour to invest more in affordable housing for local residents."
            },
            {
                "policyTitle": "Library Consultation",
                "policyDescription": "Challenge the controversial plans to lease the old Manor Community College for a library, calling for consultation and revised thoughtful plans."
            }
        ],
        "mentions": {
            "candidate": "Damien Tunnacliffe has joined in supporting the Turnpike occupation to Labour’s investment into commercial property holdings.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Just 19 votes in it in West Chesterton. It will be a close race between Damien and the Labour candidate. Conservatives out of the race."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Only Lib Dems will protect our NHS with a commitment to invest an additional £8bn by 2020.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Lib Dems want to see Labour invest more in affordable housing for local residents. Damien Tunnacliffe has joined in supporting the Turnpike occupation to Labour's handling of investment into commercial property instead of investing in local residential, social housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Local Lib Dems councillor",
                "duration": "",
                "achievements": "Damien Tunnacliffe has welcomed news that the Fort St George bridge will open again shortly due to renovation work."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Dr George Pippas, Mayor of Cambridge",
                "endorsement": "These changes, along with the resurfacing of Ditton Walk secured by the Lib Dems will ensure pedestrians and cyclists a safer and more pleasant journey into the city center."
            }
        ],
        "quotes": [
            {
                "text": "'Labour and Tories refuse to commit to doctors’ £28bn NHS funding plea.' – Guardian, March 2015",
                "source": "The Guardian",
                "date": "March 2015"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Picture of Damien Tunnacliffe with a local resident"
                },
                {
                    "caption": "Graph showing the 2014 election result in West Chesterton"
                },
                {
                    "caption": "Picture of Lib Dem members by a bridge"
                }
            ]
        },
        "additionalNotes": ""
    }
}