{
    "leaflet": {
        "candidateName": "Jill Rawling",
        "constituency": "",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Working for a fairer society",
                "content": "I will be working for a fairer deal for young people, the elderly and the 'working poor' on poverty wages. Young people need proper pay, apprenticeships, secure jobs and housing that is really affordable. The elderly need care that is seamless between home and hospital. The Tories have savaged social care budgets with the result that the remaining six council-run care homes in Surrey have been earmarked for closure. Jill will be fighting for those on poverty wages, a ban on exploitative zero-hour contracts and fair agreements for agency workers. Fairer taxation will ensure that the burden falls on the rich rather than the poor."
            },
            {
                "title": "I will fight for",
                "content": "your NHS, more nurses and GPs and lower waiting times and to end poverty wages, exploitative zero-hour contracts and insecure agency work; equal opportunities, to narrow the gap between rich and poor; a future for young people, with real jobs and affordable housing; a better deal for the elderly, with joined-up health and social care"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Jill pledges more NHS workers, including nurses and GPs, and lower waiting times."
            },
            {
                "policyTitle": "Economy and Poverty",
                "policyDescription": "End poverty wages, ban exploitative zero-hour contracts, ensure fair agreements for agency workers, and promote fairer taxation so the rich bear a greater burden."
            },
            {
                "policyTitle": "Equal Opportunities",
                "policyDescription": "Promote equal opportunities to narrow the gap between rich and poor."
            },
            {
                "policyTitle": "Youth and Jobs",
                "policyDescription": "Jill will fight for a future for young people that includes real jobs and affordable housing."
            },
            {
                "policyTitle": "Care for the Elderly",
                "policyDescription": "Ensure a better deal for the elderly with seamless care between home and hospital and manage social care budgets effectively."
            }
        ],
        "mentions": {
            "candidate": "Jill Rawling",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Jill plans to end poverty wages and introduce fair taxation.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "More NHS workers, including nurses and GPs, and lower waiting times.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Young people need ... affordable housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Owen House, Heathside Crescent, GU22 7AG",
            "phone": "07938 841530",
            "email": "jill.rawling@wokinglabour.org",
            "website": "www.wokinglabour.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jill Rawling Labour Parliamentary Candidate"
                }
            ]
        },
        "additionalNotes": ""
    }
}