{
    "leaflet": {
        "candidateName": "David Goodall",
        "constituency": "Isle of Wight",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "3 great reasons to vote, David says:",
                "content": "On the island I went to primary, middle and high school here, started my career, met and married my wife here, our children were born here and the rest of my family still live here. This is why I care about the Island. Now I wish to return to put my experience of working as a chartered engineer for over 25 years and a councillor for 13 years in the UK and on the European mainland to the Island's benefit."
            },
            {
                "title": "On working with the council, I would be both their critical friend and strongest advocate on the back benches:",
                "content": "All Councillors on the island now work to get as much help as possible. All sides govern in our best interests."
            },
            {
                "title": "On Politics: It is not about the fight for power between parties; or gaining power for power sake or fulfilling minister's ambitions:",
                "content": "It is about the lives and future of the Island's people, helping people to have better, happier and more fulfilling lives."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "David Goodall and the Liberal Democrats are creating opportunity for everyone, by building a stronger economy and a fairer society."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Given an £800 tax cut to low and middle income workers, benefiting over 44,000 households and a rise in apprenticeships, over 6,500 more for the Island."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Increased the health budget each year to improve services and deliver 6,000 more doctors."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Established the world's first Green Investment Bank, helping treble renewable electricity generation."
            }
        ],
        "mentions": {
            "candidate": "David Goodall",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The General Election here on the Island will be a fight between the hardworking Liberal Democrat campaigner David Goodall and the Conservatives."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Building a stronger economy and a fairer society. Creating opportunity for everyone.",
            "education": "£2.5bn extra for struggling school kids. Provided an extra £2.5bn a year for struggling school kids, including over £13 million extra for Island schools since 2010.",
            "environment": "Established the world's first Green Investment Bank, helping treble renewable electricity generation.",
            "governance": "",
            "health": "Increased the health budget each year to improve services and deliver 6,000 more doctors.",
            "immigration": "",
            "socialWelfare": "Secured the biggest ever 'triple lock' pension rise with our 'triple lock' policy on uprating, benefiting over 35,000 Island pensioners.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Given an £800 tax cut to low and middle income workers, benefiting over 44,000 households.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "13 years",
                "achievements": "My experience of working as a chartered engineer for over 25 years and a councillor for 13 years in the UK and on the European mainland."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07904 991598",
            "email": "iow@davidgoodall.org.uk",
            "website": "www.davidgoodall.org.uk",
            "socialMedia": {
                "facebook": "/DGoodall",
                "twitter": "@dgoodall",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David talking with residents in Wootton."
                }
            ]
        },
        "additionalNotes": ""
    }
}