{
    "leaflet": {
        "candidateName": "Michael Ellis",
        "constituency": "Northampton North",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Securing a better future for Northampton North",
                "content": "We've come a long way since 2010 and the economic mess inherited from Labour. But the job is not done. Now with a growing economy, more jobs, lower taxes and a better NHS we can finally provide the better future for our loved ones."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Plan for more jobs, lower taxes, and better infrastructure including a new bridge, better flood defenses, faster broadband, improved roads, and a second railway station."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Supports the best way to support the next generation through education. Wants to improve local schools by meeting pupils and teachers and to ensure they have the attention they need."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Continued improvements to NHS services, backing plans for new affordable homes while only offering the best support services and continuing to upgrade local hospitals and transport links to cope."
            },
            {
                "policyTitle": "Police and Security",
                "policyDescription": "Plans to support policing efforts to cut bureaucracy and put more Police back on the streets."
            },
            {
                "policyTitle": "Support for Families",
                "policyDescription": "Help local families through various initiatives including tax cuts over £6,000, supporting efforts to put more Police back on the streets and ensuring affordable homes."
            }
        ],
        "mentions": {
            "candidate": "Michael Ellis",
            "otherPartyLeaderCandidate": "Ed Miliband",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Only need to win 23 more votes to be able and guarantee Ed Miliband does not become Prime Minister... A vote could be the difference."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Plans for more jobs, lower taxes, and better local infrastructure.",
            "education": "Supports the best way to support the next generation through education.",
            "environment": "Plans for better flood defenses.",
            "governance": "Supports a continued Conservative government.",
            "health": "Continued improvements to NHS services and upgrade local hospitals.",
            "immigration": "",
            "socialWelfare": "Supports plans for new affordable homes to help local families.",
            "housing": [
                {
                    "content": "Plans to support new affordable homes to help local families.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Northampton North",
                "duration": "",
                "achievements": "Supported Northampton's great new railway station; backed plans for new affordable homes; huge annual Job Fairs helping hundreds of local people; involvement in local hospital and school to meet pupils and teachers."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "020 7219 7220",
            "email": "michael.ellis.mp@parliament.uk",
            "website": "www.michaelellis.co.uk",
            "socialMedia": {
                "facebook": "fb.com/MichaelEllisNorthampton",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Michael supported Northampton's great new railway station."
                },
                {
                    "caption": "Michael and his team out talking to residents about his plan for Northampton North."
                },
                {
                    "caption": "Michael with Prime Minister David Cameron at the House of Commons."
                },
                {
                    "caption": "The best way to support the next generation is through education."
                },
                {
                    "caption": "Michael is backing plans for new affordable homes."
                },
                {
                    "caption": "Michael has supported tax cuts for over 36,000 hardworking people in Northampton North."
                }
            ]
        },
        "additionalNotes": "Your local vote delivers Conservatives achievements which includes the deficit down, income tax cut, more jobs and new businesses as compared to coalition of chaos."
    }
}