{
    "leaflet": {
        "candidateName": "Flick Drummond",
        "constituency": "Portsmouth South",
        "politicalParty": "Conservatives",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Securing a better future for Portsmouth and Southsea",
                "content": "This year’s General Election is the most important in a generation - whether or not you and your family can look forward to a better, more secure future is at stake. As things stand the outcome is too close to call - only your vote could be the difference. Because the Portsmouth South constituency is one of just 23 seats that the Conservatives need to win to form a majority government, keep the economic recovery on track, and stop the Coalition."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Reduce the deficit, cut income taxes, create more jobs, and foster new businesses."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Advocate for high standards in schools like Charter Academy, work to keep p the school, and support teachers needing more support and training."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Ensure 24/7 access to GPs so that no one has to wait until Monday if they are sick, make sure patients get appointments, and establish walk-in clinics more frequently."
            },
            {
                "policyTitle": "Crime",
                "policyDescription": "Continue to reduce crime rates and address issues such as shops selling alcohol to underage customers."
            },
            {
                "policyTitle": "Small Businesses",
                "policyDescription": "Support small businesses like Kevin's Venue of Nettitude to grow, succeed, and keep local high streets thriving."
            },
            {
                "policyTitle": "Environment and Public Areas",
                "policyDescription": "Keep the city green and pleasant by working for better parks and green spaces and to keep our streets cleaner."
            }
        ],
        "mentions": {
            "candidate": "Flick Drummond, Parliamentary Candidate for Portsmouth South",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Portsmouth South is one of just 23 seats that the Conservatives need to win to form a majority government."
        },
        "issues": {
            "brexitEurope": "Keep the commitment to a referendum on Britain's EU membership and then you will decide on Britain’s future in Europe.",
            "economy": "Conservatives plan to turn the economy around and keep the economic recovery on track.",
            "education": "",
            "environment": "Work to keep Portsmouth pleasant and tidy, with mentions of supporting Pompey Litter Pickers.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Flick Drummond talks about living in the city for the last 8 years and promises to make Portsmouth an even better place with hard work, vision, and a record of investment in jobs and infrastructure.",
        "politicalExperience": [
            {
                "role": "Parliamentary Candidate for Portsmouth South",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "023 9287 4290",
            "email": "flick@flickdrummond.com",
            "website": "www.flickdrummond.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "FlickDrummond",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Flick holds regular street stalls to meet and listen to you."
                },
                {
                    "caption": "Flick set up Pompey Litter Pickers in response to your complaints about rubbish on our streets."
                },
                {
                    "caption": "Talking to Government Ministers about issues in Portsmouth Health Service."
                }
            ]
        },
        "additionalNotes": "The leaflet outlines a strong opposition to what they term 'coalition of chaos', highlighting the Conservatives as a better option for the future. The leaflet includes a personal message from Flick Drummond, focuses on her 6-point plan for the city, and outlines the importance of the constituency in the upcoming General Election."
    }
}