{
  "leaflet": {
    "candidateName": "Ann Duncan",
    "constituency": "Oxford East",
    "politicalParty": "Green Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Richest 1,000 Britons double wealth as poverty rises",
        "content": "The richest thousand people in Britain have seen their wealth double in five years. Their combined wealth now adds up to £519 billion. At the same time, wages of ordinary people have fallen. Oxfam say the UK will soon be the most unequal country in the Western world."
      },
      {
        "title": "Introducing Ann Duncan",
        "content": "The Green Party prospective MP for Oxford East is Ann Duncan. Ann is a former World Bank economist who has worked in South Asia, Africa and South Africa as well as the UK. Born in America, her family was exiled for fighting against apartheid."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Challenging Inequality",
        "policyDescription": "Calling for a wealth tax on the richest 1% of people in Britain, raising around £40 billion."
      },
      {
        "policyTitle": "Investment in Public Services",
        "policyDescription": "Proper investment in the NHS, care homes, youth centres and all our vital public services, not the cuts promised by Labour, Tories, Lib Dems and UKIP."
      },
      {
        "policyTitle": "Taxing the Rich",
        "policyDescription": "A crack down on the tax dodging of big businesses and the mega-rich."
      }
    ],
    "mentions": {
      "candidate": "Ann Duncan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Calling for a wealth tax on the richest 1% of people in Britain, raising around £40 billion to build a fairer economy.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Proper investment in the NHS, care homes, youth centres and all our vital public services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Greens have consistently challenged Oxford City's Labour Council to provide more council housing - but this Council did not build one unit of social housing in 2013/14. The Green Party is demanding more council housing as the way to resolve the housing crisis, successfully proposed an increase in the proportion of affordable housing in new developments from zero to 50%, and is helping to bring Oxford's empty homes back into use.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Ann says: 'I’ve worked as an economist all over the world, and one thing is absolutely clear: austerity doesn't work. It isn't working in the UK, unless you're in the wealthiest 1%. We need to challenge the dogma of cuts and privatisation which seems to have captured all of our traditional parties.'",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.greenoxfordshire.com",
      "socialMedia": {
        "facebook": "greenoxfordshire",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Below: Green Party councillors and members fighting to protect our vital public services."
        }
      ]
    },
    "additionalNotes": "Ann Duncan has worked as an economist all over the world, including in South Asia, Africa and South America. She was also passionate about fighting apartheid."
  }
}