{
    "leaflet": {
        "candidateName": "",
        "constituency": "Medway",
        "politicalParty": "UKIP",
        "electionDate": "May 7th",
        "messages": [
            {
                "title": "Why immigration matters.",
                "content": "For decades, Britain’s net migration figure stood at around 30,000 people a year. At this rate, people were able to integrate, and our public services could cope. But since Labour opened our doors in 2004, net migration has risen to 300,000 a year. This means that the strain on our NHS, on school places, on housing demand, have all risen, without us being able to cope with that demand. UKIP isn’t AGAINST anyone. We understand that if you’re a Lithuanian labourer – where the minimum wage is about £1.30 an hour – Britain looks like an entirely attractive prospect. We should be proud that we have a country that people want to come to. But we should make sure we’re looking after our own people first."
            },
            {
                "title": "A MESSAGE FROM HARRIET YEO",
                "content": "It's election time. Which means you're probably getting all sorts of letters, leaflets, and strangers knocking on your door. But please, if you read just one thing, read this one. It may surprise you. There's just around a month to go before you get to march yourself down to the polling station and cast your vote to decide the future of our country. There's even less time if you're a postal voter! Suddenly, for the first time in five years, the local Tories claim they care about Medway. But let's face it; the Labour Party is no better."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Immigration",
                "policyDescription": "UKIP plans to have a POINTS-BASED immigration system, which doesn't discriminate against the Indian doctor, or the Canadian engineer, in favour of low-skilled migrant labour from Eastern or Southern Europe."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Leaving the European Union. UKIP is clear about leaving the EU, thus avoiding the cost of £55 million a day. UKIP cares about the British public, and the people of Kent.",
            "economy": "UKIP's stand on saving £55 million a day by leaving the European Union and addressing the strain on public services and jobs due to high immigration.",
            "education": "Mention of the strain on school places due to high immigration.",
            "environment": "",
            "governance": "Labour and the local Tories have failed to deliver anything positive for Medway.",
            "health": "Mention of the strain on our NHS due to high immigration.",
            "immigration": "UKIP's stance on implementing a points-based immigration system that does not favor low-skilled migrant labour and ensures control of immigration. It is also highlighted that a vote for UKIP is not a vote for someone else.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Mention of the strain on housing demand due to high immigration.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.ukip.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Harriet Yeo",
                "endorsement": "Former Labour Party National Executive Chairman HM who left the Labour Party after 30 years, and joined UKIP."
            }
        ],
        "quotes": [
            {
                "text": "So why vote for them again? Issues like this are why I left the Labour Party after 30 years, and joined UKIP.",
                "source": "Harriet Yeo",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Harriet Yeo endorsing UKIP and explaining her decision to leave the Labour Party after 30 years."
                }
            ]
        },
        "additionalNotes": "The leaflet contains a personal endorsement from Harriet Yeo, former Labour Party National Executive Chairman, for UKIP and discusses issues primarily related to immigration and dissatisfaction with the current political parties."
    }
}