{
    "leaflet": {
        "candidateName": "Aodan Marken",
        "constituency": "Broomhill & Tapton",
        "politicalParty": "The Sheffield Green Party",
        "electionDate": "May 7th",
        "messages": [
            {
                "title": "SECURING THE FUTURE OF OUR LIBRARY",
                "content": "Following funding cuts by the Labour run council, Broomhill Library has been handed over to volunteers 6 months ago. More than 100 community volunteers are working to keep the library open, thanks to their support and help from the Local Green councillors. We are inviting people to join the council to give Broomhill Library the financial security and certainty needed to safeguard the future of this vital community point."
            },
            {
                "title": "ACTION ON POOR AIR QUALITY",
                "content": "The health of thousands of people living and working in Broomhill remains under threat. Ecclesall Rd is an air pollution hot spot. In October 2014, Cllr Brian Webster led a decisive action to tackle this public health crisis with a council motion that was watered down by the Labour council. Greens continue to fight for a local transport strategy that promotes sustainable & clean travel by giving greater priority to cyclists, pedestrians and public transport."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A STRONG VOICE IN PLANNING",
                "policyDescription": "Cllr Brian Webster has secured the work of 85 new council recognition flats which now has planning permission as a Broomhill landmark. Seeking to address issues including area, transport, green spaces; the retail centre, architecture, and sustainable communities. Greens candidate Aodan Marken says: \"BESTB\" offers an influence future planning opportunity to everyone an important in Broomhill."
            }
        ],
        "mentions": {
            "candidate": "Aodan Marken, Cllr Brian Webster",
            "otherPartyLeaderCandidate": "Labour council",
            "partyLeader": "Jillian Creasy",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Air quality on Ecclesall Rd; Broomhill Library support in light of council funding cuts.",
            "governance": "Labour council's reduction of a motion on air quality; planning permission secured.",
            "health": "Air pollution at Ecclesall Rd as a public health crisis.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "85 new council recognition flats with planning permission as a Broomhill landmark.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Cllr",
                "duration": "Since May 2014",
                "achievements": "Secured working on 85 new council recognition flats, action on improving local air quality, and support for Broomhill Library."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0114 399 0471",
            "email": "broomhillgreens@sheffieldgreenparty.org.uk",
            "website": "www.sheffieldgreenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cllr Webster and Aodan Marken at Westbourne School"
                },
                {
                    "caption": "Aodan Marken at the Broomhill Library"
                },
                {
                    "caption": "Cllr Webster at the taptonville Rd development on the University Edge Garden site"
                }
            ]
        },
        "additionalNotes": ""
    }
}