{
    "leaflet": {
        "candidateName": "Sebastian Kindersley",
        "constituency": "South Cambridgeshire",
        "politicalParty": "Liberal Democrats",
        "electionDate": "General Election 2010",
        "messages": [
            {
                "title": "It's a clear choice here!",
                "content": "Sebastian Kindersley fought Andrew Lansley at the last election gaining more than 34% of the vote. Labour came a very poor third with UKIP and the Greens losing their deposits."
            },
            {
                "title": "A special message from Sebastian Kindersley",
                "content": "We all hear a lot about 'Potholes' or 'Gritting' in winter. But nobody has the right to expect to throw the odd bit of tarmac into the most serious potholes and expect the problem to go away. I think it's time we did more!"
            },
            {
                "title": "A RECORD OF DELIVERY A PROMISE OF MORE 2015-2020",
                "content": "Delivering a fairer society by borrowing by '£10m less than the Conservatives' plans' and Investing to ensure that growing the economy doesn't just mean we owe more."
            },
            {
                "title": "A Promise of More 2015-2020",
                "content": "Finish the job of balancing the books on time and fairly. Raise the Personal Allowance to £12,500 a year. Full tax transparency. 5 green laws. Make the 'triple lock' permanent."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Expenses scandal",
                "policyDescription": "We all hear a lot about 'Potholes' or 'Gritting' in winter. But nobody has the right to expect to throw the odd bit of tarmac into the most serious potholes and expect the problem to go away. I think it's time we did more!"
            },
            {
                "policyTitle": "A Promise of More 2015-2020",
                "policyDescription": "Finish the job of balancing the books on time and raise the Personal Allowance to £12,500 a year. Fight to get back the VAT that large online retailers currently claim to offset their tax costs. Guard the area from cottage too many. Commit no action as regards doctors. Make the 'triple lock' permanent."
            }
        ],
        "mentions": {
            "candidate": "Sebastian Kindersley",
            "otherPartyLeaderCandidate": "Andrew Lansley",
            "partyLeader": "",
            "tacticalSituation": "in South Cambridgeshire's Queen Edith's Ward won by the election in November following the resignation of the only Labour Councillor in the ward, which was also then the Labour Parliamentary candidate for South Cambs. Left to right, County Councillor Amanda Taylor, Sebastian, Viv Sly Sanders and Tim Moore."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Investing to ensure that growing the economy doesn't just mean we owe more.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Potholes",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Sebastian works closely with fellow County Councillor Susan van de Ven and District Councillor Jose Hales.",
        "politicalExperience": [
            {
                "role": "Local Councillor",
                "duration": "1999 to present",
                "achievements": "Sebastian was first elected to serve South Cambridgeshire residents in 1999 as a County Councillor for Gamlingay. Since then he has added Arrington, Hatley, Lt Gransden, Croydon and Longstowe when the ward boundaries changed in 2004 and Barrington, Orwell, Wimpole, Harlton, Haslingfield and the Eversdens followed in 2005 when he was elected County Councillor."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sebastian Kindersley with Susan van de Ven and Jose Hales"
                },
                {
                    "caption": "The Guided Busway has worked though we worry about future maintenance costs."
                },
                {
                    "caption": "Sebastian Kindersley at a village event"
                }
            ]
        },
        "additionalNotes": ""
    }
}