{
    "leaflet": {
        "candidateName": "David Mundell",
        "constituency": "Peebles",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "HAY LODGE UPDATE",
                "content": "According to Tweeddale MP David Mundell, ongoing upgrades to Peebles' Hay Lodge Hospital has been one of his key priorities. Mundell highlighted the commitment to enhancing local health services and noted the blockage of key reforms by the existing Scottish and previous Labour Governments."
            },
            {
                "title": "Jobs boost from budget",
                "content": "David Mundell emphasizes the positive local repercussions of the budget, highlighting the freezing of fuel duty and its benefits for families and businesses in the region."
            },
            {
                "title": "Ensuring cyclists safety",
                "content": "David Mundell has expressed his support for improved road safety for cyclists in conjunction with the Road Share Report, advocating for presumed liability to protect more vulnerable road users."
            },
            {
                "title": "Public must have a proper say on local NHS service review, says David Mundell",
                "content": "David Mundell stresses the need for meaningful consultation with local people and has conducted opposition to any closures of hospital facilities, reaffirming his commitment to robust and fair discussions in the healthcare service review."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Health Services",
                "policyDescription": "David Mundell is focused on enhancing local health services at Hay Lodge Hospital, advocating against the previous blockages of reforms and ensuring that NHS Borders recognize the needs of the public."
            },
            {
                "policyTitle": "Economic Development",
                "policyDescription": "Mundell points out the local benefits from a freeze in fuel duty, suggesting it offers relief to families and boosts local businesses."
            },
            {
                "policyTitle": "Cyclists Safety",
                "policyDescription": "Mundell has shown support for the Road Share Report's policy of presumed liability to ensure better safety measures for cyclists."
            }
        ],
        "mentions": {
            "candidate": "David Mundell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Mundell highlights the benefit of the budget leading to a freeze in fuel duty for families and businesses.",
            "education": "",
            "environment": "",
            "governance": "Mundell calls for a fair public say in local NHS service reviews and decision-making.",
            "health": "Focus on improving local health services, particularly at Hay Lodge Hospital, and calling for public involvement in NHS service reviews.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Mundell has put the Hay Lodge Hospital upgrades and public consultation for NHS service reviews as his key priorities."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.roadsafety.gov.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Laura Trott",
                "endorsement": "David Mundell is recognized for his support for cyclists' safety in collaboration with the Road Share Report."
            }
        ],
        "quotes": [
            {
                "text": "I encourage everybody to take part. What we need at the end of this process is a recognition of the particular needs of rural and older communities and, more services, not less, being delivered locally.",
                "source": "David Mundell",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David Mundell with another individual outside of Hay Lodge Hospital, emphasizing his focus on local health services."
                }
            ]
        },
        "additionalNotes": ""
    }
}