{
    "leaflet": {
        "candidateName": "Archie Dryburgh",
        "constituency": "Dumfriesshire, Clydesdale and Tweeddale",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "In just a few weeks, local families face a choice. It's a choice between a Labour government that fights for hardworking families, or five more years of the Tories."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Our NHS is in crisis and under the Tories, families are £1,600 a year worse off. The Tories have extreme plans for spending cuts to our NHS and our schools. Scottish Labour's plan for Dumfriesshire, Clydesdale and Tweeddale will deliver a better future for local families with affordable NHS."
            },
            {
                "policyTitle": "Minimum Wage",
                "policyDescription": "We will increase the minimum wage, ban exploitative zero hours contracts, freeze soaring energy prices and give young people in our area a chance to get on."
            }
        ],
        "mentions": {
            "candidate": "Archie Dryburgh",
            "otherPartyLeaderCandidate": "SNP or Lib Dems",
            "partyLeader": "",
            "tacticalSituation": "The election here in Dumfriesshire, Clydesdale and Tweeddale will be a close fight between Labour and the Tories. A vote for the SNP or Lib Dems not voting at all risks letting the Tories in the back door."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Under the Tories, families are £1,600 a year worse off.",
            "education": "The Tories have extreme plans for spending cuts to our NHS and our schools.",
            "environment": "",
            "governance": "",
            "health": "Our NHS is in crisis and Scottish Labour's plan will deliver a better future with affordable NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "We will increase the minimum wage, ban exploitative zero hours contracts, freeze soaring energy prices and give young people in our area a chance to get on.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Only a vote for Labour can kick the Tories out in our area and help stop them becoming the largest party and forming the next government.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Angela & Dylan Kay",
                "endorsement": "I thought I had exhausted every avenue in attempts to find a solution for a suitable home for my disabled son, then someone told me to contact Archie. His interventions built a new home for everyone working together to build a new home for Dylan and I can't thank Archie enough. Archie is exactly what we need from our MP. Someone who puts helping local people first."
            },
            {
                "endorser": "Peter Jackson",
                "endorsement": "As a 'Yes' voter in the referendum, but this election isn't the referendum. When it comes to deciding who we need as an MP to fight for equality and fairness to get rid of the Tories, Archie is the only choice. He has a track history of fighting for the most vulnerable through his work supporting Armed Services. Trade Unionist and in his work supporting Armed Forces veterans."
            },
            {
                "endorser": "Isabell Tranter",
                "endorsement": "Archie lives locally and knows the area well. He works hard for the local community and crucially he knows how to get results. He has a real chance to work as part of a team and achieve solutions with others, that's why he gets so much support from people of all political parties and none. He is exactly what this area needs as our MP and will be getting my vote."
            },
            {
                "endorser": "Helen Donnelly",
                "endorsement": "We need an MP that will actively support community projects and prioritise bringing jobs to an area devastated in recent years. As a dad himself, Archie knows the challenges young people face in finding jobs in our area and his passion to tackle youth employment definitely gets my backing."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Archie Dryburgh with constituents"
                },
                {
                    "caption": "Endorsements from Angela & Dylan Kay, Peter Jackson, Isabell Tranter, Helen Donnelly"
                }
            ]
        },
        "additionalNotes": "Best wishes, Archie Dryburgh"
    }
}