{
  "leaflet": {
    "candidateName": "Russell Brown",
    "constituency": "Dumfries and Galloway",
    "politicalParty": "Scottish Labour",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "",
        "content": "Dear resident, I was born and brought up in Dumfries and Galloway and have lived in our region all my life... At the General Election in just a few weeks time, families face a big choice about the future of our region. It's a choice between a Labour Government that will fight for hardworking families, or five more years of the Tories... Only electing a Labour MP on May 7th can stop the Tories and deliver the change we need. Best wishes, Russell Brown"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Russell Brown",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The election will be a close fight between Labour and the Tories. A vote for the SNP or Lib Dems or not voting at all risks letting the Tories in the back door. Electing a Tory MP will help make the Tories the largest party and help them form the next Government."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I want what's best for local families. I went to our local schools and like us all, rely on our local NHS.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Molly Douglas",
        "endorsement": "Russell Brown will be my first vote in a General Election and I’ll be voting for Russell. He focuses on what really matters to young people, which is around tackling problems like low pay."
      },
      {
        "endorser": "Irving Family",
        "endorsement": "Russell is born and bred in Dumfries and Galloway and has lived here all his life. He always stands up for local families and is a full time MP, not looking to grab a second job like some. He works tirelessly for our area and that's what we want from our MP."
      },
      {
        "endorser": "George Fairweather",
        "endorsement": "I'll be backing Russell because he's our local voice who never takes our area for granted. He gets support from people across all political parties, including SNP supporters. They know only a vote for Russell will keep the Tories out in Dumfries and Galloway."
      },
      {
        "endorser": "Hilda Tay",
        "endorsement": "Russell has a record second to none when it comes to being a hard working local MP. He is accessible and knows his help's easy to get in touch with. Everyone knows somebody Russell has helped and he'll definitely be getting my support."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Russell Brown"
        }
      ]
    },
    "additionalNotes": ""
  }
}