{
    "leaflet": {
        "candidateName": "Lisa Forbes",
        "constituency": "Peterborough",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "I'm standing to be your MP because we need more people who have lived real lives representing us in Westminster."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Social Housing",
                "policyDescription": "Committed to building more social housing."
            }
        ],
        "mentions": {
            "candidate": "Lisa Forbes",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "THE NEXT ELECTION IS A STRAIGHT CHOICE BETWEEN A LABOUR GOVERNMENT FIGHTING FOR EVERYDAY PEOPLE AND THE NHS, OR FIVE MORE YEARS OF THE CONSERVATIVES PUTTING THE PRIVILEGED FIRST."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Committed to building more social housing.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Dear Resident, Like you, I live in Peterborough. I've lived here with my husband for 27 years and it's where I'm raising my family. I care about our city, our neighbours and our communities and what's more I understand the lives of the people I live alongside here. So many people tell me they're all the same when it comes to politicians. I'm not. Millionaire Tory donors don't know what it's like to have that sinking feeling when the electricity bill comes, they don't care about creating more social housing because they've never worried about paying the rent; they don't have to make the calculation whether they can afford to go to work because the cost-of-childcare is so high. I do, I know exactly how policies made in Parliament impact on our day to day lives. That's why I'm asking for your vote. I hope you will give me the chance to take some common sense to Westminster. Best Wishes, Lisa Forbes",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Ross Strowthers",
                "endorsement": "Peterborough Businessman What made me really connect with Lisa was the fact she gets what life is like for real people. I feel she will relate to the people of Peterborough because of her understanding for those less fortunate in our society. I only wish I knew more like her who are working extremely hard to make a difference. I'm supporting Lisa and believe she will be an incredible MP for Peterborough."
            },
            {
                "endorser": "Graham Frost",
                "endorsement": "Dogsthorpe Resident I met Lisa Forbes in 2013 and was immediately impressed with her understanding of 'ordinary people' in Peterborough. No surprise, as Lisa has lived here for 27 years and in an ordinary house with her family. She experiences life 'the same' way as most of the people of the city. There is not a more credible Parliamentary Candidate for Peterborough."
            },
            {
                "endorser": "Dr. Erum Khan",
                "endorsement": "Park Ward Resident I am pleased to support Lisa Forbes to be our MP in Peterborough. Lisa lives in Peterborough and understands people are struggling to make ends meet and is determined to fight for our NHS. Lisa inspired me by her humble, determined and motivational personality, for her selfless devotion to the struggles of average people. She's hard-working and has gained credibility mainly in our diverse communities."
            },
            {
                "endorser": "Lorna Cooper",
                "endorsement": "Dogsthorpe Resident I will be voting for Lisa as I believe she will make a great MP for Peterborough. She cares and can relate to the different members of our society well, many different needs of our residents as well as her respect for universal morals and principles, Lisa has always been honest, loyal and hard-working with a willingness to help those around her."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Lisa Forbes with constituents."
                }
            ]
        },
        "additionalNotes": ""
    }
}