{
    "leaflet": {
        "candidateName": "Sally Copley",
        "constituency": "Oxford West & Abingdon",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "On your side in Oxford West & Abingdon",
                "content": "About Sally: Sally Copley is a local, working mum with 20 years experience of leading successful national campaigns with others to make a difference. She works hard to speak to people across the constituency, offering a positive message of Labour's plan to invest in our NHS, reduce the cost of living, increase wages and regulate zero-hours contracts. In her professional life, Sally has made a real difference; winning the introduction of a national minimum wage for apprentices across the UK and making sure the government does much more to tackle tax dodging."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Labour will secure the future of our NHS with 20,000 more nurses and 8,000 extra GPs, funded with a clamp down on tax avoidance, a levy on tobacco firms and a Mansion Tax on properties worth over £2m."
            },
            {
                "policyTitle": "Housing Crisis",
                "policyDescription": "Labour will tackle the housing crisis by building 200,000 new homes per year by 2020 to help families and professionals find decent homes."
            },
            {
                "policyTitle": "Living Wage",
                "policyDescription": "Sally supports campaigns for local people to earn the Living Wage across Oxford West & Abingdon."
            }
        ],
        "mentions": {
            "candidate": "Sally Copley",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Labour's plan to invest in our NHS",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour will build 200,000 new homes per year by 2020 to tackle the housing crisis, and provide decent homes for families and professionals.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Working mum with 20 years experience of leading successful national campaigns",
                "duration": "",
                "achievements": "Introduction of a national minimum wage for apprentices across the UK and tackling tax dodging."
            }
        ],
        "contactInformation": {
            "address": "Unit A, Bishop's Mews, Transport Way, Oxford, OX4 6HD",
            "phone": "01865 598 900",
            "email": "salcopley@yahoo.co.uk",
            "website": "www.Sally4OxfordWest.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "SallyCopley",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Susanna Pressel",
                "endorsement": "She will make a fantastic MP for our area and would be lucky to have her representing us."
            },
            {
                "endorser": "Aidan Melville",
                "endorsement": "An excellent representative and a superb Member of Parliament."
            },
            {
                "endorser": "David James",
                "endorsement": "Sally will help make Britain a fairer place."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sally Copley holding a 'Vote Labour' sign."
                }
            ]
        },
        "additionalNotes": ""
    }
}