{
    "leaflet": {
        "candidateName": "Bill Wiggin",
        "constituency": "North Herefordshire",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "The right choice for North Herefordshire",
                "content": "Fighting for a strong rural economy, standing up for all those who live and work in the countryside to ensure our voice is heard at Westminster. Protecting our vital local health and education services, including campaigning for more beds in Hereford Hospital and the replacement of the hutted wards. Delivering better road and rail transport; and broadband and mobile phone signal in North Herefordshire to encourage development, investment and job creation."
            },
            {
                "title": "Making the countryside safer",
                "content": "A country man who keeps Hereford cattle, Bill Wiggin knows the dangers posed by agriculture as well as anyone. In 2014 Bill set out to make the countryside a safer place in which to live and to work. He launched legislation to improve the quality of data recorded by the Health and Safety Executive (HSE) in connection with fatal accidents. 'The HSE record details almost every accident but were missing important facts relating to accidents. The Minister agreed and asked the HSE to meet Bill and adopt his suggestions. Bill said: 'What we are all concerned with here is reducing the risk of serious injury or worse, death, and learning the lessons from past accidents. ‘It will take time for the database to build up but I hope that this will help with the decisions taken now and in the future to cut the risk to farmers, their families and people enjoying the countryside.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Fighting for a strong rural economy and standing up for those who live and work in the countryside to ensure their voice is heard at Westminster."
            },
            {
                "policyTitle": "Healthcare and Education",
                "policyDescription": "Campaigning for more beds in Hereford Hospital and the replacement of the hutted wards."
            },
            {
                "policyTitle": "Transport and Communication Infrastructure",
                "policyDescription": "Delivering better road and rail transport; and improving broadband and mobile phone signal in North Herefordshire."
            },
            {
                "policyTitle": "Agricultural Safety",
                "policyDescription": "Launched legislation to improve the quality of data recorded by the Health and Safety Executive (HSE) in connection with fatal agricultural accidents."
            }
        ],
        "mentions": {
            "candidate": "Bill Wiggin",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A strong believer in Conservative principles and the Eurosceptic, Bill did not support the Government on Syria or redefining marriage. He has been Shadow Secretary of State for Wales, Government Whip. Environment spokesman twice and wrote a book on climate change.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for North Herefordshire",
                "duration": "Since 2001",
                "achievements": "He succeeded in bringing disabled access to Leominster Station, helped preserve Dilwyn's school and pub, fought for free parking in Kington and secured vital funding for local schools."
            },
            {
                "role": "Shadow Secretary of State for Wales, Government Whip, Environment spokesman",
                "duration": "",
                "achievements": "Wrote a book on climate change, did not support the Government on Syria or redefining marriage."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.billwiggin.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Bill with one of his herd of Hereford cattle competing in the cattle show at Bromyard Gala in 2013."
                },
                {
                    "caption": "Bill succeeded in bringing disabled access to Leominster Station."
                },
                {
                    "caption": "Bill presented a petition about better mobile signal in Fownhope."
                },
                {
                    "caption": "Bill Wiggin puts North Herefordshire first, promoting local interests and working hard for local people."
                }
            ]
        },
        "additionalNotes": "Worked for Commerzbank in Foreign Exchange and served as an Officer in the TA. Lives near Ledbury with his wife and three children. He supports projects for those in Herefordshire with disabilities through the Eveson Charitable Trust as a Trustee."
    }
}