{
    "leaflet": {
        "candidateName": "Ginnie Shaw",
        "constituency": "York Central and York Outer",
        "politicalParty": "Green Party",
        "electionDate": "7 May 2015",
        "messages": [
            {
                "title": "Green Party support is growing every day!",
                "content": "Membership has more than doubled in the last year, surpassing UKIP and the Liberal Democrats and still increasing rapidly as we go to press. York residents from all walks of life will be voting Green, united by their desire for a party with principals that work for the common good."
            },
            {
                "title": "Get involved and find out more!",
                "content": "Visit york.greenparty.org.uk, phone 01904 636239, email office@york.greenparty.org.uk, follow on Twitter: @YorkGreens, Facebook: York Green Party."
            },
            {
                "title": "General and local elections - 7 May 2015",
                "content": "Why should I vote Green?"
            },
            {
                "title": "Our general election candidates",
                "content": ""
            },
            {
                "title": "Our vision for a better and brighter York",
                "content": "The Green Party believes in a fairer society for everyone within the limits of the natural environment we all depend on."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Housing and rent",
                "policyDescription": "Invest in energy-efficient affordable housing and introduce rent controls."
            },
            {
                "policyTitle": "Railways",
                "policyDescription": "Renationalise the railways and reduce rail and bus fares by 10% on 2015 levels, held for 5 years."
            },
            {
                "policyTitle": "Minimum wage",
                "policyDescription": "Introduce a minimum wage of £10/hour for everyone over 16 by 2020."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Abolish tuition fees."
            },
            {
                "policyTitle": "Energy and environment",
                "policyDescription": "Invest in a clean energy future with no fracking, tackling fuel poverty and creating a million new jobs."
            },
            {
                "policyTitle": "Social and health",
                "policyDescription": "Protect York's green spaces and oppose the very high levels of development proposed in the Local Plan."
            }
        ],
        "mentions": {
            "candidate": "Ginnie Shaw",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Following a series of defections from the other parties, the Council is now hung and could easily still be so after the May local elections. More Green Party councillors would have a lot of influence."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Invest in a clean energy future with no fracking, tackling fuel poverty and creating a million new jobs; abolish tuition fees.",
            "environment": "Invest in a clean energy future with no fracking, tackling fuel poverty and creating a million new jobs; protect York's green spaces and oppose the very high levels of development proposed in the Local Plan.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Invest in energy-efficient affordable housing and introduce rent controls.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "The Green Party believes in a fairer society for everyone within the limits of the natural environment we all depend on. Our vision for the future of York is for it to be a city where: - residents are empowered in decision-making; the right to directly question councillors and an end to authoritarian Cabinet government; - new residents are welcomed, the most vulnerable are protected and low income and inequality is tackled - the Living Wage and the restoration of local services; - diverse independent local businesses are supported - rate relief and better use of council-owned properties, offering cheaper rent; - affordable housing and 'green jobs' are invested in - developing green construction skills and reducing fuel poverty; - there is less traffic, better transport and healthy residents - a free city centre shuttle bus, better evening buses and much more car-sharing; - natural limits are not exceeded - opposing excessive housing numbers in the Local Plan, putting sustainability at the core with local production and food production, flood prevention and increased recycling, waste reduction and repair.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01904 636239",
            "email": "office@york.greenparty.org.uk",
            "website": "york.greenparty.org.uk",
            "socialMedia": {
                "facebook": "York Green Party",
                "twitter": "@YorkGreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Green Party leaflet featuring campaign messages, key policies, and images of supporters."
                }
            ]
        },
        "additionalNotes": ""
    }
}