{
  "leaflet": {
    "candidateName": "Ed VAIZEY",
    "constituency": "Didcot & Wantage",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "A strong voice for Faringdon, Wantage, Didcot & Wallingford",
        "content": "Ensure we are not overwhelmed by unsustainable and speculative housing development and that we provide the necessary infrastructure to support any extra housing. Maintain the significant economic investment to ensure we remain at the forefront of cutting edge research. Continuing to support the roll out of Superfast Broadband across Oxfordshire, which reached 20,000 premises last year, with a further 60,000 to come in 2015."
      },
      {
        "title": "Delivering local infrastructure",
        "content": "Historic 'Oxfordshire Growth Deal' - Last year the Government pledged to invest £108.5m in Oxfordshire - with another £9.9m announced this year for 2016-2021. The money will be used to enhance the 'Cycle Network', expand Didcot Station car park, improve the A34 to relieve congestion and create more science. Great news! I strongly support the re-opening of the Wantage Road Station at Grove, I recently met with the Secretary of State for Transport to promote the opening of the direct line between Oxford and Bristol, as is the wiser choice on both cost and benefit to the community to ensure we make the A34 Grove bridge 'shovel-ready' to win a share of the new Challenge this year - 2015. I also worked with our MP for a new University Technical College (UTC), UTC specialise in an engineering and science curriculum, equipping students to enter the workplace."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing and Infrastructure",
        "policyDescription": "Ensure housing development is sustainable and supported by necessary infrastructure; support significant economic investment in research; support the rollout of Superfast Broadband."
      },
      {
        "policyTitle": "Local Infrastructure Investment",
        "policyDescription": "Support the Oxfordshire Growth Deal and investment in transport and science infrastructure; advocate for the reopening of Wantage Road Station and improving transport links."
      }
    ],
    "mentions": {
      "candidate": "I was first elected as your Member of Parliament for the Didcot and Wantage constituency in 2005, part of a well-earned reputation for achievement.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "In 2014, I was promoted to Minister of State for Culture and the Digital Economy. Economic investment to remain at the forefront of cutting edge research.",
      "education": "I also worked with our MP for a new University Technical College (UTC), UTC specialise in an engineering and science curriculum.",
      "environment": "",
      "governance": "",
      "health": "As president of SUDEP Action I was delighted to help organise an awareness day in Parliament",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Ensure we are not overwhelmed by unsustainable and speculative housing development and that we provide the necessary infrastructure to support any extra housing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was first elected as your Member of Parliament for the Didcot and Wantage constituency in 2005, part of a well-earned reputation for achievement.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for the Didcot and Wantage constituency",
        "duration": "Since 2005",
        "achievements": "Increased majority in 2010, promoted to Minister of State for Culture and the Digital Economy in 2014."
      },
      {
        "role": "Minister for Culture, Communications and Creative Industries",
        "duration": "Since 2010",
        "achievements": "Responsible for the rollout of superfast rural broadband programme, tax credits for film, television, animation and video games, which have made the creative industries the fastest growing part of our economy."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.vaizey.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Launching Superfast Broadband in Sutton Courtenay"
        },
        {
          "caption": "At Milton Park to announce £7m for Science Vale Enterprise Zone"
        },
        {
          "caption": "Meeting with MPs and the Secretary of State for Transport to discuss reopening of Wantage Road Station"
        },
        {
          "caption": "As president of SUDEP Action I was delighted to help organise an awareness day in Parliament"
        }
      ]
    },
    "additionalNotes": ""
  }
}