{
    "leaflet": {
        "candidateName": "Russell Whiting",
        "constituency": "Suffolk Coastal",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "My pledges to you",
                "content": "Suffolk Coastal will always come first."
            },
            {
                "title": "",
                "content": "I will back local industry and work with employers to create more jobs."
            },
            {
                "title": "",
                "content": "I will campaign for infrastructure improvements and the Four Villages Bypass."
            },
            {
                "title": "",
                "content": "I will be a full-time MP with no second job or outside income."
            },
            {
                "title": "",
                "content": "I will have just one home which will be in Suffolk Coastal."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Russell Whiting",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "From Suffolk Coastal, For Suffolk Coastal. About Russell Whiting - I am Suffolk born and bred. I grew up in Felixstowe and went to school here. My family has lived in this constituency for hundreds of years and I'm proud my wife, Hannah, and I work for an international school. I am married to Hannah, a secondary school teacher, and I work for an international education charity. I joined the Labour Party in 2010, and owe many of my achievements to the opportunities given to me by the last Labour Government. My mum received working tax credits while working full time for herself. I was able to stay at school for A-levels thanks to Education Maintenance Allowance. I'm passionate about fighting to ensure that the next generation has the same opportunities to fulfil their potential that I had. We must ensure that society works for everyone, not just those at the top. This is why I want to be your MP.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "1 Bentham Lane, Woodbridge, Suffolk, IP12 1FH",
            "phone": "",
            "email": "Russell4SuffolkCoastal@gmail.com",
            "website": "www.russellwhiting.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "@Russell4Coastal",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Russell Whiting - Labour candidate for Suffolk Coastal"
                }
            ]
        },
        "additionalNotes": ""
    }
}