{
    "leaflet": {
        "candidateName": "Charlotte Leslie",
        "constituency": "Bristol North West",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Getting stuff done for Bristol North West!",
                "content": "1. RE-OPEN OUR RAILWAYS! - Thanks to Charlotte's campaign, Henbury Station WILL re-open. But we need it before, not after new Cribbs development gridlock. 2. LAMPLIGHTERS PUB OPEN, NOW A FERRY... - After Charlotte's pub campaign, the Lamplighters Pub re-opened. Now we want to bring back a Shire-Pill ferry on occasions. 3. EVEN BETTER SCHOOLS - Charlotte instigated setting up The Bristol Free School, Bristol schools are getting ever-better. But still more to do - like a Royal College of Teaching."
            },
            {
                "title": "About Charlotte Leslie",
                "content": "The daughter of local surgeon, Ian Leslie, Charlotte has grown up in, and out of, the NHS. Fighting for a free NHS forever: local surgeon's daughter Charlotte won a national award championing the NHS."
            },
            {
                "title": "Let's re-open our railways",
                "content": "Abominable buses; gridlocked roads; blanket 20mph zones... Bristol transport is at a standstill. And with thousands of houses to be built at Cribbs and Filton...we'll get much more of the same, before a station at Henbury! We need it NOW - before the commuter suburbs are even more gridlocked. We won't let Henbury Station wait for a new development to spend any more money, we want action now, to decongest and clean our air. Action, not gridlock."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Transportation",
                "policyDescription": "Re-opening Henbury Station before the new Cribbs development to alleviate traffic and prevent further gridlock."
            },
            {
                "policyTitle": "Community",
                "policyDescription": "Instigated the re-opening of Lamplighters Pub and aiming to bring back a Shire-Pill ferry."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Supporting better education by setting up The Bristol Free School and advocating for more improvements, such as a Royal College of Teaching."
            }
        ],
        "mentions": {
            "candidate": "Charlotte Leslie",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Charlotte instigated setting up The Bristol Free School, Bristol schools are getting ever-better.",
            "environment": "",
            "governance": "Promises action to alleviate traffic and improve infrastructure ahead of housing developments.",
            "health": "Fighting for a free NHS forever: local surgeon's daughter Charlotte won a national award championing the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "With thousands of houses to be built at Cribbs and Filton, there is concern about increased gridlock and the need for improved transport infrastructure before development.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "\"I get frustrated by politics. But that's why I'm in it - to make the places we love better. My motto? 'Be the Change you want to see!'\"",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.charlotteleslie.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Making a splash: Charlotte's campaign saves club learn-to-swim"
                },
                {
                    "caption": "They said we couldn't do it: Historic Lamplighters Pub re-opens!"
                }
            ]
        },
        "additionalNotes": ""
    }
}