{
  "leaflet": {
    "candidateName": "Sarah Williams",
    "constituency": "Bridport & West" ,
    "politicalParty": "Lib Dem",
    "electionDate": "Thursday May 7",
    "messages": [
      {
        "title": "Putting West Dorset District Council “Not Fit for Purpose!”",
        "content": "The article criticizes the state of the current West Dorset District Council, pointing out a range of issues and mismanaged situations."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Jobs for Local People",
        "policyDescription": "Focusing on the development of local jobs and training opportunities."
      },
      {
        "policyTitle": "Improved Local Services",
        "policyDescription": "Improving local services including transport connectivity and supporting plans for the refurbishment of Bridport Hospital."
      },
      {
        "policyTitle": "A Fair Planning System",
        "policyDescription": "Ensuring that local voices are heard and considered within the planning system."
      },
      {
        "policyTitle": "Demand Better",
        "policyDescription": "Challenging poor council performance and opposing inappropriate housing developments."
      }
    ],
    "mentions": {
      "candidate": "Sarah Williams",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The document mentions 'time for change' and a sense of urgency in challenging 'poor performance and leadership', which might imply a strategic vote for improvement but does not detail tactical voting."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A mention of creating local jobs.",
      "education": "",
      "environment": "",
      "governance": "Challenging poor council performance and demanding better governance.",
      "health": "Supporting plans for the refurbishment of Bridport Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Opposing inappropriate housing developments.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Sarah Williams focuses on putting Bridport first, her local activism and opposition to inappropriate housing development, and mentions her experience.",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": "Her achievements include protecting bus services, working with the police on community issues and supporting residents in housing need."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.bridportlibdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "The leaflets show images of Sarah Williams and Dave Rickard, with captions emphasizing their work and commitment to the community."
        }
      ]
    },
    "additionalNotes": "The leaflet promotes Sarah Williams and Dave Rickard as part of the Lib Dem team, offers criticism of the current council's performance, and highlights local issues and policies the candidates stand for."
  }
}