{
    "leaflet": {
        "candidateName": "Jillian Creasy",
        "constituency": "Sheffield Central",
        "politicalParty": "Green Party",
        "electionDate": "May 7",
        "messages": [
            {
                "title": "Your Green Party Candidate",
                "content": "Cllr Jillian Creasy was elected as Sheffield's first Green Councillor in 2004 and has now set her sights on becoming Yorkshire's first Green MP. She has run successful campaigns for better housing and transport, supported local businesses and communities, and improved green spaces."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health",
                "policyDescription": "Determined to protect the NHS from privatisation and to make sure patients and carers are properly supported in their homes and communities."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Challenges to Labour and the other parties will be offered. If you want an MP who will challenge austerity by taxing the rich, stopping tax evasion and investing in jobs and public services, then vote Green."
            }
        ],
        "mentions": {
            "candidate": "Jillian Creasy",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The Greens have doubled their number of councillors with 31% of the vote, placing them first or second in each of the five wards which make up Sheffield Central. They are the clear challengers to Labour with the other parties well behind."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Improved green spaces",
            "governance": "",
            "health": "Protect the NHS from privatisation",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "She has run successful campaigns for better housing and transport, supported local businesses and communities, and improved green spaces. Jillian has the support of council tenants and has led the campaign to spent out on human rights, nuclear power weapons, and climate change.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Cllr Jillian Creasy was elected as Sheffield's first Green Councillor in 2004 and has now set her sights on becoming Yorkshire's first Green MP. She has run successful campaigns for better housing and transport, supported local businesses and communities, and improved green spaces. Jillian has the support of council tenants and has led the campaign to spent out on human rights, nuclear power weapons, and climate change.",
        "politicalExperience": [
            {
                "role": "Green Councillor",
                "duration": "since 2004",
                "achievements": "Elected as Sheffield's first Green Councillor, run successful campaigns for better housing and transport, supported local businesses and communities, improved green spaces, combat privatisation of council services, used her position to speak out on human rights, nuclear power and climate change."
            }
        ],
        "contactInformation": {
            "address": "Election Communication",
            "phone": "07709 110580",
            "email": "jillian.creasy@greenparty.org.uk",
            "website": "www.sheffieldgreenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jillian Creasy with supporters"
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people."
    }
}