{
    "leaflet": {
        "candidateName": "Jeremy Corbyn",
        "constituency": "Islington North",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Five reasons for voting",
                "content": "This Tory Government has already started destroying jobs, our NHS, our kids' education and they have promised to axe more - let's stop it now. Voting sends a strong message that more of the same is not what is needed - build, don't just destroy. We can build an even better Islington which remains diverse, friendly and enjoyable but is sustainable and equitable for all its residents. There are other people who share your concerns and experiences so let's work together to make the changes we want to see. Voting is the only power you don't have to pay for - it's free. Make use of it and make it count."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A place to live",
                "policyDescription": "Islington has a real housing crisis. There is desperate need for council housing and to protect tenants from landlords who put rent rises above the prospect of homelessness. More social housing is urgently needed where security of tenure is upheld."
            },
            {
                "policyTitle": "Our transport",
                "policyDescription": "London relies on public transport - better, cleaner buses and trains are essential. Cycling needs to be a priority and pedestrians deserve space and safety. I have preserved the Finsbury Park station and will ring-fence increased budgets to improve and make all our stations including Finsbury Park accessible."
            },
            {
                "policyTitle": "Our Health Service",
                "policyDescription": "The NHS is our most precious asset. Healthcare as a right not a privilege. We will stop the erosion and sell off of the NHS always defend our hospitals. Threat of privatisation of the NHS must be removed and much higher funding is needed for all aspects of care including mental health. I have supported improvements to public health through legislation on smoking, alcohol and air pollution."
            },
            {
                "policyTitle": "Our diverse community",
                "policyDescription": "I am proud of our diverse community and the huge efforts made by voluntary community organisations to ensure our community centres work well. All my life I have campaigned and worked against racism and xenophobia in any form and I work with all communities and faiths."
            },
            {
                "policyTitle": "Our jobs",
                "policyDescription": "Unemployment is too high. Many lost jobs in the public sector have been replaced by insecure zero hour contracts and too many young people still can't access good training or apprenticeships. We will improve rights at work and Union rights, will supportively leave and defend safety in the work place. I supported the minimum wage law and campaign for the London Living Wage along with greater access to work for those with disabilities."
            },
            {
                "policyTitle": "Our world - a future to safeguard",
                "policyDescription": "As an opponent of the Iraq war and nuclear weapons I will continue to work for peace, human rights and justice all around the world. We have to make our contribution to eliminating global poverty and a sustainable natural environment. Isolation is not an answer we can contemplate - instead we must work for peace and justice everywhere."
            }
        ],
        "mentions": {
            "candidate": "Jeremy Corbyn",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The NHS is our most precious asset. Healthcare as a right not a privilege. We will stop the erosion and sell off of the NHS always defend our hospitals.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Islington has a real housing crisis. There is desperate need for council housing and to protect tenants from landlords who put rent rises above the prospect of homelessness.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am determined to get the people of Islington North true representation to ensure you have a decent home, helping to support justice when it has been denied and working with many local groups and communities to ensure everyone is included and part of Islington.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "151 Hornsey Rd, N7 6DU",
            "phone": "020734753476",
            "email": "jeremy.corbyn@islingtonnorthlabour.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@jeremycorbyn",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jeremy Corbyn holding a bike with supporters."
                },
                {
                    "caption": "Jeremy Corbyn with members of the community."
                },
                {
                    "caption": "Jeremy Corbyn at a rally."
                }
            ]
        },
        "additionalNotes": ""
    }
}