{
    "leaflet": {
        "candidateName": "Steve Slade",
        "constituency": "St Austell and Newquay",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "10 reasons to VOTE GREEN",
                "content": "A fully-funded NHS, fair 'local' economy, affordable rented homes, public-owned railways, a living wage, re-regulated buses, an alternative to austerity, free inclusive education, a referendum on Europe, and a Cornish assembly."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A Fully-Funded NHS",
                "policyDescription": "Putting patient care before private profits, with improved pay and working conditions."
            },
            {
                "policyTitle": "A Fair 'Local' Economy",
                "policyDescription": "With community-owned renewable energy and an end to VAT on tourism."
            },
            {
                "policyTitle": "Affordable Rented Homes",
                "policyDescription": "Build local sustainable housing where it's needed with longer tenancies and rent caps."
            },
            {
                "policyTitle": "Public-Owned Railways",
                "policyDescription": "Bring the railways back into public hands and immediately cut fares by 10%."
            },
            {
                "policyTitle": "A Living Wage",
                "policyDescription": "So taxpayers don't have to top-up private sector poverty pay through in-work benefits."
            },
            {
                "policyTitle": "Re-Regulated Buses",
                "policyDescription": "Local authority to once again run buses as a public service, not a private business."
            },
            {
                "policyTitle": "An Alternative to Austerity",
                "policyDescription": "Close loop-holes and end tax evasion so we can reverse cuts to essential local services."
            },
            {
                "policyTitle": "Free Inclusive Education",
                "policyDescription": "Promote comprehensive mixed-ability teaching with no SATs and scrap tuition fees."
            },
            {
                "policyTitle": "A Referendum on Europe",
                "policyDescription": "With a grown-up, in-depth national debate looking at the real pros and cons of the EU."
            },
            {
                "policyTitle": "A Cornish Assembly",
                "policyDescription": "With more power for Cornwall over spending, health and education."
            }
        ],
        "mentions": {
            "candidate": "Steve Slade",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "In this election you can give your voice to those with the courage to reshape our country for the common good."
        },
        "issues": {
            "brexitEurope": "A referendum on Europe with a grown-up, in-depth national debate looking at the real pros and cons of the EU.",
            "economy": "A fair 'local' economy with community-owned renewable energy and an end to VAT on tourism.",
            "education": "Free inclusive education to promote comprehensive mixed-ability teaching with no SATs and scrap tuition fees.",
            "environment": "Community-owned renewable energy.",
            "governance": "A Cornish assembly with more power for Cornwall over spending, health and education.",
            "health": "A fully-funded NHS putting patient care before private profits, with improved pay and working conditions.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Affordable rented homes build local sustainable housing where it's needed with longer tenancies and rent caps.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am standing as your Green Party candidate for St Austell and Newquay because I want something better than business-as-usual politics.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "35 Trevarthian Crescent, Newquay TR7 1DX",
            "phone": "",
            "email": "steve.slade@greenparty.org.uk",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "SteveSladeCornwall",
                "twitter": "SteveSladeCWALL",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Steve Slade in front of a coastal scene."
                }
            ]
        },
        "additionalNotes": "The leaflet also contains a pie chart with the results of a survey conducted in 2010/2011 mentioning that this is how St Austell & Newquay would have looked if everyone had voted polices last time."
    }
}