{
    "leaflet": {
        "candidateName": "JOHN KITCHENER",
        "constituency": "Haltemprice and Howden",
        "politicalParty": "UK Independence Party (UKIP)",
        "electionDate": "",
        "messages": [
            {
                "title": "Standing Up for Real Change",
                "content": "Dear Voter, My concerns are: Lack of investment in infrastructure leading to long waiting times for basic services and inadequate support for rural areas. Villages having developments thrust upon them against their wishes, changing their character completely. I want to change that, focussing on local issues that matter to people at home while at the same time representing them in Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Control our borders",
                "policyDescription": "UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here."
            },
            {
                "policyTitle": "Invest in the NHS",
                "policyDescription": "UKIP will pour £3 billion a year EXTRA into the NHS to keep it as a free public service, funded by scrapping our £55 million a day EU membership fee."
            },
            {
                "policyTitle": "Fairer tax system",
                "policyDescription": "UKIP will SCRAP income tax on the minimum wage, SCRAP the bedroom tax, and SCRAP the tax on your savings when you die."
            },
            {
                "policyTitle": "Spend here, not abroad",
                "policyDescription": "By stopping our EU membership fee and clawing back the £30 million a day spent on foreign aid, UKIP is the ONLY PARTY with money to spend at home."
            }
        ],
        "mentions": {
            "candidate": "John Kitchener",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Stopping our EU membership fee",
            "economy": "UKIP will SCRAP income tax on the minimum wage, SCRAP the bedroom tax, and claw back the £30 million a day spent on foreign aid.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "UKIP will pour £3 billion a year EXTRA into the NHS to keep it as a free public service.",
            "immigration": "UKIP wants a FAIRER Australian-style points-based system to decide who comes to work and settle here.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Villages having developments thrust upon them against their wishes, changing their character completely.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Focussing on local issues that matter to people at home while at the same time representing them in Parliament.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Promoted by Alan Williams on behalf of John Kitchener, both of 1 Coronell Court, Ashdene Close, Willerby, HULL, HU10 6LQ. Printed by Madeira Print Group Ltd., Park Lane House, Park Lane, Ossett, WF5 9JX.",
            "phone": "07989 022250",
            "email": "harold.kitchener@ukiplocal.org",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of John Kitchener, UK Independence Party (UKIP) candidate"
                }
            ]
        },
        "additionalNotes": ""
    }
}