{
    "leaflet": {
        "candidateName": "Jo Churchill",
        "constituency": "Bury St Edmunds",
        "politicalParty": "Conservative",
        "electionDate": "THURSDAY 7TH MAY",
        "messages": [
            {
                "title": "GENERAL ELECTION SPECIAL",
                "content": "Protecting the area as one of the UK's top places to live whilst making sure that economic growth and development are properly targeted. Building on relationships between local schools and colleges with employers so young people develop further skills for a changing world."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare and education",
                "policyDescription": "Committed improvement in healthcare and education. Government funding for new East Anglian Air Ambulance helicopter is on its way."
            },
            {
                "policyTitle": "Broadband and mobile coverage",
                "policyDescription": "Better broadband and mobile coverage, especially in our villages."
            },
            {
                "policyTitle": "Investment in infrastructure",
                "policyDescription": "Improvement in infrastructure."
            },
            {
                "policyTitle": "Economic Growth",
                "policyDescription": "Driving up educational standards to keep Britain working to build a strong economy that can pay for all of the above."
            }
        ],
        "mentions": {
            "candidate": "Jo Churchill",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Recovering economy with 3 million new jobs, 760,000 small businesses have started, real progress has been made safeguarding our economy. Tax cuts for 26 million people. Taken Duty off Tax altogether.",
            "education": "Ensuring that Bury St Edmunds constituency is at the forefront of broadband and wireless technology. Driving up educational standards to give the best opportunities. Supporting schools in raising educational standards.",
            "environment": "",
            "governance": "",
            "health": "Fighting for a sustainable long-term future for the West Suffolk Hospital in which patients have a choice.",
            "immigration": "Controlling immigration tightly—we will deliver the toughest system on welfare seen anywhere in the EU.",
            "socialWelfare": "Tax cuts for 26 million people. Taken Duty off Tax altogether. 3 million people have been lifted out of tax altogether.",
            "housing": [
                {
                    "content": "Influencing the creation of sustainable low cost and affordable housing for future generations, and the correct infrastructure is in place to support developments",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Looking back it is difficult to remember what a terrible state the country was in when we came to office. Over the past five years we have helped to provide the basis of a stabilised economy...",
        "politicalExperience": [
            {
                "role": "Candidate",
                "duration": "",
                "achievements": "Improving local economy, helping to create jobs, and investing in healthcare and education."
            }
        ],
        "contactInformation": {
            "address": "10 Hatter Street, Bury St Edmunds, Suffolk",
            "phone": "01284 488345",
            "email": "jo@churchill.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Government funding for new East Anglian Air Ambulance helicopter is on its way."
                },
                {
                    "caption": "Jo Churchill meeting with local residents and stakeholders."
                }
            ]
        },
        "additionalNotes": "Please note that all information was extracted from the visible content of the leaflet, and any omissions correspond to areas not clearly readable or not displayed in the images provided."
    }
}