{
    "leaflet": {
        "candidateName": "Vikki Slade",
        "constituency": "Mid Dorset and North Poole",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Our vision for Purbeck",
                "content": "Purbeck Liberal Democrats top priorities ..."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Affordable housing",
                "policyDescription": "Ensure the provisions in the Local Plan for developers to provide up to 50% affordable homes (mainly to rent, but some to buy) on new housing developments of 11 homes or more in line with Government set limits is achieved."
            },
            {
                "policyTitle": "Local economy",
                "policyDescription": "Seek to attract employment opportunities to Purbeck to provide greater skills and increase value for the benefit of local workers."
            },
            {
                "policyTitle": "Championing apprenticeships",
                "policyDescription": "Campaigning to increase the number of apprenticeships locally, to offer young people a real choice."
            },
            {
                "policyTitle": "Supporting high streets",
                "policyDescription": "Being a positive voice for local high streets and community facilities."
            },
            {
                "policyTitle": "Fighting for school funding",
                "policyDescription": "Campaigning to make sure Purbeck schools receive the same funding as pupils from the rest of the UK."
            },
            {
                "policyTitle": "Protecting crucial bus services",
                "policyDescription": "Championing sustainable bus services to make sure vulnerable people have access to basic services."
            },
            {
                "policyTitle": "Improving our local NHS",
                "policyDescription": "Campaign for a new Maternity Unit, an overhaul of Mental Health services and promote dementia-friendly communities."
            },
            {
                "policyTitle": "Improving our environment",
                "policyDescription": "Protect the District’s natural environment and protect the countryside from unnecessary development."
            }
        ],
        "mentions": {
            "candidate": "Vikki Slade is an experienced campaigner and local small business owner with a record of delivery for local people. It's Vikki or a Tory politician here!",
            "otherPartyLeaderCandidate": "The choice here is between a champion Vikki Slade or a Conservative career politician.",
            "partyLeader": "",
            "tacticalSituation": "Only Vikki can stop the Tories. 2010 General Election Result: Lib Dem 45.1%, Con 44.5%, Can't win here 'Others'"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Support the development of 'starter unit' for new businesses, continue to support the provision of 'Super Fast Broadband' throughout the District to assist local businesses and commerce.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Beryl Ezzard is the Shadow Housing and Development; as well as membership on the Overview & Scrutiny, and the Licensing Committee, PDC's representative on the Purbeck Community Rail Partnership & Dorset Health Scrutiny Committee.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01202 658629",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Annette Brooke's successor Vikki",
                "endorsement": "Vikki runs a small family business and has a strong track record of delivery for local people."
            }
        ],
        "quotes": [
            {
                "text": "The Conservative candidate failed her party and us last time she was here. She never attended Council even to represent her own ward. We cannot afford to have such a lax representative in Parliament. Don't let us have to tell our children we missed the opportunity to elect an excellent local MP because of some bad Tory television commercials. Do not believe Conservatives when they say it will be a close election here. They said the same thing last time and we beat them hollow.",
                "source": "",
                "date": ""
            },
            {
                "text": "The new way to do politics is direct representation, concerned and involved. Councillors you can really talk to and who will listen!",
                "source": "Keith Green, Shadow Spokesperson for the Economy",
                "date": ""
            },
            {
                "text": "Morden resident Alex Brenton said, \"I have known Beryl Ezzard and Keith Green a long time, they would be great campaigners for our area.\"",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photos of Vikki Slade with residents and engaging in community activities."
                }
            ]
        },
        "additionalNotes": "St Martin Lib Dems - Campaigning for our community."
    }
}