{
    "leaflet": {
        "candidateName": "Paul Chandler",
        "constituency": "Brighton Kemptown",
        "politicalParty": "Liberal Democrat",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "Stronger economy ... Fairer society ... Opportunity for all",
                "content": "Hello\n\nRemember five years ago, when the Lib Dems promised a new kind of politics?\n\nWell I believe we've delivered it. There's now cooperation in government, open discussion about differences instead of party unity and ensuing splits between wets and drys, Blairites and Brownites, etc.\n\nI believe in a grown-up politics, where you acknowledge other people's arguments and accept you might sometimes be wrong. But then I've lived and worked in the real world and know that the 'Westminster bubble' is not real.\n\nI really hope you can vote for me and my party on 7 May.\n\nPaul Chandler"
            },
            {
                "title": "You think the Lib Dems haven't achieved much in government?",
                "content": "A record of delivery\n\nWithout Lib Dems in government, the coalition would not have:\n\n- Cut the deficit by half, reducing borrowing by the equivalent of £3000 per household, and creating more than 1.6 million new jobs.\n- Given an £800 tax cut to low and middle income earners by letting you earn £10,500 tax-free.\n- Protected schools budgets and introduced the Pupil Premium to give everyone a fair start in life.\n- Secured the biggest-ever cash rise in the state pension.\n- Established the world's first Green Investment Bank, helping treble renewable electricity generation.\n\nAnd we've stopped\n\nCoalition government is also about keeping the lid on some extreme ideas. Among the Conservative-driven policies the Lib Dems have prevented are:\n\n- Identity cards\n- Like-for-like replacement of the Trident nuclear defense system.\n- An attempt to allow employers to fire staff at will.\n\nMoves to allow the state to hold the DNA of innocent people."
            },
            {
                "title": "A promise of more",
                "content": "If back in government, the Lib Dems will press to:\n\n- Finish the job of balancing the books by 2018, by cutting less than Labour and cutting less than the Tories.\n- Raise the personal allowance to £12,500, cutting taxes among the least well-off by another £400.\n- Protect early years, sixth form and college budgets too - 'cradle to college investment'.\n- Legislate to guarantee annual pension rises in line with inflation.\n- Improve the insulation of homes to cut energy bills and reduce greenhouse gases, and create jobs."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Cut the deficit by half; secure the biggest-ever cash rise in the state pension; finish the job of balancing the books by 2018 with moderate cuts."
            },
            {
                "policyTitle": "Taxation",
                "policyDescription": "Given an £800 tax cut to low and middle-income earners; raise the personal allowance to £12,500."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Protected schools budgets and introduced the Pupil Premium; protect early years, sixth form and college budgets."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Established the world's first Green Investment Bank; improve the insulation of homes."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Stopped Conservative-driven policies such as Identity cards, like-for-like replacement of the Trident nuclear defense system, and the attempt to allow employers to fire staff at will."
            }
        ],
        "mentions": {
            "candidate": "Paul Chandler",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Without Lib Dems in government, the coalition would not have cut the deficit by half. If back in government, finish the job of balancing the books by 2018, by cutting less than Labour and cutting less than the Tories.",
            "education": "Protected schools budgets and introduced the Pupil Premium. Protect early years, sixth form and college budgets too.",
            "environment": "Established the world's first Green Investment Bank, helping treble renewable electricity generation. Improve the insulation of homes to cut energy bills and reduce greenhouse gases.",
            "governance": "Coalition government has prevented Conservative-driven policies like identity cards, Trident nuclear defense system replacement, employers firing staff at will, and holding DNA of innocent people.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Secured the biggest-ever cash rise in the state pension. Legislate to guarantee annual pension rises in line with inflation.",
            "housing": [
                {
                    "content": "Improve the insulation of homes to cut energy bills and create jobs.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I believe in grown-up politics, where you acknowledge other people's arguments and accept you might sometimes be wrong. I've lived and worked in the real world and know that the 'Westminster bubble' is not real.",
        "politicalExperience": [
            {
                "role": "Local councillor for ten years",
                "duration": "Ten years",
                "achievements": "Has helped deliver a much-needed new hospital Brighton badly needs. Active in the voluntary advice sector and helps homeless people."
            }
        ],
        "contactInformation": {
            "address": "Simone de Bono, Printer, Unit D2, Phoenix Estate, St. Joseph's Road, Hove BN3 7HG",
            "phone": "07541 440526",
            "email": "paul.chandler@liberaldemocrats.org.uk",
            "website": "www.liberalbrighton.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Paul Chandler portrait on the leaflet."
                }
            ]
        },
        "additionalNotes": ""
    }
}