{
    "leaflet": {
        "candidateName": "John Vincent",
        "constituency": "Runnymede & Weybridge",
        "politicalParty": "Liberal Democrat",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "A Record of Delivery",
                "content": "2010 - 2015 A RECORD OF DELIVERY: Cut the deficit by half, reducing borrowing by £3,000 for every household in Britain. Given an £800 tax cut to low and middle-income workers. Increased the health budget each year to improve services and deliver 6,000 more doctors. Provided an extra £2.5bn a year for children who need it most. 2015 - 2020 A CHANCE TO DO MORE: Finish the job of balancing the books, on time and fairly. Cut Income Tax by a further £400 for ordinary workers. Guarantee mental health equality by increasing health spending by £8bn a year. Protect education spending from cradle to college."
            },
            {
                "title": "Building a stronger economy and a fairer society",
                "content": "Creating opportunity for everyone. John Vincent and the Liberal Democrats are creating opportunity for everyone, by building a stronger economy and a fairer society. In government we have made Britain fairer by: cutting Income Tax for 24 million ordinary workers, providing an extra £2.5bn per year for children who need it most, ensuring the biggest ever cash rise in the state pension and extending free childcare. We have built a stronger economy by: halving the budget deficit, helping businesses create 1.8 million jobs and delivering a record rise in apprenticeships."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Finish the job of balancing the books, on time and fairly. Cut income tax by a further £400 for ordinary workers to build a stronger economy."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Guarantee mental health equality by increasing health spending by £8bn a year."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Protect education spending from cradle to college."
            }
        ],
        "mentions": {
            "candidate": "John Vincent - hard-working local candidate",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "How you voted last time - 2010 General Election result in Runnymede & Weybridge"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Finish the job of balancing the books, on time and fairly. Cut Income Tax by a further £400 for ordinary workers.",
            "education": "Protect education spending from cradle to college.",
            "environment": "",
            "governance": "Cutting Income Tax for 24 million ordinary workers, providing an extra £2.5bn per year for children who need it most.",
            "health": "Guarantee mental health equality by increasing health spending by £8bn a year.",
            "immigration": "",
            "socialWelfare": "Ensuring the biggest ever cash rise in the state pension and extending free childcare.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "John has years of experience of understanding the needs of constituents, having served as a Surrey County and Reigate Borough Councillor. He lives in Staines and works for the European Space Agency (ESA).",
        "politicalExperience": [
            {
                "role": "Surrey County and Reigate Borough Councillor",
                "duration": "",
                "achievements": "Experience in serving the constituents"
            }
        ],
        "contactInformation": {
            "address": "17 Lyon Road, Hersham, KT12 3PU",
            "phone": "",
            "email": "",
            "website": "john-vincent.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@VincentFor2015",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Thanks to Liberal Democrats the number of apprenticeships has risen dramatically giving many young people a unique opportunity to get ahead.",
                "source": "",
                "date": ""
            },
            {
                "text": "John is proud to be helping the next generation get ahead. He was on the scheme apprentice in the 1970s, earning the chance he was granted then to get ahead. That opportunity motivated him to help others do the same.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "John Vincent with a child and another image with workers"
                },
                {
                    "caption": "John Vincent with school children and another image with apprentices"
                }
            ]
        },
        "additionalNotes": ""
    }
}