{
    "leaflet": {
        "candidateName": "Anne Snelgrove",
        "constituency": "South Swindon",
        "politicalParty": "Labour",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Anne promised improved access to GPs, criticizes Tory and UKIP healthcare policies, and mentions the National Health Service's struggles under current government."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Labour plans to bring back strong border controls, stop misuse by employers and agencies, and impose restrictions on new claimants of benefits."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Labour intends to tackle low pay by increasing the National Minimum Wage to £8 an hour by the end of the next Parliament."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Labour advocates for government to build new affordable homes and ensure at least half go to first time buyers. The leaflet criticizes current government's track record on planning matters."
            },
            {
                "policyTitle": "Infrastructure",
                "policyDescription": "Anne calls for the construction of the Northern Relief Road and criticizes the Conservative-led council for not delivering important infrastructure projects."
            }
        ],
        "mentions": {
            "candidate": "Anne Snelgrove",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour plans to raise the minimum wage to £8 and reduce dual carriageways' negative impact on nearby homes.",
            "education": "Support for Hazelwood Academy and opposition to Tory free school planning. Commitment to local school availability for children.",
            "environment": "",
            "governance": "Criticism of Tory council's budget decisions and planning policies.",
            "health": "Promises to address the NHS struggles and ensure timely access to GPs.",
            "immigration": "Proposal to reinforce border controls and restrict benefits for new immigrants.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour intends to make it less difficult for the Council to build affordable homes and ensure at least half go to first time buyers. Criticism of developments without affordable housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01793 230657",
            "email": "anne@annesnelgrove.com",
            "website": "www.annesnelgrove.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "AnneSnelgrove",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anne Snelgrove with constituents"
                },
                {
                    "caption": "Steph Exell and Des Moffatt at disabled units built by SBC Housing"
                },
                {
                    "caption": "Jim Robbins, Kevin Small, Steve Wakefield campaigning"
                }
            ]
        },
        "additionalNotes": ""
    }
}