{
  "leaflet": {
    "candidateName": "Marc Jones",
    "constituency": "Clwyd West",
    "politicalParty": "Plaid Cymru - Party of Wales",
    "electionDate": "May 7th 2015",
    "messages": [
      {
        "title": "Your prospective Clwyd West MP",
        "content": "MARC JONES is a former BBC journalist aiming to be the next MP for Clwyd West. Marc, who worked as a producer on the Week in Week Out current affairs series as well as for Nationwide, has a lifelong interest in health and campaigned for a better NHS through the North Wales Health Alliance."
      },
      {
        "title": "Wales is strong when Plaid wins",
        "content": "It is likely no single party will win this election. Polls show that Plaid Cymru, the SNP and the Greens will form a powerful group of MPs, enough to hold the balance of power. This means that, at last, the people of Wales will have the means to demand better opportunities and we can ensure that our concerns are at the top of the agenda."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "An end to the cuts agenda of the London parties",
        "policyDescription": "Plaid Cymru proposes to end the cuts agenda of the London parties."
      },
      {
        "policyTitle": "Parity with Scotland on funding and powers",
        "policyDescription": "Promises parity with Scotland on funding and powers, meaning an extra £1.2 billion annually to invest in Welsh public services."
      },
      {
        "policyTitle": "A Living Wage",
        "policyDescription": "Aims to ensure a Living Wage, meaning a pay rise for 250,000 Welsh workers."
      },
      {
        "policyTitle": "More public contracts for local firms",
        "policyDescription": "Plaid Cymru wants to create 50,000 new jobs across Wales by allocating more public contracts to local firms."
      },
      {
        "policyTitle": "Train and recruit an additional 1000 doctors for the Welsh NHS",
        "policyDescription": "Commitment to train and recruit 1000 additional doctors for the Welsh NHS."
      },
      {
        "policyTitle": "Scrap Trident",
        "policyDescription": "Plaid Cymru plans to scrap Trident, saving £100 billion to invest in health and education."
      },
      {
        "policyTitle": "An end to the unfair Bedroom Tax",
        "policyDescription": "Plaid Cymru proposes to end the unfair Bedroom Tax."
      }
    ],
    "mentions": {
      "candidate": "MARC JONES is a former BBC journalist aiming to be the next MP for Clwyd West.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Leanne Wood - Plaid Leader",
      "tacticalSituation": "It is likely no single party will win this election. Polls show that Plaid Cymru, the SNP and the Greens will form a powerful group of MPs, enough to hold the balance of power."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "An end to the cuts agenda of the London parties.",
      "education": "Scrap Trident - saving £100 billion to invest in health and education.",
      "environment": "",
      "governance": "Parity with Scotland on funding and powers.",
      "health": "A commitment to train and recruit 1000 additional doctors for the Welsh NHS. Scrap Trident - saving £100 billion to invest in health and education.",
      "immigration": "",
      "socialWelfare": "An end to the unfair Bedroom Tax.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Marc, a father of two teenagers, said: 'This election is a chance for people to have their say about the way the UK is run and to force better healthcare, without being sold for Clwyd West, onto the honours list. That's why we need a strong voice for Clwyd West.",
    "politicalExperience": [
      {
        "role": "BBC Journalist",
        "duration": "",
        "achievements": "Worked as a producer on the Week in Week Out current affairs series as well as for Nationwide."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07747 471 941",
      "email": "marcjones@gmail.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "@marc4jones",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "MARC JONES - Your prospective Clwyd West Westminster MP."
        },
        {
          "caption": "Wales is strong when Plaid wins."
        },
        {
          "caption": "Leanne Wood - Plaid Leader."
        },
        {
          "caption": "VOTE PLAID CYMRU The Party of Wales on May 7th 2015."
        }
      ]
    },
    "additionalNotes": ""
  }
}