{
  "leaflet": {
    "candidateName": "PATRICIA WARD",
    "constituency": "Putney",
    "politicalParty": "UK INDEPENDENCE PARTY",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing Up for Real Change",
        "content": "Dear Voter, I moved to Putney because of green space, which I will protect. Work at home and abroad informs my views on improving quality of life with money currently sent overseas. Annulling EU membership will free Britain to trade globally. As a prime EU market, Britain doesn't need expensive, restrictive EU membership to trade freely. Nor do we need free movement of people when Britain has got talent to be developed, not demoralised with wages out of line with cost-of-living. Yours sincerely, Patricia Ward"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Protecting Green Spaces",
        "policyDescription": "Committed to protecting green spaces in Putney."
      },
      {
        "policyTitle": "Improving Quality of Life",
        "policyDescription": "Aims to improve quality of life with the funds that are currently sent overseas."
      },
      {
        "policyTitle": "Annulling EU Membership",
        "policyDescription": "Supports annulling EU membership to allow Britain to trade globally without the need for expensive, restrictive EU membership."
      },
      {
        "policyTitle": "Free Movement and Employment",
        "policyDescription": "Opposes free movement of people, advocating for the development of British talent and alignment of wages with cost-of-living."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Supports annulling EU membership to enable Britain to trade globally without the restrictions of EU membership.",
      "economy": "Emphasizes the importance of using money currently sent overseas to improve the domestic quality of life.",
      "education": "",
      "environment": "Pledges to protect the green spaces in Putney.",
      "governance": "",
      "health": "",
      "immigration": "Critical of free movement, suggesting it undermines wages and the development of domestic talent.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07729 765970",
      "email": "PatriciaWard@outlook.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Election communication for Patricia Ward with the UK Independence Party in Putney, including personal message and policy stances."
        }
      ]
    },
    "additionalNotes": ""
  }
}