{
    "leaflet": {
        "candidateName": "Katherine Chibah",
        "constituency": "Bishop's Stortford",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "",
                "content": "Dear Friend, Week after week I have been out knocking on doors, talking to residents on the High Street, at the train station and having conversations wherever I can from the school gate to the senior's tea dance. I have listened to what you care about. Every conversation I have helps complete the picture of what matters most to you. Together we can achieve real change for the area and why the decisions made for the area need a strong champion for the local community."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Katherine Chibah",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "I work as a teacher and having worked in different schools across the area, I know how proud people are of this area. It's great people are finding schools make great places to live. But I also know many people tell me how their child cannot hope to afford making a future for itself here. We've emptied family homes as the cost of transport, rent, lack of investment in public services and rising living standards have risen. Many like me, have made a home for themselves but have seen that home's value increase by over one and a quarter per cent every week. It's tougher and more expensive than ever to buy here and rent prices have risen by no less than 8%.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "We've emptied family homes as the cost of transport, rent, lack of investment in public services and rising living standards have risen. Many like me, have made a home for themselves but have seen that home's value increase by over one and a quarter per cent every week. It's tougher and more expensive than ever to buy here and rent prices have risen by no less than 8%.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "A good state education gave me opportunities in life and I firmly believe that education is the 'forcing ground for possibility'. But only an open, creative and varied syllabus can achieve this... I hope you will take a moment to read my story and consider what you want from the next few years. You deserve better services here in Hertford and Stortford where no one is left behind. I want to work together to achieve it.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "ELECTION COMMUNICATION David Quigley 18 Elizabeth Road BISHOP'S STORTFORD HERTS. CM23 3RL",
            "phone": "01279 65328 01279 505020",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Kevin Tilbey",
                "endorsement": "Having met Katherine for the first time quite recently, I knew immediately she would make an honest hard-working MP. I have her poster in my window and I’m looking forward to voting Labour in May."
            },
            {
                "endorser": "Xanthe Young",
                "endorsement": "It’s important to me to have an MP who will fight to ensure everyone has the same rights as everyone else. This will be the first general election I can vote in and having met Katherine, I know I will be voting for her."
            },
            {
                "endorser": "Kit Cooper",
                "endorsement": "Tories, especially here in commuter territories tend to have the view that we pay in more than we get back. But I believe Katherine clearly understands the significance of the sustainable economy by re-investing and through fair taxation, and I know she’ll work hard to provide better services while advocating the living wage."
            },
            {
                "endorser": "Tony Smart",
                "endorsement": "Probation Officers across the UK understand our roles in society are unique and we know that Katherine understands this struggle and the Labour pledge of one extra hour free childcare will make so much difference to lots of parents' lives. I’m backing Katherine at the General Election in May."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Katherine Chibah, Labour Parliamentary Candidate"
                }
            ]
        },
        "additionalNotes": ""
    }
}