{
  "leaflet": {
    "candidateName": "Roger Lewis",
    "constituency": "Glasgow North West",
    "politicalParty": "Scottish Conservative and Unionist",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message from Roger",
        "content": "The Conservatives have cut taxes for millions in the last four years and raised the personal allowance to £10,600 for every man and woman. The City Deal for Glasgow is pouring millions into our economy. You're better off and our city is better off from being part of the UK and having a Conservative-led government with a long-term economic plan. Don't let another party wreck the economic recovery. Scotland voted to remain in the UK last year and we really can have the best of both worlds, with a strong UK Conservative Government committed to delivering additional powers to the Scottish Parliament and to spreading the economic, to create prosperity for all."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economic Growth",
        "policyDescription": "Supports the Conservative-led government's long-term economic plan and the City Deal for Glasgow, which is intended to invest millions into the local economy."
      },
      {
        "policyTitle": "Taxation",
        "policyDescription": "Notes the Conservatives' tax cuts over the last four years and the increase in personal allowance to £10,600."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Advocates for additional powers to the Scottish Parliament while maintaining the strong economic relationship with the UK."
      }
    ],
    "mentions": {
      "candidate": "Roger Lewis",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The City Deal for Glasgow is expected to boost the economy and is one of the outcomes of being part of the UK with a Conservative-led government.",
      "education": "",
      "environment": "",
      "governance": "Mentions additional powers to the Scottish Parliament and retaining ties with the UK for economic prosperity.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Roger Lewis argues that the Conservative party has improved the economic condition of Glasgow and mentions the City Deal as a significant investment into the city's economy.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "07507 936000",
      "email": "roger.lewis@scottishconservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Glasgow's Team of Scottish Conservative Candidates"
        }
      ]
    },
    "additionalNotes": "The leaflet contains a photo of Glasgow's team of Scottish Conservative candidates, suggesting a collective approach to the campaign."
  }
}