{
    "leaflet": {
        "candidateName": "Nicola Blackwood",
        "constituency": "Oxford West and Abingdon",
        "politicalParty": "Conservatives",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Local people are backing Nicola",
                "content": "Local people are backing Nicola Blackwood to be our next MP. They want Nicola to be the strong local voice that Oxford West and Abingdon needs."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fighting for Village Post Office Services",
                "policyDescription": "Met village villagers worried about losing Cumnor Post Office, then set up a special meeting for us with Post Office officials. She's been very helpful in securing our future and we are most grateful for the hard work and support she has given us to make sure this vital local service continues."
            },
            {
                "policyTitle": "Standing Up for NHS Users",
                "policyDescription": "When our daughter had a congenital heart condition, Nicola took it as a personal issue, directly challenged Ministers, and even secured Westminster debates to get the young heart surgery units we need."
            },
            {
                "policyTitle": "Opportunities for our young people",
                "policyDescription": "Nicola understands that the good jobs out there when they finish school or college but also that they'll be able to get training they need to properly prepare them for those jobs."
            },
            {
                "policyTitle": "A Strong Record of Supporting Small Businesses",
                "policyDescription": "Nicola's two-time winner of Conservative Inward Investment and has experience and understanding that small businesses desperately need and has always lent us her support."
            },
            {
                "policyTitle": "Backing Vital Research",
                "policyDescription": "In 2010 Nicola and shadowed authorial and Westminster, the Royal Chemistry part of its Parliament and Science Pairing Scheme. We have kept in touch since and Nicola's been a consistent champion in Parliament for vital investment in science."
            }
        ],
        "mentions": {
            "candidate": "Nicola Blackwood",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Nicola backed us against Doric's dreadful plans for healthcare services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Nicola’s working with locals to get flood defences funded and delivered",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As an Oxford resident for decades, it's been a great privilege to represent my home constituency over the last 5 years. I've listened closely to local concerns and have worked to grow our role and our local economy.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "Since 2010",
                "achievements": "Secured debates and attention for various local and healthcare issues."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0333 370 6605",
            "email": "nicola@nicolablackwood.com",
            "website": "www.nicolablackwood.com",
            "socialMedia": {
                "facebook": "facebook.com/nicolablackwood",
                "twitter": "twitter.com/nicolablackwood",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Sir Sathiepal, Cumnor Post Office",
                "endorsement": "Helpful in securing village post office services."
            },
            {
                "endorser": "Bill Homewood, Abingdon Resident",
                "endorsement": "She's there when we need her."
            },
            {
                "endorser": "Ben Crompton, Oxford Student",
                "endorsement": "Understands that to get the good jobs out there they'll be able to get the training they need."
            },
            {
                "endorser": "Mohammed Awan, Abingdon Business Owner",
                "endorsement": "Two-time winner of Conservative Inward Investment."
            },
            {
                "endorser": "Prof David Wark, Particle Physics, Oxford University",
                "endorsement": "Champion in Parliament for vital investment in science."
            }
        ],
        "quotes": [
            {
                "text": "A local MP we know we can trust.",
                "source": "Residents of South Hinksey",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nicola engaging with constituents and supporting local services and research."
                }
            ]
        },
        "additionalNotes": ""
    }
}