{
    "leaflet": {
        "candidateName": "David Drew",
        "constituency": "Stroud",
        "politicalParty": "Labour and Co-operative",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "A word before you send off your postal vote...",
                "content": "David Drew details his initial motivations for entering politics and his desire to make a difference. He emphasizes on supporting voluntary organisations or workers and discusses his efforts in improving local causes. He aims to be the MP the constituency needs and deserves."
            },
            {
                "title": "Let's end the cost of living crisis - and support working people",
                "content": "David Drew talks about the need to support people who can work, by getting them employment, and those who can't work by securing public benefits and pension. He also mentions reviewing privatization of the NHS."
            },
            {
                "title": "Let's get our NHS back in public hands and tackle bad pay",
                "content": "He aims to stop the fragmentation and privatization, repeal laws that have affected local hospitals too. Also, discusses increased investment in mental health services."
            },
            {
                "title": "A good start for all - from cradle to college",
                "content": "Promises of free schools meals and provision of funds are made to ensure children get a good start in life. He stresses the importance of skills for youths' employment."
            },
            {
                "title": "Council elections",
                "content": "Diana Basterfield is mentioned as the Labour candidate for Trinity."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "End the cost of living crisis",
                "policyDescription": "Support working people and those who can't work with secure employment and strengthening of public benefits and pensions."
            },
            {
                "policyTitle": "NHS Public Ownership",
                "policyDescription": "Stop the NHS fragmentation and privatization, aiming to reverse laws damaging local hospitals and investing more into mental health services."
            },
            {
                "policyTitle": "Support for Youth and Education",
                "policyDescription": "Guarantee free school meals and ensure adequate funding for education and training to equip youths with necessary skills."
            },
            {
                "policyTitle": "Housing and Environment",
                "policyDescription": "Provision of affordable housing without compromising environmental commitments and local community decisions."
            }
        ],
        "mentions": {
            "candidate": "David Drew",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Harry Leslie Smith",
            "tacticalSituation": "Independent polling here shows only Labour or Tory can win."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Need to support working people and those who can't work due to the cost of living crisis.",
            "education": "Promised provision of free school meals and education funds.",
            "environment": "Proposes affordable housing developments with a commitment to environmental and community considerations.",
            "governance": "Discusses supporting volunteer organizations and local causes.",
            "health": "Plans to repeal laws affecting local hospitals, stop NHS fragmentation, and invest in mental health services.",
            "immigration": "",
            "socialWelfare": "Supporting people with employment or public benefits and pensions.",
            "housing": [
                {
                    "content": "Social and affordable housing is needed.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "A word before you send off your postal vote...",
        "politicalExperience": [
            {
                "role": "",
                "duration": "13 years ",
                "achievements": "Work for voluntary organisations or workers and in MPs' surgeries dealing with local issues."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01453 840080",
            "email": "daviddrew97@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of David Drew and Harry Leslie Smith campaigning"
                }
            ]
        },
        "additionalNotes": ""
    }
}