{
    "leaflet": {
        "candidateName": "Norman Lamb",
        "constituency": "North Norfolk",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "A real record of working for Sheringham",
                "content": "Norman Lamb works hard for North Norfolk every year taking up thousands of issues on behalf of local people. He holds regular advice surgeries across North Norfolk and visits more than 50 villages on his annual 'summer advice tour'."
            },
            {
                "title": "Norman Lamb gets things done.",
                "content": "The election here in North Norfolk is a contest between Liberal Democrat Norman Lamb and the Conservative. Labour and UKIP can't win here but votes for them could let the Conservative in by the back door. Norman Lamb has a proven record of getting things done for local people."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting Pensioners",
                "policyDescription": "Liberal Democrats in government have: Increased pensions by £800 a year since 2010, Guaranteed nine million people an automatic workplace pension, Introduced the 'triple lock' making sure pensions keep pace with prices and wages."
            },
            {
                "policyTitle": "Transform Mental Health Services for Young People",
                "policyDescription": "Liberal Democrats are acting decisively to make sure the best possible support is available for young people with mental health problems. Last year's Budget announced £1.25bn of new investment in young people's mental health services, and a clear blue-print for delivering the transformation needed."
            }
        ],
        "mentions": {
            "candidate": "Norman Lamb",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The election here in North Norfolk is a contest between Liberal Democrat Norman Lamb and the Conservative. Labour and UKIP can't win here but votes for them could let the Conservative in by the back door."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "As Care Minister he has won the battle for more funds for the NHS. He has transformed the way we pay for care to make it fairer. He has championed improved dementia care and fought for better mental health services. ... Last year's Budget announced £1.25bn of new investment in young people's mental health services, and a clear blue-print for delivering the transformation needed.",
            "immigration": "",
            "socialWelfare": "Increased pensions by £800 a year since 2010, Guaranteed nine million people an automatic workplace pension, Introduced the 'triple lock' making sure pensions keep pace with prices and wages.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Care Minister",
                "duration": "",
                "achievements": "He has won the battle for more funds for the NHS. He has transformed the way we pay for care to make it fairer. He has championed improved dementia care and fought for better mental health services."
            }
        ],
        "contactInformation": {
            "address": "FREEPOST NORMAN LAMB",
            "phone": "",
            "email": "",
            "website": "www.normanlamb.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Norman Lamb with local residents"
                }
            ]
        },
        "additionalNotes": "Elections for North Norfolk District Council take place on the same day as the General Election."
    }
}