{
    "leaflet": {
        "candidateName": "Mary Theresa Glindon",
        "constituency": "North Tyneside",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Ensuring Local Decision Making",
                "content": "As MP I enjoyed working with our Council on projects, including the successful bid to upgrade the Silverlink junction and the development of the North Bank. But, because of unprecedented budget cuts by the Tory/Lib Dem Government, North Tyneside has struggled to maintain services. LABOUR in Government will pass an English Devolution Bill, transferring £30bn, giving local communities more power to address local priorities and grow their economy."
            },
            {
                "title": "More Jobs, better opportunities",
                "content": "Employment and training are top priorities for me and, in Parliament, I made it my responsibility to verify top of Government the presence of ensuring growth of job opportunities. I was pleased to play my part in helping OGN bring nearly 2000 jobs to Wallsend. We have excellent companies across the constituency, but growth must derive from Government jobs strategy. I want to create worthwhile new apprenticeships. LABOUR has ambitious plans to increase apprenticeships throughout the industry and establish a Minimum Wage enforcement machine, in addition to a British Investment Bank."
            },
            {
                "title": "Community Campaigns",
                "content": "I supported many campaigns during my time in Parliament, on issues that directly affected the lives of people in North Tyneside. The vast majority of these campaigns were against the Government's cuts to jobs and services, such as the regrettable closure of the country's Remploy factories. The campaign to save the 2nd Royal Regiment of Fusiliers from being disbanded because of Government Defence cuts, did huge local support but the Government ignored a vote in the Commons to save the Battalion. Labour will conduct a Strategic Defence Review based on defence needs not just on making cuts."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Ensure there is Government support so businesses large and small can thrive in North Tyneside."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Work with employers to increase training and job opportunities and stop practices that lead to poor employment practices."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "Support plans to save the NHS, including guaranteed GP appointments within 48hrs and one-week cancer diagnosis and treatment."
            },
            {
                "policyTitle": "Frontline Services",
                "policyDescription": "Value our public services – workers whose rights and pay have been savaged by the Coalition Government."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Support Labour’s plans to build thousands of new affordable homes and protect tenants in private-rented housing."
            }
        ],
        "mentions": {
            "candidate": "Mary Glindon",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Ensure there is Government support so businesses large and small can thrive in North Tyneside.",
            "education": "",
            "environment": "",
            "governance": "Ensuring Local Decision Making - LABOUR in Government will pass an English Devolution Bill, transferring £30bn, giving local communities more power to address local priorities and grow their economy.",
            "health": "NHS – support plans to save the NHS, including guaranteed GP appointments within 48hrs and one-week cancer diagnosis and treatment.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Support Labour’s plans to build thousands of new affordable homes and protect tenants in private-rented housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Because I am from North Tyneside and have lived here all my life, it was a great privilege to serve as the Member of Parliament for 5 years. During that time I met with and heard from many people across the constituency and was able to voice their concerns directly to the Prime Minister, and his Government, and to take up thousands of cases from individuals, groups and businesses at my surgeries and via my constituency office. I am passionate about our area and I remain committed to serving the place where I belong. I am asking for your trust and your vote, to re-elect me as North Tyneside's local MP, at the General Election on 7th May.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for North Tyneside",
                "duration": "5 years",
                "achievements": "Worked on projects including the successful bid to upgrade the Silverlink junction and the development of the North Bank, and helping OGN bring nearly 2000 jobs to Wallsend."
            }
        ],
        "contactInformation": {
            "address": "7 Palmersville Great Lime Road Forest Hall Newcastle upon Tyne NE12 9HN",
            "phone": "0191 2689777",
            "email": "reelectmaryglindon@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "North Tyneside Labour @NLabour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Norma Redfearn",
                "endorsement": "Delighted to endorse Mary Glindon's candidacy for re-election as the Member of Parliament for the North Tyneside Constituency. Mary was a hard working councillor here in North Tyneside for 15 years before being elected as the Member of Parliament in 2010."
            },
            {
                "endorser": "Dennis Clark OBE",
                "endorsement": "Since the arrival of OGN in Wallsend we have worked with Mary and are pleased she has given the Company immense support on a number of significant issues. We want to ensure her involvement in our business projects and the prospects in Wallsend and we believe Mary Glindon is the right choice."
            },
            {
                "endorser": "Vera Cranmer",
                "endorsement": "It is a privilege to endorse Mary Glindon's candidacy for re-election as the Member of Parliament for North Tyneside. She has an impressive record of hard work, is approachable and has a pleasant personality, a gift we need to keep."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mary Theresa Glindon in front of the House of Commons."
                }
            ]
        },
        "additionalNotes": ""
    }
}