{
    "leaflet": {
        "candidateName": "Sue Cooper",
        "constituency": "South Oxfordshire",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday May 7th",
        "messages": [
            {
                "title": "Affordable Housing",
                "content": "Too many young people are being forced out of South Oxfordshire by high housing costs. Liberal Democrats will deliver new affordable homes where they are needed and wanted, including shared ownership & self build for local people. We will press hard for South Oxfordshire's 40% affordable homes target, that the Conservatives have failed to deliver, and ensure that designs suit the individual areas; not “one type fits all”."
            },
            {
                "title": "Flooding",
                "content": "£125 million has been earmarked for Oxford City flood alleviation schemes. However more homes are flooded in rural Oxfordshire than in the City. Liberal Democrats will push hard for some of this money to be spent in South Oxfordshire. Discriminating against rural areas is unacceptable."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Cleaner District",
                "policyDescription": "Extend the popular street cleaning service to mean fewer unsightly weeds, less litter on pavements, gutters and country roads. The Conservatives at South Oxfordshire will not do this."
            },
            {
                "policyTitle": "Civil Parking Enforcement",
                "policyDescription": "Take control of the situation and free up our streets, which the Conservatives have refused to do."
            },
            {
                "policyTitle": "Renewable Energy",
                "policyDescription": "Support appropriate schemes, for example hydro power from the River Thames weirs and solar panels on domestic and commercial properties, to reduce reliance on fossil fuels."
            },
            {
                "policyTitle": "Recycling",
                "policyDescription": "Proud that South Oxfordshire recycles more than any other Local Authority. Plan to expand the scheme were reluctantly adopted by the Conservatives only after several years of delay."
            },
            {
                "policyTitle": "Cycling & Walking",
                "policyDescription": "Have for many years championed safe cycling and walking paths such as the Phoenix Trail. Will work with local towns, villages and Sustrans to extend the network. Cycling and walking are good for health and reduce pressure on the NHS, emissions and congestion."
            },
            {
                "policyTitle": "Vibrant Town & Village Centres",
                "policyDescription": "Without support, many of our towns and village centres will wither and die. Will encourage new start up businesses, particularly in retail, and make the environment attractive for shoppers."
            },
            {
                "policyTitle": "Burial Grounds",
                "policyDescription": "South Oxfordshire is running out of space for burying our deceased loved ones. The Conservatives are unwilling to tackle this issue. Will commission a detailed report into the situation and develop a plan to solve the problem before the massive increase in house building."
            },
            {
                "policyTitle": "Apprenticeships",
                "policyDescription": "In Government have delivered a scheme which has produced two million more apprenticeships. Will build on this in South Oxfordshire to provide even more opportunities for young people to learn while they work."
            }
        ],
        "mentions": {
            "candidate": "Sue Cooper",
            "otherPartyLeaderCandidate": "the Conservatives",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A strong economy",
            "education": "",
            "environment": "Protection of the environment",
            "governance": "",
            "health": "Quality healthcare",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Liberal Democrats will deliver new affordable homes where they are needed and wanted, including shared ownership & self build for local people. We will press hard for South Oxfordshire's 40% affordable homes target, that the Conservatives have failed to deliver, and ensure that designs suit the individual areas; not “one type fits all”.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Sue Cooper and the Liberal Democrats strive for: a strong economy, fair taxation, opportunity for all, quality healthcare, protection of the environment.",
        "politicalExperience": [
            {
                "role": "Councillor for Benson & Ewelme for 20 years, Previous Chairman and Cabinet member of the Council",
                "duration": "20 years",
                "achievements": "Responsible for footpath between Benson & Ewelme, levelling of Benson School Field and providing basketball court. Introduced first green box recycling scheme here. Will be a strong local representative making sure that new housing is affordable and has appropriate facilities including cycling, walking, sports and leisure opportunities."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "Sue4Henley@aol.co.uk",
            "website": "www.henleylibdems.org.uk / www.libdems.org.uk",
            "socialMedia": {
                "facebook": "Sue4Henley",
                "twitter": "Sue4Henley",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sue Cooper working on local issues."
                },
                {
                    "caption": "Liberal Democrat logo and Sue Cooper's campaign information."
                }
            ]
        },
        "additionalNotes": "On May 7 you will have three votes for two elections. One to elect your MP. Two to elect two South Oxfordshire District Councillors for Benson, Crommarsh, Ewelme, Shillingford and Warborough. Parish Council elections are not contested here."
    }
}