{
  "leaflet": {
    "candidateName": "Ed Miliband",
    "constituency": "",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Labour will build a better future for our NHS:",
        "content": "Recruit 20,000 more nurses and 8,000 more GPs. Guarantee GP appointments within 48 hours. Guarantee cancer tests and results within one week."
      },
      {
        "title": "",
        "content": "The next Labour government will balance the books and cut the deficit every year, but will never put our NHS at risk with extreme spending cuts."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "National Health Service (NHS)",
        "policyDescription": "Recruit 20,000 more nurses and 8,000 more GPs, guarantee GP appointments within 48 hours, and guarantee cancer tests and results within one week. Clamp down on tax avoidance, introduce a levy on tobacco firms, and introduce a Mansion Tax on properties worth over £2 million to fund these initiatives."
      }
    ],
    "mentions": {
      "candidate": "Ed Miliband",
      "otherPartyLeaderCandidate": "Nigel Farage",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Clamp down on tax avoidance, introduce a levy on tobacco firms, and introduce a Mansion Tax on properties worth over £2 million. The next Labour government will balance the books and cut the deficit every year but will never put our NHS at risk with extreme spending cuts.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Labour will recruit 20,000 more nurses and 8,000 GPs for our NHS. Guarantee GP appointments within 48 hours. Guarantee cancer tests and results within one week.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Leader of the Labour Party",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "labour.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "The Tories have set out plans for extreme spending cuts which put our NHS at risk.",
        "source": "Labour Leaflet",
        "date": ""
      },
      {
        "text": "Over the last five years, the Tories have caused the worst A&E crisis on record. Over half of nurses now warn their wards are dangerously understaffed. And now the Tories have set out plans for extreme spending cuts which threaten our NHS, and could be a disaster for services at Queen Elizabeth Hospital.",
        "source": "Labour Leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Labour will build a better future for our NHS"
        },
        {
          "caption": "Ed Miliband letter and photo"
        }
      ]
    },
    "additionalNotes": ""
  }
}