{
    "leaflet": {
        "candidateName": "Rachel Maclean",
        "constituency": "Birmingham Northfield",
        "politicalParty": "Conservatives",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Local people are backing Rachel",
                "content": "Local people are backing Rachel MACLEAN to be our next MP. They want Rachel to be the strong local voice that Birmingham Northfield needs."
            },
            {
                "title": "Rachel is positive about our area",
                "content": "Rachel is positive about politicians and the fact they are always so negative about the UK and the country as a whole. When I first met Rachel I was impressed by her positivity about the UK and Northfield. That's why I volunteered to help Rachel in her clean ups to make our area an even better place to live."
            },
            {
                "title": "Fighting unwanted developments",
                "content": "I contacted Rachel about unwanted developments in our area as I was very concerned. She got in touch straight away and arranged to come over and discuss it, listen to our views. I was very impressed with Rachel; she committed to our area. It's great to see her standing up for residents like me on the issues that matter to us."
            },
            {
                "title": "For a strong and effective MP who will be accountable to you",
                "content": "vote Rachel MACLEAN on 7th May"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "More affordable housing for local families in our area",
                "policyDescription": "Rachel is fighting to ensure that there are more affordable housing options available for families in the Birmingham Northfield area."
            },
            {
                "policyTitle": "Supporting local businesses",
                "policyDescription": "Rachel and the Conservatives are supporting and benefiting local businesses in the area."
            },
            {
                "policyTitle": "Fighting the Garden Tax",
                "policyDescription": "Rachel has been actively fighting against the Garden Tax to relieve the local residents from this financial burden."
            },
            {
                "policyTitle": "Improving local environment",
                "policyDescription": "Rachel has been involved in cleaning up the area when the council wouldn't, showing commitment to the local environment."
            }
        ],
        "mentions": {
            "candidate": "Rachel MACLEAN",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Rachel could remove Labour"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Fighting unwanted developments",
            "education": "",
            "environment": "Rachel cleans up our area when the council won't",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "More affordable housing for local families in our area",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01527 591334",
            "email": "",
            "website": "www.rachelmaclean.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Mark Haddican",
                "endorsement": "I own City Hire Tools in Longbridge. Thanks to Rachel, my business is thriving - she helped me to start. That's such a difference from just four more years of empty promises under Labour, so Rachel has my vote!"
            },
            {
                "endorser": "Patricia Priestley",
                "endorsement": "I called up Rachel and her team to clear up my street when the council wouldn't. Rachel is so hands-on and it's inspiring for someone like me. Potholes fixed and a thorough clean-up have made a huge difference."
            },
            {
                "endorser": "Derrick Scott",
                "endorsement": "I've never been involved in campaigning before, but Rachel's enthusiasm for our area is both inspiring and contagious. I don't often see politicians up ladders cleaning street signs so you know her dedication to our area is real."
            }
        ],
        "quotes": [
            {
                "text": "I am so frustrated by Labour politicians and the fact that they are always so negative about the UK and the country as a whole. When I first met Rachel I was impressed by her positivity about the UK and Northfield. That's why I volunteered to help Rachel in her clean ups to make our area an even better place to live.",
                "source": "ChristopherIo, Kings Norton resident",
                "date": ""
            },
            {
                "text": "As a pensioner who lives alone, I was completely overawed by piles of rubbish. There was dumping outside my gate. People were so chance I could lift it myself. I contacted Rachel and she cared about me and the rubbish. She's even got clear to a ‘dumping sign’. I'm so impressed!",
                "source": "Sheila Twist, Longbridge resident",
                "date": ""
            },
            {
                "text": "My husband and I are just starting a family and I’m just starting a business. The Conservatives support small businesses and a recovering economy. It’s the perfect time to do both.",
                "source": "Silvia Grant, Frankley resident",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Local people are backing Rachel."
                },
                {
                    "caption": "More affordable housing for local families in our area."
                },
                {
                    "caption": "Rachel and the Conservatives support small businesses in our area."
                },
                {
                    "caption": "Rachel cleans up our area when the council won't."
                },
                {
                    "caption": "Rachel could remove Labour."
                },
                {
                    "caption": "For a strong and effective MP who will be accountable to you, vote Rachel MACLEAN on 7th May."
                }
            ]
        },
        "additionalNotes": ""
    }
}