{
    "leaflet": {
        "candidateName": "Paula Keaveney",
        "constituency": "Sefton Central",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "Delivering opportunity for everyone.",
                "content": "The Lib Dems will end the scandal of mental health being treated as second class physical health."
            },
            {
                "title": "ACTION in Sefton Central",
                "content": "Working for our area means putting Sefton Central first, providing the services people need, tackling crime and antisocial behaviour, fighting for a fair deal."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Commitment to ending the difference between mental and physical health treatment."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Pledging to ensure every child is taught by a qualified teacher and protect the school budget."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Increasing the personal tax allowance further £400 a year to help with the cost of living."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Working to end the scandal of wasted energy in homes, cutting carbon and keeping bills down."
            },
            {
                "policyTitle": "Public Transport",
                "policyDescription": "Ensuring better public transport services."
            },
            {
                "policyTitle": "Youth Support",
                "policyDescription": "Helping young people with employment opportunities and activities."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Blocking Tory plans to allow private takeovers of NHS hospitals, cut school budgets, and lower food standards."
            }
        ],
        "mentions": {
            "candidate": "Paula Keaveney",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The leaflet suggests that voting for Paula Keaveney is a strategic choice to prevent vote splitting."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A stronger economy is promised by increasing the personal tax allowance by £400, aiming to reduce the cost of living.",
            "education": "A pledge that every child is taught by a qualified teacher and school budget protection.",
            "environment": "Ending the scandal of wasted energy in homes and cutting carbon while keeping bills down.",
            "governance": "Blocking Tory plans to privatize NHS hospitals, cut school budgets, and lower food standards.",
            "health": "Commitment to mental health being treated equally to physical health.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Fighting for a fair deal on housing and against the selling of a waste plant near peoples' homes.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Paula is dedicated to the area, has launched initiatives like the ‘Sefton Central Says No’ campaign, fights for everyday issues such as waste plant locations, and stands up for fair housing and against land-grabbing for development.",
        "politicalExperience": [
            {
                "role": "University Lecturer",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "68 Southport Road, Lydiate",
            "phone": "",
            "email": "paulakeaveney@yahoo.co.uk",
            "website": "https://PaulaKeaveneySeftonCentral.wordpress.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Paula Keaveney presents key issues and her supporters in Sefton Central."
                }
            ]
        },
        "additionalNotes": "Leaflet emphasizes that Paula is working all year round, not just at election time, and that it's important to 'join our team' to support her campaign."
    }
}