{
    "leaflet": {
        "candidateName": "Robert Swift",
        "constituency": "Gedling",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "Election Communication",
                "content": "I grew up here in Gedling. I'm not a career politician and have never stood for election elsewhere. But those of you who know me understand how much I care about this area - which is why I want to be your MP."
            },
            {
                "title": "",
                "content": "I've been a LibDem since I was at Arnold Hill School in 1988. Ever since then, people said we would never be in government. They said coalitions wouldn't work. Today, if you read the papers or look at some polls, the same people are predicting a tough election for us. It’s because of this I decided to stand up now for what I believe in."
            },
            {
                "title": "",
                "content": "It's wrong to choose to choose between the tax and debt-fuelled spending of Labour or punishing Tory cuts. There has to be a party who can make a strong economy and a fair society – and that’s the LibDems."
            },
            {
                "title": "",
                "content": "Nobody knows what the result of this election will be. But based on how you vote, we could leave huge debts for the next generation, or leave Europe and break up the UK. So I disagree with celebrities who tell you not to vote and that political parties are all the same. You have to find out what every party stands for, then vote for what you believe in."
            },
            {
                "title": "",
                "content": "While knocking on doors, I hear complaints about negative campaigning and a lack of information from political parties. I want to put the record straight about what LibDems have delivered in government, and what we’ll do next if you give us your vote. So please turn over for details!"
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Robert Swift",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "So I disagree with celebrities who tell you not to vote and that political parties are all the same. You have to find out what every party stands for, then vote for what you believe in.",
            "economy": "It's wrong to choose to choose between the tax and debt-fuelled spending of Labour or punishing Tory cuts.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "There has to be a party who can make a strong economy and a fair society – and that’s the LibDems.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I grew up here in Gedling. I'm not a career politician and have never stood for election elsewhere. But those of you who know me understand how much I care about this area - which is why I want to be your MP.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "22 Wensleydale Rd, Woodthorpe, Nottingham NG5 4JT",
            "phone": "",
            "email": "robertswiftlibdems-2015@yahoo.co.uk",
            "website": "gedlinglibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@swiftlibdem",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Robert Swift - Your Liberal Democrat candidate for Gedling"
                }
            ]
        },
        "additionalNotes": ""
    }
}