{
    "leaflet": {
        "candidateName": "Caroline Kolek",
        "constituency": "Tiverton & Honiton",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "Let's Make Work Pay",
                "content": "Labour will raise the minimum wage to £8 an hour over the next five years. We will also encourage employers to go further by offering tax breaks to businesses that pay the Living Wage."
            },
            {
                "title": "More Doctors, Nurses and Homecare Workers",
                "content": "Labour created the NHS and it is our job to reinvigorate it again: Only Labour will bring in 20,000 more nurses and 8,000 extra GPs."
            },
            {
                "title": "Labour Will Back The Next Generation",
                "content": "Under the Tories, almost 750,000 of our young people are out of work, and young people have suffered the biggest drop in wages under this Government."
            },
            {
                "title": "This Government has failed to tackle Britain's housing shortage",
                "content": "Today it takes an average family 22 years to save for a deposit on a home, and the nine million people who rent privately are finding rent payments increasing faster than wages."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Labour plans to raise the minimum wage and to encourage businesses to pay the Living Wage by offering tax breaks."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Labour intends to reinvigorate the NHS by hiring 20,000 more nurses and 8,000 extra GPs."
            },
            {
                "policyTitle": "Youth employment",
                "policyDescription": "To combat youth unemployment, Labour proposes to guarantee an apprenticeship for every school leaver who gets the basic grades."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Labour recognises the housing crisis and has set out a detailed plan to build 200,000 homes annually by 2020."
            }
        ],
        "mentions": {
            "candidate": "Caroline Kolek",
            "otherPartyLeaderCandidate": "David Cameron, Nick Clegg",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour plans to raise the minimum wage to £8 an hour and give tax breaks to businesses that pay the Living Wage.",
            "education": "Labour promises every school leaver with basic grades an apprenticeship and smaller class sizes for five, six, and seven-year-olds.",
            "environment": "",
            "governance": "",
            "health": "Labour commits to increasing NHS staff by adding 20,000 more nurses and 8,000 extra GPs.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour has set out a detailed plan to build 200,000 homes annually by 2020.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "School governor, Town Councillor",
                "duration": "",
                "achievements": "Lived in Honiton since 1991, work as a secondary school teacher, serve as a school governor and am a sitting Town Councillor."
            }
        ],
        "contactInformation": {
            "address": "1 Lilley Walk, Honiton Devon EX14 2EA",
            "phone": "0845 092 2299",
            "email": "caroline4labour@gmail.com",
            "website": "www.caroline4labour.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "carolinekolek",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Labour's Parliamentary Candidate for Tiverton & Honiton - Caroline Kolek"
                }
            ]
        },
        "additionalNotes": "Getting the best deal for Tiverton & Honiton. This Government isn't working for the majority of local people. We need to ease the pressure on our local hospitals. We need to fight for fairer funding for our schools."
    }
}