{
    "leaflet": {
        "candidateName": "Michael Bukola",
        "constituency": "Lewisham Deptford",
        "politicalParty": "Liberal Democrats",
        "electionDate": "7th May 2015",
        "messages": [
            {
                "title": "The Tory plans blocked by the Lib Dems...",
                "content": "Tory plans to let private companies take over our schools and run them for profit. Tory plans to let bosses fire workers without giving any reason. Tory plans to make harsher cuts and slash essential services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Affordable Housing in Lewisham",
                "policyDescription": "Huge new developments are being built all over Lewisham. Luxury apartments should be affordable homes and not fiscal assets for wealthy investors."
            },
            {
                "policyTitle": "Drug Laws",
                "policyDescription": "The Home Office report into drugs confirms that criminalising drug use just doesn't work, support Lib Dem plans to treat drug use as a health issue, not a crime."
            }
        ],
        "mentions": {
            "candidate": "Michael Bukola",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Simon Hughes MP",
            "tacticalSituation": "How you voted here last time; Lab 54%, Lib Dem 23%, Con 17%, Green 6%"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Lib Dems have helped rebuild our economy. In Lewisham Deptford we have delivered... 57,600 people in this area have had a £800 tax cut. 4,200 local school children now receive free meals here. Introduced equal marriage for all couples.",
            "education": "£16.3M extra Pupil Premium money into local schools. 3,120 more apprenticeships here since 2010.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "According to a UCAS report young people from poorer families are over 10% more likely to enter higher education than they were a year ago. The Lib Dems have ensured the poorest 30% of graduates are paying less overall than under the old system.",
            "housing": [
                {
                    "content": "Huge new developments are being built all over Lewisham. Luxury apartments should be affordable homes and not just investments.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Former Councillor in Southwark",
                "duration": "",
                "achievements": "Worked on regeneration projects in the community. Involved in successful initiatives to improve local area."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07960 098527",
            "email": "michaelbukola@hotmail.com",
            "website": "www.lewishamlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@michaelbukola",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Michael Bukola for Lewisham Deptford. Election Communication."
                }
            ]
        },
        "additionalNotes": "Michael has a background in finance and has used this experience to help regenerate local communities."
    }
}