{
    "leaflet": {
        "candidateName": "James Sandbach",
        "constituency": "Saxmundham, Kelsale, Benhall",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 7th",
        "messages": [
            {
                "title": "Your choice",
                "content": "Dear Saxmundham/Kelsale voter, On May 7th you will be voting in the General Election as well as the District and Town/Parish Council elections. It is your chance to have your say about how well our local communities are run for Saxmundham, Kelsale and our local area. I am standing in the general election to be your next MP in Parliament as well as standing for election to Suffolk Coastal District Council and Saxmundham Town Council, which should the bodies at the same time and work very simple really."
            },
            {
                "title": "A Liberal Democrat committed to localism",
                "content": "I have always believed in doing politics from the community up, not the top down - hearing the grassroots, working with communities - to represent their concerns at all levels of political power."
            },
            {
                "title": "Too often",
                "content": "we see that different tiers of Government from Whitehall downwards simply do not join up and talk enough to each other - all levels need to be working together for the good of the community."
            },
            {
                "title": "Too much duplication and bureaucracy",
                "content": "gets in the way of getting things done - especially at local level where we often have disjointed delivery or maintenance over an integrated network of roads, roads, pavements, and footpaths split between three different tiers or types of local Govt. If a credible plan to devolution to our district didn't skip over the table, and with appropriate checks and balances, I would be happy to see the abolition of the small Tory Cabinet serves to community well."
            },
            {
                "title": "I live in Saxmundham",
                "content": "(in the High Street) so have a strong attachment here - it is a great place to live, we must keep what is best about the Town but also move forward with the times and the opportunities that new businesses, community development and people offer."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "James Sandbach",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "I have always believed in doing politics from the community up, not the top down - hearing the grassroots, working with communities - to represent their concerns at all levels of political power. Too often we see that different tiers of Government from Whitehall downwards simply do not join up and talk enough to each other - all levels need to be working together for the good of the community.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "If you want a strong voice to represent Saxmundham at all levels, please consider giving me your support. James Sandbach",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "jamessandbach@hotmail.com",
            "website": "http://www.jamess4suffolkcoastal.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Election Edition Focus on Saxmundham, Kelsale, Benhall with James Sandbach"
                }
            ]
        },
        "additionalNotes": ""
    }
}