{
    "leaflet": {
        "candidateName": "Andrew RT Davies",
        "constituency": "",
        "politicalParty": "Welsh Conservatives",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Wales needs a strong economy for a strong NHS",
                "content": "As you are probably well aware you are being asked to make a big decision on the 7th May with the General Election. Your vote here in Wales will make a difference, as to who will be the Prime Minister for the UK – David Cameron or Ed Miliband.\nOne of main issues affecting people in Wales is our Welsh NHS. I am proud of the dedication and hard work of everyone who works in the NHS. My wife worked in the NHS for 20 years and I know first-hand the passion and commitment that her and her former colleagues showed day in, day out despite enormous pressure and heart-breaking situations. Meeting people across Wales, they have the utmost praise for them and we must give the staff our 100% support."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Welsh NHS Plan",
                "policyDescription": "Welsh Conservatives have a plan for the NHS which will see it stronger and deliver for the people of Wales. Proposals include introducing a Welsh Cancer Treatments Fund, protecting the Welsh NHS budget, extracting 1.3 billion from the UK government, and holding a full independent public inquiry to learn from the mistakes made by Welsh Labour."
            }
        ],
        "mentions": {
            "candidate": "I am proud of the dedication and hard work of everyone who works in the NHS.",
            "otherPartyLeaderCandidate": "Welsh Labour’s First Minister",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Only possible if we have a strong economy. With more jobs, lower taxes and the deficit down we can invest in our NHS so that it always gives the best care for you and your loved ones.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Welsh Conservatives have a plan for the NHS which will see it stronger and deliver for the people of Wales.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I am proud of the dedication and hard work of everyone who works in the NHS.",
        "politicalExperience": [
            {
                "role": "Leader of the Welsh Conservatives in the National Assembly for Wales",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Rhyney House Copsie Walk Cardiff CF23 8RB",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Andrew RT Davies"
                }
            ]
        },
        "additionalNotes": "Leaflet mentions the importance of a strong economy for a strong NHS and the leaflet criticizes Welsh Labour's management of the NHS."
    }
}