{
  "leaflet": {
    "candidateName": "Dr Elin Walker Jones",
    "constituency": "Cardiff North",
    "politicalParty": "Plaid Cymru - The Party of Wales",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "Your strong voice",
        "content": "There is likely to be a hung parliament after the General Election on May 7 and no one party will be able to govern on its own. The voice of the small parties will be even more important in a situation of this kind. This is our opportunity to get the best deal for Wales. A vote for Plaid will be a vote for funding for Wales, for jobs for our young people, for health service, and a fight purpose infrastructure. The 21st century needs secure and fit for purpose infrastructure."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Libraries",
        "policyDescription": "Libraries have been given a reprieve. We must have investment to keep them open permanently."
      },
      {
        "policyTitle": "NHS",
        "policyDescription": "Many residents of Cardiff North work for the NHS. It must be protected for the people of Wales."
      },
      {
        "policyTitle": "Small businesses",
        "policyDescription": "Plaid will support vibrant local economies full of small businesses which drive community cohesion."
      },
      {
        "policyTitle": "Green belt",
        "policyDescription": "Brownfield sites should be re-used for building rather than destroying our country's valuable green belt."
      },
      {
        "policyTitle": "Creating jobs and reducing waiting times",
        "policyDescription": "Create 50,000 sustainable jobs by giving public contracts to local firms and aim to reduce waiting times in hospitals."
      },
      {
        "policyTitle": "Minimum wage to the living wage",
        "policyDescription": "Increase the minimum wage to the living wage: a pay rise for 250,000 Welsh workers."
      },
      {
        "policyTitle": "Business rates",
        "policyDescription": "Zero business rates for 70,000 companies in Wales."
      },
      {
        "policyTitle": "Education and childcare",
        "policyDescription": "Protect jobs and services, reject deeper cuts in the public sector."
      }
    ],
    "mentions": {
      "candidate": "Dr Elin Walker Jones",
      "otherPartyLeaderCandidate": "David Cameron, Ed Miliband, Nick Clegg",
      "partyLeader": "Leanne Wood",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Support local economies and sustain jobs through public contracts to local firms.",
      "education": "",
      "environment": "Preserve the green belt by utilizing brownfield sites for construction needs instead of encroaching on green spaces.",
      "governance": "",
      "health": "Protect the NHS and aim to reduce hospital waiting times.",
      "immigration": "",
      "socialWelfare": "Increase the minimum wage to the living wage for Welsh workers.",
      "housing": [
        {
          "content": "Use brownfield sites for building to protect the green belt.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Plaid’s voice will ensure that the voice of the people of Wales is strong in Westminster. Vote Plaid Cymru on May 7th.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "elinwalkerjones@plaidcymru.org",
      "website": "",
      "socialMedia": {
        "facebook": "Elin Walker Jones",
        "twitter": "@elinmwj",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Leanne Wood, Arweinydd / Leader, Plaid Cymru – The Party of Wales",
        "endorsement": "Mae Elin... eisoes yn gweithio'n galed dros bobl y Gogledd... Bydd hi'n eiriolwr cryf i chi yn San Steffan. Plaid Cymru is already working hard for North Wales... Elin will be a strong voice for you in Westminster."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Dr Elin Walker Jones with campaign messaging."
        }
      ]
    },
    "additionalNotes": ""
  }
}