{
    "leaflet": {
        "candidateName": "Zac Goldsmith",
        "constituency": "Richmond Park",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Working Hard In Parliament",
                "content": "Zac has led campaigns against Heathrow expansion and for a ban on night flights, and has consistently campaigned for policies to support small businesses. Zac led the campaign to give voters Recall powers to make MPs more accountable and for a more democratic planning system."
            },
            {
                "title": "Standing Up For Our Community",
                "content": "Zac is a champion for our community. Almost immediately after being elected, he opposed the introduction of parking charges in Richmond Park. He has campaigned to protect Kew Gardens from deep cuts securing additional funding, and he continues to lead the campaign for a long term and sustainable flood defense solution for the riverside towns of our area. Zac has pressed successfully for more school places and for action to tackle congestion, and is committed to returning the riverside service to its former glory. Zac has also forced two votes to stop MPs' rent being subsidised by taxpayers and to make government more transparent."
            },
            {
                "title": "A personal message for you",
                "content": "It has been a huge privilege to represent the community I grew up in. Locally, I have been instrumental in reshaping and securing the future of our main emergency surgeries. I have also been rated among the top nine percent of MPs for individual constituency work. Nationally I have worked with my own Party to about a wide range of issues including environment and planning at a time when we are demanding more accountability and choice in how our communities are built and run. I would be grateful for your support on election day so I can continue campaigning on your behalf."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Heathrow Expansion",
                "policyDescription": "Zac has led campaigns against Heathrow expansion and for a ban on night flights."
            },
            {
                "policyTitle": "Support for Small Businesses",
                "policyDescription": "Zac has consistently campaigned for policies to support small businesses."
            },
            {
                "policyTitle": "Voter Recall Powers & Democratic Planning",
                "policyDescription": "Zac led the campaign to give voters Recall powers to make MPs more accountable and for a more democratic planning system."
            }
        ],
        "mentions": {
            "candidate": "Zac Goldsmith",
            "otherPartyLeaderCandidate": "Vince Cable; Labour and SNP; Miliband, Ed Balls, Harriet Harman; UKIP Noel",
            "partyLeader": "David Cameron",
            "tacticalSituation": "\"Voting for UKIP will hand keys of No. 10 to Miliband, poll finds\" - suggests voting for UKIP in this constituency could indirectly benefit the Labour Party."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "\"The deficit down Income tax cut More jobs New business\" - suggests a focus on reducing the deficit, tax cuts, job creation, and new business support.",
            "education": "Zac has pressed successfully for more school places.",
            "environment": "Zac has opposed parking charges in Richmond Park, campaigned to protect Kew Gardens, and is involved in sustainable flood defense solutions.",
            "governance": "Zac has made the government more transparent and has opposed MPs' rent subsidy by taxpayers.",
            "health": "Zac has been instrumental in reshaping and securing the future of main emergency surgeries.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "It has been a huge privilege to represent the community I grew up in.",
        "politicalExperience": [
            {
                "role": "MP for Richmond Park",
                "duration": "Since 2010",
                "achievements": "Instrumental in local health services, highly rated for constituency work, led campaigns for local and national issues such as environment and democratic reforms."
            }
        ],
        "contactInformation": {
            "address": "Mortlake, London, SW14 8PY",
            "phone": "020 8878 7866",
            "email": "zac@zacgoldsmith.com",
            "website": "www.zacgoldsmith.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Zac has proved himself a politician of principle - Evening Standard",
                "source": "Evening Standard",
                "date": ""
            },
            {
                "text": "Backbench Politician of the Year - Politic & Public Life Awards",
                "source": "Politic & Public Life Awards",
                "date": ""
            },
            {
                "text": "Zac sets the standard of what politicians should aspire to - Michael Gove",
                "source": "Michael Gove",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Zac Goldsmith voted Best Newcomer MP 2014 - Patchwork Foundation"
                },
                {
                    "caption": "Zac has led the campaign against 3rd Runway at Heathrow - Evening Standard"
                },
                {
                    "caption": "Zac speaking before the House of Commons"
                }
            ]
        },
        "additionalNotes": "Election Communication"
    }
}