{
    "leaflet": {
        "candidateName": "Louise Ellman",
        "constituency": "Liverpool Riverside",
        "politicalParty": "Labour & Co-operative",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "A Message from Louise Ellman",
                "content": "Dear Friends, It's been my privilege and honour to serve as your Member of Parliament since 1997. Thank you for giving me that opportunity. Over the last few years, I have chaired the House of Commons Transport Select Committee. I've campaigned for better, more affordable public transport and to bring high speed rail to Liverpool to attract more jobs and investment to our city. Working all year round, I have been able to help tens of thousands of local people with their issues and problems. Together we've achieved a lot in Liverpool, but there's so much more to do. The Tories have hit Liverpool hard, as they always do. A Labour Government will give real hope to people right across Liverpool Riverside. This election is a simple choice between five more years of the Tories or a Labour Government. A protest vote for minor parties will only help send David Cameron back to 10 Downing Street. I promise to remain an active, visible and campaigning MP. I ask for your support in the election. Vote Labour. Best wishes, Louise Ellman"
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Louise Ellman",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": "A protest vote for minor parties will only help send David Cameron back to 10 Downing Street."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The NHS isn't safe under the Tories. I back Labour's plan to build an NHS with time to care with 20,000 more nurses, GP appointments within 48 hours and cancer tests within one week.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "She's been an unstinting supporter of Eldonian Community Based Housing Association in Vauxhall. Liverpool Riverside needs an MP like Louise to continue to fight for our community.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Liverpool Riverside",
                "duration": "since 1997",
                "achievements": "Chaired the House of Commons Transport Select Committee; campaigned for better, more affordable public transport; brought high-speed rail to Liverpool to attract more jobs and investment."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Tony McGann",
                "endorsement": "I'm delighted to back Louise Ellman. She's been an unstinting supporter of Eldonian Community Based Housing Association in Vauxhall. Liverpool Riverside needs an MP like Louise to continue to fight for our community."
            },
            {
                "endorser": "Taher Qassim",
                "endorsement": "Liverpool Riverside is one of the most diverse parts of the city. This is what makes Liverpool such a great place to live, work and visit. Louise has always promoted and celebrated diversity in Liverpool."
            },
            {
                "endorser": "Angela Jones",
                "endorsement": "The NHS isn't safe under the Tories. I back Labour's plan to build an NHS with time to care with 20,000 more nurses, GP appointments within 48 hours and cancer tests within one week. I've known and worked with Louise for many years and know she'll fight for our NHS."
            },
            {
                "endorser": "Harriet Hey",
                "endorsement": "The Conservative-Lib Dem Coalition has hit young people hard. Education Maintenance Allowances were scrapped and tuition fees trebled. Labour will create more apprenticeships and reduce university tuition fees."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Louise Ellman beside quote in the leaflet"
                },
                {
                    "caption": "Endorsements with photos of Tony McGann, Taher Qassim, Angela Jones, and Harriet Hey"
                }
            ]
        },
        "additionalNotes": ""
    }
}