{
    "leaflet": {
        "candidateName": "RUSTAM MAJAINAH",
        "constituency": "RUNNYMEDE AND WEYBRIDGE",
        "politicalParty": "Green Party",
        "electionDate": "MAY 7",
        "messages": [
            {
                "title": "GLOBAL JUSTICE",
                "content": "Rustam Majainah is advocating for renewable energy and climate change, renationalising the railways, free education and opposing cuts are key priorities in Rustam's campaign."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Flooding and climate change",
                "policyDescription": "Greater challenges each year due to climate change. The current government failures to tackle flooding and its intention now protecting local communities. Pledging to address the issue with manpower and effective action."
            },
            {
                "policyTitle": "Renationalising the railways",
                "policyDescription": "Railways turned into public hands will benefit those traveling and working within RUNNYMEDE as well as the many businesses that operate in the area, ensuring passengers are provided with a quality service at a price they can afford."
            },
            {
                "policyTitle": "Free education",
                "policyDescription": "Rustam dismisses the escalation of university tuition fees as a destructive policy that has been damaging the welfare of students. He pledges to shift the costs of higher education into the future."
            },
            {
                "policyTitle": "Opposing cuts",
                "policyDescription": "The Green Party is the only political party fighting cuts and costs imposed by the central government on local communities."
            }
        ],
        "mentions": {
            "candidate": "Rustam Majainah",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A Living Wage of £10 an hour by 2020.",
            "education": "Free education is a foundation of Rustam's campaign.",
            "environment": "Flooding and climate change are key areas of concern.",
            "governance": "Opposing cuts and costs imposed by the central government, ensuring community welfare.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Pledging effective action to tackle flooding and its impacts on local communities; fighting against cuts.",
            "housing": [
                {
                    "content": "Fighting against cuts which affect community health and status in the community with a closure. Instead of making cuts we would ensure our rich pay a fairer share towards the community, and introduce a Living Wage of £10 an hour by 2020.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Rustam Majainah has lived in Runnymede for four years while studying physics at Royal Holloway and renewable energy at Reading.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01784 409 074",
            "email": "rustam.majainah@greenparty.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/VoteRustam",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Your GREEN PARTY CANDIDATE RUSTAM MAJAINAH"
                }
            ]
        },
        "additionalNotes": "This publication has been supported and funded by ordinary people and printed on 100% post-consumer waste, FSC recycled paper."
    }
}