{
    "leaflet": {
        "candidateName": "Geoffrey Robinson",
        "constituency": "Coventry North West",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Working Hard for Coventry North West",
                "content": "Over the past 5 years, I have seen families, pensioners and our young people struggle to make ends meet. The Tory's economic plan has only benefited big businesses and the wealthiest in society. Labour has a better plan that will benefit the many, not just the few – where everyone has the chance to succeed, not just those who can afford it."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "More doctors and nurses for our NHS. Labour created the NHS and now it is our job to save it again. Only Labour is committed to a long-term future for our beloved National Health Service. We'll bring in 20,000 more nurses and 8,000 extra GPs, put the NHS back in charge of who provides care, and guarantee a GP appointment within 48 hours. We'll make sure the maximum wait for cancer tests and results is one week."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Labour will cut taxes for 24 million working people through a lower starting rate of tax. Hardworking people will be better off with Labour."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Labour will provide 25 hours of free childcare for working parents of 3 and 4 year olds. Every primary school in Coventry will provide childcare from 8 am - 6 pm each day to help parents balance work and family life."
            },
            {
                "policyTitle": "Youth Employment",
                "policyDescription": "Labour will make sure our young people get the chance to develop a successful career. We will expand apprenticeships so that by 2025 as many young people will start an apprenticeship as go to university, and guarantee a job or training for 18-24 year olds out of work for a year or more."
            },
            {
                "policyTitle": "Energy",
                "policyDescription": "Freeze energy bills. Labour will freeze gas and electricity bills until 2017 and stop runaway bills hitting local families."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Controlled immigration with Labour. Immigration is important for Britain but it must be made to work fairly for all of us. Labour's plans mean immigrants must work here for 2 years before they are eligible for benefits and can't claim child benefit for children that aren't here. We will make work fairer by stopping wages being undercut by banning agencies only hiring workers from overseas."
            }
        ],
        "mentions": {
            "candidate": "Geoffrey Robinson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour will cut taxes for 24 million working people through a lower starting rate of tax.",
            "education": "Labour will provide 25 hours of free childcare for working parents of 3 and 4 year olds.",
            "environment": "",
            "governance": "",
            "health": "More doctors and nurses for our NHS.",
            "immigration": "Controlled immigration with Labour. Labour's plans mean immigrants must work here for 2 years before they are eligible for benefits and can't claim child benefit for children that aren't here.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Homes for local families that need a better accommodation.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Transport House, Short Street, Coventry, CV1 2LS",
            "phone": "02476 257 870",
            "email": "geoffreyrobinson4labour@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Geoffrey Robinson in front of University Hospital"
                }
            ]
        },
        "additionalNotes": "Labour plans give homes for local families that need better accommodation."
    }
}