{
  "leaflet": {
    "candidateName": "Simon Hughes",
    "constituency": "Bermondsey and Old Southwark",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NEW affordable homes",
        "policyDescription": "Plans to build new affordable homes"
      },
      {
        "policyTitle": "£8 billion more for our NHS",
        "policyDescription": "Increase NHS funding by £8 billion; fighting for mental health to be given the same priority as physical health."
      },
      {
        "policyTitle": "Protecting spending on nurseries, schools and colleges",
        "policyDescription": "Commitment to protecting spending in educational institutions"
      },
      {
        "policyTitle": "Fixing the economy",
        "policyDescription": "Promises to fix the economy and create more jobs and apprenticeships"
      }
    ],
    "mentions": {
      "candidate": "Simon Hughes",
      "otherPartyLeaderCandidate": "Ed Miliband's Labour",
      "partyLeader": "",
      "tacticalSituation": "It's a two horse race around here between Simon Hughes and Ed Miliband's Labour"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Fixing the economy and creating more jobs and apprenticeships; Labour's economic mess rectified with a tax cut by £800 for local workers; Simon Hughes saved Guy's Hospital from the Tories and Labour and opened a new £160 million Cancer Centre; Labour bosses are too cosy with developers, Simon Hughes is fighting them to ensure he can protect from them and build the new affordable homes our families need.",
      "education": "",
      "environment": "Simon Hughes successfully fought for the Walkway and Cycling bridge at Rotherhithe; Government to support the green projects because they will create more jobs and better, greener transport.",
      "governance": "",
      "health": "£8 billion more for our NHS; fighting for mental health to be given the same priority as physical health.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Simon Hughes is fighting to ensure we can afford to live in. Labour bosses are too cosy with developers; Simon Hughes has always stood up to them. We need homes not investments.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Fran Eidson",
        "endorsement": "Local resident Fran Eidson is backing the Lib Dems this time. I've voted Labour before but after how we have been treated here I decided enough is enough. Labour talks the talk when it comes to helping people like me but fail to deliver. They let bankers ruin will and left the economy in ruins with many people out of work."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo Album"
        }
      ]
    },
    "additionalNotes": ""
  }
}