{
    "leaflet": {
        "candidateName": "Neil Coyle",
        "constituency": "Bermondsey & Old Southwark",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "Giving young people skills & jobs",
                "content": "Labour will build a global centre for the creative and high-tech industries with over 200 apprentices for local young people. Labour will create a new free school for boys focusing on high-tech skills and will get a major bank to fund scholarships for local boys at grammar schools. Neil Coyle will fight for more investment in education from early years to further education and into the labour market. Labour is also recruiting the next generation of NHS doctors."
            },
            {
                "title": "Backing the Bakerloo",
                "content": "Southwark Labour has led the campaign to extend the Bakerloo Line beyond the Elephant and Castle to strengthen the links to central London and to provide jobs and homes."
            },
            {
                "title": "Help for working parents",
                "content": "Labour will provide 25 hours free childcare each week for working parents of 3 and 4-year-olds, along with wrap-around, from-school childcare through every primary school."
            },
            {
                "title": "Britain deserves a pay rise",
                "content": "Neil Coyle will work to put money back into the pockets of working people and boost the local economy by increasing the Minimum Wage to £8 an hour in 2019."
            },
            {
                "title": "Fighting for better buses",
                "content": "Labour is pressing Transport for London for better bus services in Rotherhithe."
            },
            {
                "title": "Saving our NHS",
                "content": "Labour will build an NHS with the time to care without resorting to private companies."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tackle the Housing Crisis",
                "policyDescription": "Plan to build hundreds of new homes and give priority for those homes to young families just starting out. Introduction of long-term tenancies with rent inflation cap. Pledge to start new homes in Bermondsey, Rotherhithe and Borough."
            }
        ],
        "mentions": {
            "candidate": "Neil Coyle",
            "otherPartyLeaderCandidate": "Cameron and Clegg supported by local Lib Dem Simon Hughes",
            "partyLeader": "",
            "tacticalSituation": "Southwark Labour refuse to stand by and watch what the Tory-Lib Dem coalition have done with their inability to stand up to developers, failing promises on housing, and failure to keep rent rises down."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Neil Coyle will work to put money back into the pockets of working people and boost the local economy.",
            "education": "Labour recruiting the next generation of NHS doctors. A new free school and grammar school scholarships have been planned.",
            "environment": "",
            "governance": "",
            "health": "Labour plans to build an NHS that has the time to care without resorting to private companies.",
            "immigration": "",
            "socialWelfare": "Labour will provide 25 hours free childcare each week for working parents of 3 and 4-year-olds.",
            "housing": [
                {
                    "content": "Labour’s plan to tackle the housing crisis includes building hundreds of new homes, giving priority to young families, introducing long-term tenancies with rent inflation cap, and starting new homes in Bermondsey, Rotherhithe, and Borough.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "46 Tower Bridge Road, London SE1 4TR",
            "phone": "020 7394 6037",
            "email": "info@neilcoyle.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/NeilJB40",
                "twitter": "@coyleneil",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Labour's Neil Coyle"
                },
                {
                    "caption": "Seeing the new Council homes being built at Willow Walk"
                }
            ]
        },
        "additionalNotes": ""
    }
}