{
    "leaflet": {
        "candidateName": "James Barber",
        "constituency": "Dulwich & West Norwood",
        "politicalParty": "Liberal Democrats",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "Delivering opportunity for everyone",
                "content": "The Lib Dems will end the scandal of mental health being treated as secondary to physical health. The Lib Dems guarantee the NHS budget rises every year increasing by £8 billion by 2020. The Lib Dems will cut Income Tax for workers by a further £400 a year to help with the cost of living. The Lib Dems will guarantee decent pension rises every year through our 'triple lock' guarantee. The Lib Dems will finish balancing the books so that our children are not saddled with debt. The Lib Dems will ensure every child is taught by a qualified teacher and protect the schools budget. Stronger Economy. Fairer Society. Opportunity for Everyone."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "School Places",
                "policyDescription": "James has led hugely successful campaigns to open new primary and secondary schools in our area."
            },
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "James has fought for new affordable housing in new developments; it should be 35%."
            },
            {
                "policyTitle": "New Library",
                "policyDescription": "James fought for a new Grove Vale Library, ensuring it was paid for by developers and free council tax payer."
            }
        ],
        "mentions": {
            "candidate": "James Barber has lived in the area for more than 25 years. He has worked in Southwark for more than 20 years currently as a busy day job in business. Local parent who feels the pressure of school places and childcare felt by local families.",
            "otherPartyLeaderCandidate": "The Conservatives always come third round here.",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Lib Dems will finish balancing the books so that our children are not saddled with debt.",
            "education": "The Lib Dems will ensure every child is taught by a qualified teacher and protect the schools budget.",
            "environment": "",
            "governance": "",
            "health": "The Lib Dems will end the scandal of mental health being treated as secondary to physical health.",
            "immigration": "",
            "socialWelfare": "The Lib Dems will cut Income Tax for workers by a further £400 a year to help with the cost of living.",
            "housing": [
                {
                    "content": "James has fought for new affordable housing in new developments; it should be 35%.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "James Barber has lived in the area for more than 25 years, his family having lived in the area for several generations. He has worked in Southwark for more than 20 years and currently has a busy day job in business. James uses this experience to support our local high streets and markets.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "James Barber with Education Minister David Laws and local campaigners for a new secondary school in Dulwich"
                },
                {
                    "caption": "Artist's impression of the new leisure centre that James successfully campaigned for"
                }
            ]
        },
        "additionalNotes": ""
    }
}