{
    "leaflet": {
        "candidateName": "Simon Hughes",
        "constituency": "Bermondsey & Old Southwark",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "How the Liberal Democrats will keep fighting for you...",
                "content": "Stronger Economy. Fairer Society. Opportunity for Everyone."
            },
            {
                "title": "It's Simon Hughes or Labour around here",
                "content": "The election here is a clear choice. The result will either be that we keep Simon Hughes, fighting for us in Parliament or Ed Miliband's Labour candidate sneaks in. The Conservatives and UKIP are out of the race locally. Our community is choosing Simon Hughes' record of fighting for homes, jobs and our NHS over Ed Miliband's Labour candidate."
            },
            {
                "title": "It's a two horse race!",
                "content": "How Bermondsey & Old Southwark voted at the last General Election. Can't win here!"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health",
                "policyDescription": "Increase NHS spending by £8 billion by 2020 and make mental health a priority."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Keep creating new jobs and build on the 2 million new apprenticeships already created."
            },
            {
                "policyTitle": "Childcare",
                "policyDescription": "Offer even more free childcare hours and longer shared parental leave."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Finish balancing the books while protecting the vital services we all rely on."
            },
            {
                "policyTitle": "Tax",
                "policyDescription": "Cut Income Tax for workers by £400 a year on top of the £800 cut already made."
            },
            {
                "policyTitle": "Pensions",
                "policyDescription": "Guarantee decent pension rises every year through our 'triple lock' guarantee."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Liberal Democrats tackling the housing crisis left by Thatcher, Blair and Brown. The last Labour Government built less affordable homes than Margaret Thatcher. Since 2010, the Liberal Democrats have helped councils to build council homes again and bought 70,000 empty homes back into use. We will increase the rate of house building to 300,000 new homes a year and we will give more help to first time buyers to help them onto the property ladder."
            }
        ],
        "mentions": {
            "candidate": "Simon Hughes",
            "otherPartyLeaderCandidate": "Ed Miliband's Labour",
            "partyLeader": "",
            "tacticalSituation": "It's a two horse race with Simon Hughes or Labour as the main contenders in Bermondsey & Old Southwark"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Finish balancing the books while protecting the vital services we all rely on.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Increase NHS spending by £8 billion by 2020 and make mental health a priority.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Tackling the housing crisis left by Thatcher, Blair and Brown. Since 2010, helped to build council homes and bought 70,000 empty homes back into use. Increase the rate of house building to 300,000 new homes a year and give more help to first time buyers to help them onto the property ladder.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Dave, pensioner from Bermondsey",
                "endorsement": "Simon Hughes saved Guy's Hospital and opened the Urgent Care Centre there. Now he's fighting for better mental health treatment."
            },
            {
                "endorser": "Rita & Tony, family from Walworth",
                "endorsement": "Simon Hughes is fighting Ed Miliband's Labour Council for homes so that our children can afford to live in the area where they've grown up."
            },
            {
                "endorser": "Lorraine, Time & Talents, Rotherhithe",
                "endorsement": "Simon Hughes has created over 6,000 new apprenticeships locally. Now he's fighting for more jobs in the Bakerloo Line extension and the bridge to Canary Wharf."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Simon Hughes with supporters"
                }
            ]
        },
        "additionalNotes": ""
    }
}