{
    "leaflet": {
        "candidateName": "Laura Bailhache",
        "constituency": "Taunton Deane",
        "politicalParty": "UKIP",
        "electionDate": "",
        "messages": [
            {
                "title": "A Message From Laura Bailhache",
                "content": "Fed up with career politicians routinely trying to hoodwink the electorate? Tired of bankruptcy and crippling austerity under Labour and the Coalition? Happy being an EU region? Break free to a brighter future with UKIP's fresh approach, based on the wishes of the people."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "EU Membership",
                "policyDescription": "UKIP says No to £55m a day membership fees to the EU. Britain would be better off out - able to make our own trade deals with the rest of the world."
            },
            {
                "policyTitle": "Foreign Aid",
                "policyDescription": "UKIP says No to £12 billion a year in foreign aid that could instead be used for allowing people to get access to clean water and fight diseases."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "UKIP says No to Unlimited immigration which pressures on health, housing and benefits, and less jobs for our children."
            },
            {
                "policyTitle": "Control over Farming and Fishing",
                "policyDescription": "UKIP wants to take back control over our own land and sea: supporting our farmers, protecting, and rebuilding our devasted fishing industry."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "UKIP says Yes to Housing priority for local people by building more social and low-cost housing on existing sites not green fields."
            },
            {
                "policyTitle": "Energy",
                "policyDescription": "UKIP says Yes to Affordable energy, investing in affordable energy from shale gas and nuclear, not over-subsidised wind and solar farms."
            }
        ],
        "mentions": {
            "candidate": "Laura Bailhache",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "UKIP Can Win Here! Referring to the 2014 Euro Elections percentages."
        },
        "issues": {
            "brexitEurope": "UKIP says No to £55m a day membership fees to the EU.",
            "economy": "UKIP says Yes to no tax on the minimum wage and mentions repairing the economy for our grandchildren.",
            "education": "",
            "environment": "Investing in affordable energy from shale gas and nuclear, not over-subsidised wind and solar farms.",
            "governance": "New powers for Brussels, no referendum - UKIP will vote against these measures.",
            "health": "UKIP says Yes to a free NHS but with no health 'tourism'.",
            "immigration": "UKIP says No to Unlimited immigration.",
            "socialWelfare": "The bedroom tax' and the 'mansion tax' are rejected by UKIP as being unfair.",
            "housing": [
                {
                    "content": "UKIP says Yes to Housing priority for local people - need to build more social and low-cost housing on existing sites not green fields.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am excited and proud to be standing for parliament in Taunton Deane. Join me in UKIP's fight to regain our sovereignty, British independence, justice, solvency, accountability, and control of our own borders.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "UKIP Taunton Deane, 1 Church Square, Taunton, Somerset TA1 1SA",
            "phone": "01823 619814",
            "email": "somerset@ukip.org",
            "website": "www.ukiptauntondeane.org",
            "socialMedia": {
                "facebook": "UKIP Taunton Deane",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "UKIP Taunton Deane THE REAL ALTERNATIVE with a photo of Laura Bailhache"
                },
                {
                    "caption": "UKIP Can Win Here!"
                }
            ]
        },
        "additionalNotes": "The leaflet promotes UKIP's stance on various issues and aims to position Laura Bailhache as a strong option against traditional party candidates in the Taunton Deane constituency. The leaflet contains statistics from the 2014 Euro Elections to illustrate UKIP's potential in the area."
    }
}