{
    "leaflet": {
        "candidateName": "Jeremy Browne MP",
        "constituency": "Taunton Deane",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Just look what the Tories would do if they were governing alone...",
                "content": "PAYING LOCAL NURSES AND TEACHERS LESS THAN IN LONDON; LETTING BOSSES FIRE STAFF FOR NO REASON; CUTTING PUBLIC SERVICES DEEPER AND FASTER; ALLOWING COMPANIES TO TAKE OVER SCHOOLS AND RUN THEM FOR PROFIT"
            },
            {
                "title": "Don’t let them get away with it",
                "content": "Only the local Lib Dem team can stop Tory cuts to education, care homes and police."
            },
            {
                "title": "Just look at the facts...",
                "content": "Labour have always finished a distant third here in Taunton Deane, behind the Conservatives and the Lib Dems. The bookies agree that only the Tories or the Lib Dems can win. Labour are massive 100/1 outsiders. Labour only have 3 district councillors out of a possible 56! Labour cannot win here."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Support for Local Services",
                "policyDescription": "Preventing cuts to education, care homes, and police services."
            },
            {
                "policyTitle": "Support for Musgrove Park Hospital",
                "policyDescription": "Jeremy has strongly supported Musgrove Park Hospital, notably the new Surgical Building opened this year."
            }
        ],
        "mentions": {
            "candidate": "Jeremy Browne MP and the Lib Dems",
            "otherPartyLeaderCandidate": "The Tories",
            "partyLeader": "",
            "tacticalSituation": "Taunton Deane constituency is a top target for the Conservatives at next year's General Election. If the Tories win this seat they might govern alone, which means a severe scaling back of public services. Only the LD Dems can beat the Tories here to stop damaging cuts to education, care homes and police services."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Lib Dems can stop Tory cuts to education.",
            "environment": "",
            "governance": "",
            "health": "Jeremy has strongly supported Musgrove Park Hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Preventing cuts to care homes.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "",
                "achievements": "Has been working hard for everyone across Taunton Deane, in government and locally. Helped secure funding for the new surgical building at Musgrove Park Hospital."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images depicting possible negative outcomes of Tory governance such as cutting public services and paying local nurses and teachers less than in London."
                },
                {
                    "caption": "Bar chart illustrating past election results in Taunton Deane showing Lib Dems 49%, Conservatives 42%, Labour 5%."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes that voting for Labour would be ineffective in preventing Conservative victory in Taunton Deane, highlighting that only the Lib Dems or Tories can win here."
    }
}