{
    "leaflet": {
        "candidateName": "Oliver Letwin",
        "constituency": "West Dorset",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 7 May 2015",
        "messages": [
            {
                "title": "60 SECOND Q&A WITH OLIVER LETWIN",
                "content": "Insights about personal achievements, the focus on community pubs, a comment on constituents' quality of life, cabinet responsibilities, ambition to secure fast broadband in all villages over the next five years, handling problems locally rather than in Westminster."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Job total hits record high while wages surge. Tax cuts for workers and savers. More jobs with the deficit down. New businesses."
            },
            {
                "policyTitle": "Social Welfare",
                "policyDescription": "Benefits cap ‘leads more into work'."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Vince Cable: Lib Dems could enter rainbow coalition with Labour and SNP leading to more spending, more debt, higher taxes, and jobs lost."
            }
        ],
        "mentions": {
            "candidate": "Oliver Letwin",
            "otherPartyLeaderCandidate": "Labour is counting on Scottish Nationalist support. Lib Dems could enter rainbow coalition with Labour and SNP.",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Message contrasting 'Competent leadership' with the risk of a 'Coalition of chaos' if a Conservative majority is not secured."
        },
        "issues": {
            "brexitEurope": "Britain benefits from trade within the EU but we need to renegotiate to ensure that we are drawn into ever closer union, prevent people coming from other EU countries to Britain for handouts, and bring back powers from Brussels. The results of that renegotiation need to be put to the British people in a referendum and then we do not remain in the EU.",
            "economy": "Job total hits record high while wages surge. Tax cuts for workers and savers. More jobs with the deficit down. New businesses.",
            "education": "",
            "environment": "",
            "governance": "Possible coalition with Labour and SNP could result in more spending, more debt, higher taxes, and jobs lost.",
            "health": "",
            "immigration": "Renegotiate our relationship with the EU to prevent people coming from other EU countries to Britain for handouts.",
            "socialWelfare": "Benefits cap ‘leads more into work'.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Oliver Letwin shares about what he loves in his constituency, his current focus and contributions as an MP, his cabinet responsibilities and achievements, and his plans for the future.",
        "politicalExperience": [
            {
                "role": "Cabinet minister",
                "duration": "4 years",
                "achievements": "Described as having played a part in taking Britian back from the edge of economic ruin but not seeking the limelight."
            }
        ],
        "contactInformation": {
            "address": "Chapel House, Dorchester Rd, Maiden Newton, Dorchester DT2 0BG",
            "phone": "01300 321188",
            "email": "",
            "website": "www.oliverletwin2015.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Your vote will deliver..."
                },
                {
                    "caption": "Coalition of chaos..."
                },
                {
                    "caption": "BRITAIN AND THE WORLD"
                },
                {
                    "caption": "OUR NATIONAL SECURITY"
                }
            ]
        },
        "additionalNotes": ""
    }
}