{
    "leaflet": {
        "candidateName": "John Redfern",
        "constituency": "Staffordshire Moorlands",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "Lib Dems deliver",
                "content": "TAX CUTS FOR 27 MILLION. HELP FOR FAMILIES. MENTAL HEALTH EQUALITY."
            },
            {
                "title": "Stronger economy, fairer society Opportunity for everyone.",
                "content": "The Liberal Democrats are building a strong economy and a fairer society to create opportunity for all."
            },
            {
                "title": "More steps to a fairer Britain",
                "content": "OUR RECORD OF ACTION: Cut the deficit in half and helped firms create 1.8 million new jobs. Forced Osborne to bring in an £825 tax cut for 27 million earners."
            },
            {
                "title": "OUR PROMISE OF MORE",
                "content": "We'll finish the job of balancing the books, as fairly as possible. We'll protect education spending and equality of opportunity."
            },
            {
                "title": "GREEN: but practical!",
                "content": "The Lib Dems are green - but practical. We forced the Tories to confront climate change with a Green Deal, more renewable power and rail electrification."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Balancing the budget, not borrowing when can't afford it, and creating jobs while cutting taxes for 27 million workers."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Free school meals for 4 to 7-year-olds, pupil premiums of £2.5 billion a year, and opposing two tier exams or schools."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Increase the NHS budget by £8bn and guarantee mental health equality."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Invest in green and sustainable. Want new green laws so Britain can prosper and be truly sustainable."
            }
        ],
        "mentions": {
            "candidate": "John Redfern, A Biddulph resident for 40 years, John Redfern campaigns strongly on local issues. He knows the concerns of local people.",
            "otherPartyLeaderCandidate": "Ed Miliband's Labour, Ed Balls, George Osborne",
            "partyLeader": "",
            "tacticalSituation": "John Redfern is a local candidate who stands for a Stronger Economy and a Fairer Society with local priorities."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Liberal Democrats are building a strong economy and a fairer society. Balancing the budget and creating jobs.",
            "education": "£825 tax cut to help families. £2.5bn pupil premiums and free school meals for 4 to 7-year-olds.",
            "environment": "Green Deal, more renewable power and rail electrification.",
            "governance": "",
            "health": "Increase the NHS budget with 6,000 more doctors than in 2010.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "John says: \"Lib Dems in government have delivered substantial tax cuts of £825 to families who live in the low-wage economy like the Moorlands area. I want local people to benefit from opportunities to improve skills and training. This will help to lift local incomes and encourage enterprise.\"",
        "politicalExperience": [
            {
                "role": "Representative for Moorlands",
                "duration": "20 years",
                "achievements": "John has represented Moorlands residents for 20 years as a councillor. He knows the concerns of local people."
            }
        ],
        "contactInformation": {
            "address": "RETURN TO: John Redfern, FREEPOST RRLJ-YA-RRUX, Endon Bank, Church Lane, Endon, Stoke-on-Trent ST9 9HF",
            "phone": "",
            "email": "",
            "website": "www.jredfern.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Our triple lock guarantee on pensions has improved the standard of living for the elderly. I will work to tackle poverty and hardship throughout the Moorlands.",
                "source": "John Redfern",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Pictures of John Redfern and Liberal Democrat promotional materials."
                }
            ]
        },
        "additionalNotes": ""
    }
}