{
  "leaflet": {
    "candidateName": "JANE PICKARD",
    "constituency": "NEWBURY WEST",
    "politicalParty": "Green Party",
    "electionDate": "MAY 7",
    "messages": [
      {
        "title": "VOTE FOR WHAT YOU BELIEVE IN",
        "content": "We believe in a political system that puts the public first. An economy that gives everyone their fair share. A society capable of supporting people's needs. A planet protected from the damage we do to it. Vote for what you believe in. Vote Green."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "FAIR ECONOMY",
        "policyDescription": "Publicly funded NHS, publically provided education, end of tax evasion, and £10 minimum wage."
      },
      {
        "policyTitle": "DECENT HOMES",
        "policyDescription": "Build 500,000 social rental homes, abolish right to buy, and bring empty homes back into use."
      },
      {
        "policyTitle": "SAFE CLIMATE",
        "policyDescription": "Take serious action on climate change by working with other countries to ensure global temperatures do not rise beyond 2 degrees."
      },
      {
        "policyTitle": "FREE EDUCATION",
        "policyDescription": "Scrap university tuition fees, provide comprehensive school syllabus free of cost, and schools to be under Local Authority control."
      },
      {
        "policyTitle": "BETTER TRANSPORT",
        "policyDescription": "Return the railways to public hands, invest in public transport, and promote walking and cycling."
      }
    ],
    "mentions": {
      "candidate": "Jane Pickard, your Green Party candidate for Newbury West",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Caroline Lucas and Natalie Bennett",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Fair economy that will end tax evasion and tax avoidance",
      "education": "Free education - no tuition fees and comprehensive academic syllabus available to all",
      "environment": "Serious action on climate change with international cooperation",
      "governance": "",
      "health": "Ensure a publicly funded, publicly provided National Health Service (NHS) with no sell-offs",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Build 500,000 social rental homes that are affordable, abolish the right to buy, and bring empty homes back into use.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "Just ask anyone who has worked with me: I’m hardworking, committed and enthusiastic, with a deep love of West Berkshire.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Newbury and West Berkshire Green Party, 18 Carnarvon Place, Newbury RG14 5NA",
      "phone": "",
      "email": "info@newbury.greenparty.org.uk",
      "website": "www.newbury.greenparty.org.uk",
      "socialMedia": {
        "facebook": "Newbury Green Party",
        "twitter": "@NewburyGreens",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jane Pickard standing outside in a rural setting"
        },
        {
          "caption": "Caroline Lucas and Natalie Bennett smiling together"
        }
      ]
    },
    "additionalNotes": "This Green Party leaflet covers topics such as the NHS, education, housing, the economy, and climate action. The messages emphasize the public-first political system and the economic fairness aspect of their policies. It contains personal statements by the candidate, Jane Pickard, emphasizing her commitment to the local area."
  }
}