{
    "leaflet": {
        "candidateName": "MARTIN ROBSON",
        "constituency": "WOKING",
        "politicalParty": "Green Party",
        "electionDate": "MAY 7",
        "messages": [
            {
                "title": "",
                "content": "I am your Green candidate in the General Election on 7th May. I grew up in the north east but I have lived in the Woking area since 1996. I work in Farnham as an IT delivery manager and, in my spare time, as a scuba diving instructor in Sleaford."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Public Services",
                "policyDescription": "Bring the natural public monopoly services back into public ownership instead of using them as a vehicle for private profit. This applies particularly to the railway, the NHS and the energy companies. The privatisation of these services has not improved their efficiency, it has just increased prices and skewed priorities away from public interest and towards private profit."
            },
            {
                "policyTitle": "Change Policies",
                "policyDescription": "Change policies introduced by the coalition government that are forcing local authorities to allow projects that increase building on the Green Belt and prioritise developers' profits rather than providing the affordable homes we need. I believe we should rebuild the UK economy and ensure that everyone gets their fair share whilst protecting our precious Surrey countryside and working to strengthen rather than destroy local communities."
            },
            {
                "policyTitle": "Economic Priorities",
                "policyDescription": "Change economic priorities: Away from short term growth at the expense of long term sustainability. Away from policies designed to enrich an ever decreasing proportion of the population whilst impoverishing the majority. Towards a more equal and sustainable economy that benefits all of us."
            }
        ],
        "mentions": {
            "candidate": "MARTIN ROBSON",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Change economic priorities: Away from short term growth at the expense of long term sustainability.",
            "education": "",
            "environment": "I believe we should rebuild the UK economy and ensure that everyone gets their fair share whilst protecting our precious Surrey countryside and working to strengthen rather than destroy local communities.",
            "governance": "",
            "health": "Bring the natural public monopoly services back into public ownership instead of using them as a vehicle for private profit.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Change policies introduced by the coalition government that are forcing local authorities to allow projects that increase building on the Green Belt and prioritise developers' profits rather than providing the affordable homes we need.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I am your Green candidate in the General Election on 7th May. I grew up in the north east but I have lived in the Woking area since 1996. I work in Farnham as an IT delivery manager and, in my spare time, as a scuba diving instructor in Sleaford.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "martin.robson@greenparty.org.uk",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/martin4greenwoking",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "MARTIN ROBSON, WOKING"
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big business or corporate interests, but has been supported and funded by ordinary people and printed on 100% post-consumer fibre, FSC® recycled certified and PCF by Process Chlorine Free, Real Paper."
    }
}