{
    "leaflet": {
        "candidateName": "David Amess",
        "constituency": "Southend West",
        "politicalParty": "Conservative",
        "electionDate": "Thursday May 7th 2015",
        "messages": [
            {
                "title": "A Better Life with the Conservatives",
                "content": "FOR THE BEST START IN LIFE we will continue to increase spending on the NHS, provide 7-day a week access to your GP and deliver a truly 7-day NHS – so you can see a doctor and get high quality health service when you need it most. FOR YOUR SCHOOL YEARS we will maintain the amount of money that follows your child into school, ensure there is a good primary school place available for every child, and aim to double the number of university places – so you have the skills you need to succeed."
            },
            {
                "title": "Re-Elect David Amess",
                "content": "As a result of devolution of powers to Scotland and Wales the time has come for English MPs to vote on English matters. There is no doubt at all that Scottish Nationalist Party MPs would be an affront to democracy in forming a Government. The British economy is now recovering and we must never forget that in 2010 the then Labour Chief Secretary to the Treasury left a note saying there is no money left. We must not let Labour wreck the economy again."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tax-Free Minimum Wage",
                "policyDescription": "We will ensure we have a Tax-Free Minimum Wage in place with a conservative government to create a fairer welfare system."
            },
            {
                "policyTitle": "200,000 new Starter Homes",
                "policyDescription": "We will build 200,000 new Starter Homes – 20 per cent below the market price, for first-time buyers under 40 – and provide 30 hours of free childcare to working parents of three and four year-olds – so you are able to work while having the security of your own home in which to raise your family."
            }
        ],
        "mentions": {
            "candidate": "David Amess",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The British economy is now recovering and we must never forget that in 2010 the then Labour Chief Secretary to the Treasury left a note saying there is no money left.",
            "education": "FOR YOUR SCHOOL YEARS we will maintain the amount of money that follows your child into school, ensure there is a good primary school place available for every child, and aim to double the number of university places – so you have the skills you need to succeed.",
            "environment": "",
            "governance": "As a result of devolution of powers to Scotland and Wales the time has come for English MPs to vote on English matters.",
            "health": "FOR THE BEST START IN LIFE we will continue to increase spending on the NHS, provide 7-day a week access to your GP and deliver a truly 7-day NHS – so you can see a doctor and get high quality health service when you need it most.",
            "immigration": "",
            "socialWelfare": "We will ensure we have a Tax-Free Minimum Wage in place with a conservative government to create a fairer welfare system.",
            "housing": [
                {
                    "content": "We will build 200,000 new Starter Homes – 20 per cent below the market price, for first-time buyers under 40 – and provide 30 hours of free childcare to working parents of three and four year-olds – so you are able to work while having the security of your own home in which to raise your family.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "David Amess - Putting Constituents First",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "88 Leigh Road, Leigh-on-Sea, Essex SS9 1BW.",
            "phone": "01702 472391 / 07941 384859",
            "email": "david@davidamess2015.co.uk",
            "website": "www.amess2015.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David Amess with various constituents and supporting local causes."
                }
            ]
        },
        "additionalNotes": ""
    }
}