{
    "leaflet": {
        "candidateName": "Ian McCulloch",
        "constituency": "Portsmouth South",
        "politicalParty": "Green Party",
        "electionDate": "May 7",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "Economic Policy",
                "policyDescription": "Implementing a wealth tax on the top 1% of earners, creating real jobs for the future, making the minimum wage a living wage."
            },
            {
                "policyTitle": "Employment and Industry",
                "policyDescription": "Investing in quality engineering jobs in the Dockyard, under a fairer, low carbon economy which doesn't rely on the financial sector or scraping the bottom of the fossil fuel barrel."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Ending the funding cuts started by Labour and continued by the Coalition. Does not believe the market has any place in the NHS."
            },
            {
                "policyTitle": "Public Services",
                "policyDescription": "Ensuring public services run for the benefit of those that use them. Railways should not be a means to make money for shareholders through taxpayer subsidies, but should provide an affordable alternative to more carbon-intensive forms of travel."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Addressing the loss of employment sites to housing without supporting infrastructure. Supporting the initiative to bring empty homes back into use and provide better support for tenants in privately rented accommodation. Backing changes to the planning system to allow conversion and adaptation of empty shops, redundant military establishments, and former workplaces into residential accommodation without planning permission."
            }
        ],
        "mentions": {
            "candidate": "Ian McCulloch",
            "otherPartyLeaderCandidate": "Caroline Lucas MP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Introduce a wealth tax on the top 1% of earners.",
            "education": "",
            "environment": "Investing in a fairer, low carbon economy.",
            "governance": "",
            "health": "End the funding cuts started by Labour and continued by the Coalition.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Bring empty homes back into use, provide better support for tenants, changes to planning system for conversion and adaptation of empty shops, redundant military establishments, and former workplaces into residential accommodation without planning permission.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "07977 805826",
            "email": "ian.mcculloch@greenparty.org.uk",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@TheGreenParty",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ian McCulloch, your Green Party candidate for Portsmouth South."
                },
                {
                    "caption": "With Caroline Lucas MP."
                }
            ]
        },
        "additionalNotes": "This publication has not been paid for by big business or corporate interests but has been supported and funded by ordinary people and printed on 100% post-consumer fibre, FSC® recycled certified and PCF (Process Chlorine Free) paper."
    }
}