{
    "leaflet": {
        "candidateName": "Rosie Cooper",
        "constituency": "West Lancashire",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "For 10 years",
                "content": "For 10 years I've had the privilege of serving the people of West Lancashire. My approach has always been to stand up and fight for West Lancashire, your needs and your priorities."
            },
            {
                "title": "It is clear",
                "content": "It is clear that Conservative priorities, locally and nationally, are not West Lancashire's priorities."
            },
            {
                "title": "My commitment to you",
                "content": "My commitment to you is that I will continue to work with you. All fighting for a better deal for West Lancashire for the benefit of local residents."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Rosie Cooper",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Services people rely on like the NHS being forced into crisis.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Terry Devine",
                "endorsement": "Rosie Cooper has given fantastic support to our armed forces and veterans. Through presenting veterans badges, signing the Armed Forces Community Covenant and backing public events to mark the 70th anniversary of D-Day. 'Rosie recognises the service of our armed forces and their contribution to our communities.'"
            },
            {
                "endorser": "Sandra Rouillon",
                "endorsement": "'When I contacted Rosie with the first idea I'd been in touch with a politician. Rosie showed she genuinely cares and wants to help. I read articles in which Rosie said she on the side of local residents. Rosie's actions showed me she is true to her word. Rosie Cooper has my vote on 7 May.'"
            },
            {
                "endorser": "Eunice Woof MBE",
                "endorsement": "'Rosie Cooper works harder than any politician I have ever known. She has taken action on so many different issues on behalf of local residents. Rosie is thoughtful and considerate of people's needs. Rosie is exactly who we need to represent us here in West Lancashire.'"
            },
            {
                "endorser": "Paul Evans",
                "endorsement": "'On the issues important to residents, like me, Rosie is always at the front fighting the fight. Securing local investment, from rail services to flooding to street improvements puts West Lancashire residents first.'"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rosie Cooper, Labour candidate for West Lancashire: Record of Delivery, Promise of More"
                }
            ]
        },
        "additionalNotes": ""
    }
}