{
  "leaflet": {
    "candidateName": "Layla Moran",
    "constituency": "Oxford West & Abingdon",
    "politicalParty": "Lib Dem",
    "electionDate": "May 2015",
    "messages": [
      {
        "title": "Campaign round-up - see page 2",
        "content": "Layla Moran and the Lib Dem team have been running an energetic campaign, knocking on thousands of doors across every part of the large constituency."
      },
      {
        "title": "Blood sports backing - see page 2",
        "content": "Nicola Blackwood has disappointed numerous election supporters prioritising the repeal of the Hunting Act which won her the support of pro-bloodsports campaigning group has her popularity champaign."
      },
      {
        "title": "RESPECTED local figures from the Conservative, Green and Labour parties have switched to back Layla Moran's campaign",
        "content": "These party figures have joined the campaigning efforts due to strategic voting considerations, believing Layla Moran and the Lib Dems are the only ones who can beat the right-wing Conservative here."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Layla Moran",
      "otherPartyLeaderCandidate": "Nicola Blackwood",
      "partyLeader": "",
      "tacticalSituation": "Oxford West & Abingdon is a key seat, only 176 votes in it last time, it's one we'll all be watching."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.LaylaMoran.com/fightingfund",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Chris Goodall",
        "endorsement": "The election here in Oxford West and Abingdon is a key seat, and Layla Moran for the Lib Dems and the Conservatives candidate. No-one else stands the remotest chance of winning this ultra-marginal seat. Those of us who want to see a fairer, tolerant and more ecologically aware country have to hold our noses and vote for Layla even if it is against our party loyalties."
      },
      {
        "endorser": "Mark Fysh",
        "endorsement": "Layla and the Lib Dems are the only ones who can beat the right-wing Conservatives here. Layla is set on excellent candidate to root and go on the key local issues. I'm urging everyone to vote Lib Dem in this constituency this time."
      },
      {
        "endorser": "Basil England",
        "endorsement": "I'm backing Layla Moran this time because she is standing up for local communities against over top development. We need a pro-active Green Belt seek and to protect the green spaces in, not one that turns up after all the hard work has been done. The Tories are out of touch."
      }
    ],
    "quotes": [
      {
        "text": "Oxford West & Abingdon is a key seat, only 176 votes in it last time. It's one we'll all be watching.",
        "source": "Tom Turrell, BBC Oxford News, 16th April 2015.",
        "date": "16th April 2015"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Switching to back Layla Moran to WIN"
        },
        {
          "caption": "Former Labour activist and candidate Mark Fysh"
        },
        {
          "caption": "Former Conservative council candidate Basil England"
        },
        {
          "caption": "ABOVE: Layla Moran and the Lib Dem team have been running on energetic campaign, knocking on thousands of doors across every part of the large constituency."
        },
        {
          "caption": "RIGHT: The fantastic Lib Dem campaign gets bigger and bigger. Lib Dem Party President Sal Brinton helped Layla put the 500th up in Cumnor."
        }
      ]
    },
    "additionalNotes": "Too close to call"
  }
}