{
    "leaflet": {
        "candidateName": "Pete Wishart",
        "constituency": "Perth and North Perthshire",
        "politicalParty": "SNP",
        "electionDate": "",
        "messages": [
            {
                "title": "Your experienced local champion",
                "content": "The next Westminster General Election is the most important of recent times and presents Scotland with a great opportunity to take our nation forward. It is also one of the hardest to call with all the establishment UK parties struggling to connect with voters across the whole of the UK. The one thing that we can say for certain is that more SNP MPs that are sent to Westminster the more Scotland will secure in return. The SNP is Stronger for Scotland!"
            },
            {
                "title": "A message from Pete Wishart MP",
                "content": "It has been my privilege and pleasure to serve the people of Perthshire in Parliament for the past 14 years. I have always made myself available to all constituents and representing you is the single most important part of the job for me. I am extremely proud of my record of being constantly ranked as one of the hardest working MPs in Parliament and it is working for the people of Perthshire that always comes first.\n\nI will continue to campaign to make sure that Perth and North Perthshire remains a fantastic place to live, work, and do business in. I will take up issues on behalf of my constituents without fear or favour and will fight for all my constituents regardless of however they may choose to vote."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "",
                "policyDescription": ""
            }
        ],
        "mentions": {
            "candidate": "Pete Wishart has been an MP for the past 14 years.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "It has been my privilege and pleasure to serve the people of Perthshire in Parliament for the past 14 years.",
        "politicalExperience": [
            {
                "role": "MP of Perth and North Perthshire",
                "duration": "past 14 years",
                "achievements": "ranked as one of the hardest working MPs in Parliament and brings invaluable experience in standing for Perthshire and being the voice of Perth and North Perthshire in Parliament."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Pete Wishart speaking at an event."
                },
                {
                    "caption": "Pete Wishart at a local gathering."
                },
                {
                    "caption": "Pete Wishart engaging with the community."
                }
            ]
        },
        "additionalNotes": "Re-elect Pete Wishart MP."
    }
}