{
    "leaflet": {
        "candidateName": "JULIA ERSKINE",
        "constituency": "TYNEMOUTH",
        "politicalParty": "Green Party",
        "electionDate": "2015",
        "messages": [
            {
                "title": "YOUR GREEN PARTY PARLIAMENTARY CANDIDATE FOR TYNEMOUTH CONSTITUENCY",
                "content": "Hi\nMy name is Julia Erskine, and I've lived in North Tyneside most of my life. I currently live in West Monkseaton. I've been a member of the Green Party for thirty years. I have never wanted to vote anything other than Green - everything about the party makes perfect sense to me. The values, together with the kiowledge of the philosophies and concerns and the longterm view that the Green Party stretches all around the world, make me know that I'm involved in something very worthwhile.\n\nThe North East (and the world) needs the Green Party more than ever. Please look into our policies and if you believe, as I do, that we are really getting thuns from the environment to make very positive changes, then vote for us.\nSomeone once told me \"The only wasted vote is a vote you don't believe in\".\nPlease don't waste your vote."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Housing and Development",
                "policyDescription": "Support affordable, sustainable development in the borough. This goes well beyond looking at the alternatives to building. To do this we need to take out the incentives to build on greenfield sites."
            },
            {
                "policyTitle": "Energy",
                "policyDescription": "Support clean and renewable energy solutions and support industries that develop them."
            },
            {
                "policyTitle": "Environmental Protection",
                "policyDescription": "Protect our area and rule out fracking and offshore undersea gasification. We should look to alternative energy solutions and support industries that develop them."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "The NHS belongs to us, not private companies. The Green Party has been protesting against working towards this and will continue to do so."
            },
            {
                "policyTitle": "Trade and Ethics",
                "policyDescription": "The Transatlantic Trade and Investment Partnership (TTIP) needs to be stopped. This deal does dangerous things to our society, our NHS, our standards, our ethics. Everything in our society will be affected by this, so along with our European MPs, we will continue to work with other campaigning groups to oppose this."
            },
            {
                "policyTitle": "Local Economy and Community",
                "policyDescription": "Encourage and support sustainable and 'green' businesses, so that people can work near their homes wherever possible, rather than having to commute out of the area."
            },
            {
                "policyTitle": "Open Spaces and Environment",
                "policyDescription": "Preserve our existing green and open spaces, making the best use possible of 'brownfield' sites. This may be in the shape of appropriate housing for our residents, or businesses, or invaluable market gardening, or recreational or simply relaxing spaces."
            },
            {
                "policyTitle": "Transportation",
                "policyDescription": "Work with the rest of the Green Party in negotiating British Rail public transport back into public hands."
            }
        ],
        "mentions": {
            "candidate": "JULIA ERSKINE",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Protect our existing green and open spaces, making the best use possible of 'brownfield' sites.",
            "governance": "",
            "health": "The NHS belongs to us, not private companies.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Support affordable, sustainable development in the borough. This goes well beyond looking at the alternatives to building. To do this we need to take out the incentives to build on greenfield sites.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I've lived in North Tyneside most of my life. I currently live in West Monkseaton. I've been a member of the Green Party for thirty years. I have never wanted to vote anything other than Green - everything about the party makes perfect sense to me.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Printed by Martin Collins, 9 North View, NE28 7NL on behalf of JULIA ERSKINE, 80 Monkseaton Ave, NE25 8RP and Mark Adamson, 16 Bolam Grange, Shiremoor NE27 0BQ.",
            "phone": "",
            "email": "",
            "website": "www.policy.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "JULIA ERSKINE: Your Green Party Parliamentary Candidate for Tynemouth Constituency"
                },
                {
                    "caption": "MARK ADAMSON: Your Green Party Local Council Candidate for Cullercoats"
                }
            ]
        },
        "additionalNotes": "Reasons to be cheerful — VOTE GREEN!"
    }
}