{
    "leaflet": {
        "candidateName": "Antoinette Sandbach",
        "constituency": "Eddisbury",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "A BETTER LOCAL NHS",
                "content": "Antoinette visits Leighton Hospital and talks about the Conservative-led Government's investment in modern equipment, a rebuild that has helped the hospital with the expected rise in demand for critical care and theatre services. The local NHS improvements include 17,000 more clinical staff in the NHS to treat patients, 6,000 more nurses on wards, looking after no more than 8 patients, and improvements in hospital cleanliness and care quality."
            },
            {
                "title": "A STRONG ECONOMY BENEFITS EDDISBURY",
                "content": "Antoinette states that a strong economy means more money stays in the local economy, benefiting more people in Eddisbury. She supports independent traders and high street shopping, indicating that Conservative tax policies have helped people save over £3500 annually. The constituency has seen new jobs with the opening of a new business in Winsford."
            },
            {
                "title": "BUY LOCAL",
                "content": "Antoinette encourages supporting local businesses and produce, mentioning her 'Buy Local' campaign and her opposition to cold callers."
            },
            {
                "title": "SAY NO TO COLD CALLING",
                "content": "A warning against giving out financial information over the telephone to cold callers."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A BETTER LOCAL NHS",
                "policyDescription": "The focus is on improving local health services including the number of clinical staff, nurses, and the quality of care provided in hospitals."
            },
            {
                "policyTitle": "A STRONG ECONOMY BENEFITS EDDISBURY",
                "policyDescription": "The economic policy highlights lower taxes, support for local businesses, and the creation of new jobs."
            }
        ],
        "mentions": {
            "candidate": "Antoinette Sandbach",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Antoinette discusses a strong local economy with lower taxes and support for local businesses.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Antoinette talks about building a stronger local NHS in Eddisbury, including more staff and improved facilities.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Shadow Minister for Rural Affairs",
                "duration": "Two years",
                "achievements": "Supporting local producers and backing the NFU 'Buy British' campaign."
            }
        ],
        "contactInformation": {
            "address": "4 Church Walk, High Street, Tarporley, Cheshire, CW6 0AJ",
            "phone": "01829 733243",
            "email": "antoinette@eddisbury@gmail.com",
            "website": "www.antoinettesandbach.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Antoinette visits Leighton Hospital"
                }
            ]
        },
        "additionalNotes": ""
    }
}