{
    "leaflet": {
        "candidateName": "Gerald Vernon-Jackson",
        "constituency": "Portsmouth South",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 8th",
        "messages": [
            {
                "title": "Stopping the Tories",
                "content": "Having seen some of the things the Tories tried to do which the Lib Dems said no to and blocked, I am actually really pleased they did go into government to stop the Tories doing their worst."
            },
            {
                "title": "Extra School Places",
                "content": "I'm really pleased the Lib Dems managed to get 1,000 extra school places in Portsmouth."
            },
            {
                "title": "Against Profit Making in Schools",
                "content": "I'm pleased the Lib Dems were there to stop them changing its revenue purposes."
            },
            {
                "title": "Local Labour Council's Decision",
                "content": "What absolutely disgusts me is that local Labour councillors have voted in the Conservatives power on the council, alongside UKIP. Labour have allowed the Tories to take £50,000 from local charities, cut free swimming for families and pensioners, introduced a £30 tax to park outside our own homes and cut £250,000 from day services for vulnerable people with learning disabilities."
            },
            {
                "title": "Local Impact",
                "content": "Gerald Vernon-Jackson has shown he's got what it takes to stand up to the Tories. He does it day in and day out locally in Portsmouth - having stood up to their brutal cuts on the council."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Gerald Vernon-Jackson",
            "otherPartyLeaderCandidate": "Labour, UKIP, the Greens",
            "partyLeader": "",
            "tacticalSituation": "If we vote for Labour, UKIP, the Greens or any other candidate, we will have a Tory Labour finish at a distant third here last time. UKIP were 4th and Greens were 5th."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "1,000 extra school places in Portsmouth",
            "environment": "",
            "governance": "Labour councillors have voted in the Conservatives power on the council, alongside UKIP. Labour have allowed the Tories to take £50,000 from local charities and introduced a £30 tax to park outside our own homes.",
            "health": "",
            "immigration": "",
            "socialWelfare": "Labour have cut £250,000 from day services for vulnerable people with learning disabilities.",
            "housing": []
        },
        "personalStatement": "Having friends (also not Lib Dems) who have gone to him for help and advice, it's clear to me that he cares more about helping local people and our area than party politics. And that's exactly what I want from our MP.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "50 Crofton Road PO4 8NY",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Brian Harvey, expressing his preferences and concerns in the campaign leaflet."
                }
            ]
        },
        "additionalNotes": "The leaflet appears to be a personal endorsement letter from Brian Harvey, expressing his support for Gerald Vernon-Jackson and the Liberal Democrats, while criticizing the local Labour council and the risk of a Conservative victory in the absence of tactical voting."
    }
}