{
    "leaflet": {
        "candidateName": "Jon Ball",
        "constituency": "Ealing Central and Acton",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "I just stood for Ealing Council in 1994 and have been campaigning for residents for over 20 years. During that time, I worked with local residents fighting unsustainable developments from the Chilternkirm skyscraper in Ealing and building on Gunnersbury Park to the Oaks in Acton."
            },
            {
                "title": "",
                "content": "Together we have achieved a huge amount for Ealing Central and Acton but right now there is a critical choice ahead for our area. Thanks to the hard work of local residents, and the difficult decisions made by the Lib Dems in government, the economy is now back on track following Labour's disastrous economic mismanagement. We're helping ordinary workers weather the storm by cutting Income Tax by £800 a year."
            },
            {
                "title": "",
                "content": "I am proud that the Lib Dems have a credible plan to balance the books by 2018, to bring down Britain's debt. But local services must not suffer to achieve this. That's why we will build upon our strong record of investing in mental health by placing it on an equal footing with physical health. We will also give our NHS the increased funding it needs – to the tune of £8 billion a year by 2020 – and will protect education spending from cradle to college – to give our children the opportunity to get on in life."
            },
            {
                "title": "",
                "content": "There is a clear choice to be made in this election. With your support I will continue working to build both a stronger economy AND a fairer society to create opportunity for everyone in Ealing, Acton, and Chiswick."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "A plan to balance the books by 2018 and bring down Britain's debt, while also helping working individuals by cutting Income Tax by £800 a year."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Invest in mental health on an equal footing with physical health and increase NHS funding by £8 billion a year by 2020."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Protect education spending from cradle to college to ensure children have opportunities to succeed."
            }
        ],
        "mentions": {
            "candidate": "Jon Ball",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "3-way marginal. Last time, it was neck and neck between me, Labour and the Tories. Every vote for me will count."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The economy is now back on track following Labour's disastrous economic mismanagement. We're helping ordinary workers weather the storm by cutting Income Tax by £800 a year.",
            "education": "We will... protect education spending from cradle to college – to give our children the opportunity to get on in life.",
            "environment": "",
            "governance": "",
            "health": "That's why we will build upon our strong record of investing in mental health by placing it on an equal footing with physical health.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "I worked with local residents fighting unsustainable developments from the Chilternkirm skyscraper in Ealing and building on Gunnersbury Park to the Oaks in Acton.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Most recently as your Parliamentary Candidate, I have been immensely proud to work alongside local people campaigning to save the Solace Centre and the Carlton Road Day Centre from Labour cuts.",
        "politicalExperience": [
            {
                "role": "Parliamentary Candidate",
                "duration": "Recent / Current",
                "achievements": "Campaigning to save the Solace Centre and the Carlton Road Day Centre from Labour cuts."
            },
            {
                "role": "Ealing Council",
                "duration": "Since 1994",
                "achievements": "Campaigning with local residents fighting unsustainable developments, worked on issues like the Chilternkirm skyscraper in Ealing and building on Gunnersbury Park to the Oaks in Acton."
            }
        ],
        "contactInformation": {
            "address": "57 Webster Gardens\nEaling\nW5 5NB",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}