{
  "leaflet": {
    "candidateName": "Natalie Bennett",
    "constituency": "Holborn & St Pancras",
    "politicalParty": "Green Party",
    "electionDate": "May 7",
    "messages": [
      {
        "title": "THE FIRST PAST THE POST SYSTEM IS BROKEN",
        "content": "We’ve entered a new era of multi-party politics, but with the polls and the bookies, neither Labour nor the Tories will win a majority in 2015."
      },
      {
        "title": "SAY YES TO REAL CHANGE",
        "content": "This election is different. Every vote will count this time. We can change the political system for the better. Everything is possible. Let’s make history together by electing London’s first Green MP."
      },
      {
        "title": "SAY NO TO POLITICS AS USUAL",
        "content": "You can therefore vote for your principles in Holborn & St Pancras. The only wasted vote is a vote you don’t believe in."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Minimum Wage",
        "policyDescription": "The Greens would turn the minimum wage into a living wage. We’d reform the housing market to make homes affordable. We’d remove the profit motive from the NHS and renationalise the railways."
      },
      {
        "policyTitle": "Taxation",
        "policyDescription": "Bringing in a wealth tax. We’d cancel Trident and invest in health and education instead. We’d crack down on those who generate clean energy, not tax-dodging companies."
      }
    ],
    "mentions": {
      "candidate": "Natalie Bennett",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "In Holborn & St Pancras it’s between the Greens and Labour. Only the Greens and Labour have elected their representatives in this community."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "We’d remove the profit motive from the NHS and renationalise the railways.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We’d reform the housing market to make homes affordable.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Camden Green Party, c/o Camden HQ at Map Studio Cafe, 46 Grafton Road, NW5",
      "phone": "07985 253 522",
      "email": "camden@camdengreenparty.org.uk",
      "website": "www.natalie4leader.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "@natalieben",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Natalie Bennett campaigning."
        }
      ]
    },
    "additionalNotes": "About this publication: Printed in house by the Green Party, Unit 215, Elephant Artworks, Elephant Rd, London SE17 1LB. Promoted by Benali Hamdache on behalf of Natalie Bennett, both at Camden Green Party, Unit 215, Elephant Artworks, Elephant Rd, London SE17 1LB."
  }
}