{
    "leaflet": {
        "candidateName": "Dorothy",
        "constituency": "Watford",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "Nearly everyone I've spoken to over the past few weeks agrees that the election to be Watford's MP is a close contest between myself and the Conservatives. No one else's party is fighting seriously across the wide constituency."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Worked closely with the hospital A&E at Watford General to save the local health campus scheme which is crucial to serving the hospital's future in Watford."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Delivered extra cash to help our children's education but share the worries of many parents and teachers that Conservative plans would severely damage school funding."
            },
            {
                "policyTitle": "Public Services",
                "policyDescription": "Stand up against threats to the NHS, schools and social care."
            }
        ],
        "mentions": {
            "candidate": "Dorothy",
            "otherPartyLeaderCandidate": "George Osborne",
            "partyLeader": "",
            "tacticalSituation": "The tactical situation suggests a close race between the Liberal Democrats and the Conservatives, with other parties out of the running here in Watford. The result last time, the bookies' odds, and a recent constituency opinion poll all confirm that the election will be close between me and the Conservative candidate from Hampstead."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Wants what is needed to balance the books without harming NHS, schools, and the police.",
            "education": "School funding is a concern due to the Conservative plans which are believed to severely damage school funding.",
            "environment": "",
            "governance": "",
            "health": "Plans to continue working to protect the local health campus scheme serving the hospital's future in Watford. Concerns about threats to the NHS under Conservative plans.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Passionate about the local area as a truly local voice in Parliament and someone who is practical, moderate and who genuinely cares about public services.",
        "politicalExperience": [
            {
                "role": "Local teacher",
                "duration": "25 years",
                "achievements": "Delivered extra cash to help children's education."
            },
            {
                "role": "Work related to healthcare",
                "duration": "",
                "achievements": "Worked closely with the hospital A&E at Watford General to save the local health campus scheme."
            }
        ],
        "contactInformation": {
            "address": "36 Oxhey Road, Watford WD19 4QQ",
            "phone": "01923 606234",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Campaign leaflet"
                }
            ]
        },
        "additionalNotes": "PS: The postal vote turnaround at the by-election showed strong support with many voting for Dorothy and the Liberal Democrats for the first time."
    }
}