{
    "leaflet": {
        "candidateName": "Kenny Young",
        "constituency": "Midlothian",
        "politicalParty": "Scottish Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Nationalists in “arm twisting” threat",
                "content": "Labour candidate, Kenny Young, has highlighted the SNP's plan to force another referendum, showing that this will be a very close election."
            },
            {
                "title": "Only Labour’s Kenny Young can stop the Nationalists in Midlothian",
                "content": "Labour's candidate, Kenny Young, has stressed the importance of stopping the SNP from using the UK Parliament as a base to push for a second Independence."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Funding for 1000 nurses in Scotland",
                "policyDescription": "Scottish Labour have pledged that funding from the Mansion Tax on £2m houses will be used for an additional 1,000 nurses. This pledge means a UK Labour Government will deliver funding for more nurses over and above anything the SNP propose."
            },
            {
                "policyTitle": "A fair deal for people at work",
                "policyDescription": "Labour believes in a strong economy, where the benefits of wealth creation are felt by all. They aim to raise the minimum wage, promote the Living Wage and will also abolish exploitative zero-hours contracts as well as tackle the cost of living with a freeze on energy bills."
            }
        ],
        "mentions": {
            "candidate": "Kenny Young",
            "otherPartyLeaderCandidate": "Owen Thompson",
            "partyLeader": "",
            "tacticalSituation": "Labour and SNP 'neck and neck' in Midlothian with very close election."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour believes in a successful and strong economy.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Scottish Labour pledges to sort out the chaos in NHS that the SNP have presided over.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Funding from the Mansion Tax on £2m houses will be used for an additional 1,000 nurses.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Kenny Young believes stopping the SNP from using the UK Parliament as a base to push for a second referendum on independence is crucial.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "95 High Street, Dalkeith, EH22 1AX",
            "phone": "0131 654 4334",
            "email": "kenny@midlothianlabour.com",
            "website": "www.midlothianlabour.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "It wasn't a No vote. It was 'not yet.'",
                "source": "Comments by SNP Parliamentary candidates",
                "date": ""
            },
            {
                "text": "In Midlothian, only Labour can stop the SNP from using the UK Parliament as a base to push for a second referendum on Independence.",
                "source": "Local SNP candidate, Owen Thompson",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Kenny Young is shown with a confident stance, presumably with intent to convey determination to fight for the constituency against the SNP's push for independence."
                }
            ]
        },
        "additionalNotes": "The leaflet is aimed at warning against the SNP's plans for another independence referendum and positioning Kenny Young as the alternative to the SNP in Midlothian."
    }
}