{
    "leaflet": {
        "candidateName": "Mike Parker",
        "constituency": "Ceredigion",
        "politicalParty": "Plaid Cymru",
        "electionDate": "May 7th",
        "messages": [
            {
                "title": "A sustainable, green Ceredigion with Plaid Cymru and Mike Parker",
                "content": "The General Election of 2015 is an extraordinary chance to change direction in Ceredigion, Wales and the UK."
            },
            {
                "title": "The shared History of Plaid and the Greens",
                "content": "Did you know the first Green MP in the UK was a joint candidate with Plaid Cymru?"
            },
            {
                "title": "The present situation in Ceredigion.",
                "content": "Our current LibDem MP has voted for policies that will damage our environment, our health and wellbeing, and prospects for a fairer economy and a fairer election process."
            },
            {
                "title": "Together, we can make our country work better.",
                "content": "Plaid Cymru, like the Green Party, is against austerity. We support fairer politics. Plaid Cymru, along with the SNP, has vowed to work with the Green Party to make the UK a fairer place."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Austerity",
                "policyDescription": "Mike Parker opposes fracking, the austerity agenda, and the replacement of Trident. He has campaigned for human rights, the living wage, and for sustainable transport, including a funder member of the campaign to restore a railway between Aberystwyth and Carmarthen and to build a new station at Bow Street."
            }
        ],
        "mentions": {
            "candidate": "Mike Parker is a freelance writer and broadcaster, who has travelled Wales and beyond for his travel books and TV series about history, culture, identity and ecology.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The only party in Ceredigion that is likely to topple the Lib-Dems is Plaid Cymru."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Mike Parker is firmly committed to Plaid's call for a wholesale rebalancing of wealth and opportunity in the UK.",
            "education": "",
            "environment": "Our current LibDem MP has voted for policies that will damage our environment.",
            "governance": "Our current LibDem MP has voted for... policies... for a fairer election process.",
            "health": "Our current LibDem MP has voted for policies that will damage our... health",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Mike Parker is a lifelong campaigner on many issues. He has travelled Wales and beyond for his travel books and TV series about history, culture, identity and ecology.",
        "politicalExperience": [
            {
                "role": "Campaigner",
                "duration": "Lifelong",
                "achievements": "Opposes fracking, austerity agenda, Trident; campaigns for human rights, living wage, sustainable transport, and has been a funder member of the campaign to restore a railway between Aberystwyth and Carmarthen and to build a new station at Bow Street."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "parkerplaid@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@MikeParkerWales",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images of Mike Parker and various groups and individuals."
                }
            ]
        },
        "additionalNotes": ""
    }
}