{
    "leaflet": {
        "candidateName": "Nick Clegg",
        "constituency": "Sheffield Hallam",
        "politicalParty": "Liberal Democrat",
        "electionDate": "7th May",
        "messages": [
            {
                "title": "",
                "content": "Dear Quentin Jendrzewski,\n\nIf you're like me, you will want a few important things for you and your family.\n\nGood schools, with extra help for those children who need it most. A local NHS that's there when we need it. Plenty of good quality jobs so that everyone in Sheffield can get on in life.\n\nThat's why so many local people - even lifelong Labour supporters - felt so let down by Gordon Brown and the last Labour Government. Labour had such an opportunity to make a positive difference to our public services, but they wasted it, and let us down."
            },
            {
                "title": "",
                "content": "In contrast to the big majorities Tony Blair and Gordon Brown enjoyed, during my time in Government my Lib Dem colleagues and I have had to fight the Conservatives every step of the way to protect the public services you and I both rely on.\n\nWe've won some major battles - like stopping the Tory plan to pay workers in Sheffield less than people in London for doing the same job. We stopped them letting schools be run for profit, and we stopped them letting businesses fire their staff without even a reason why."
            },
            {
                "title": "",
                "content": "And as your MP I've helped deliver some real wins for Sheffield - an £800 tax cut for 206,500 workers in Sheffield, a record rise in apprenticeships, more cash for the schools that need it most - and a massive extra investment in Sheffield's roads."
            },
            {
                "title": "",
                "content": "But the biggest challenge is yet to come. Top professionals say our NHS needs an extra £8billion every year just to keep going as it is. Only the Liberal Democrats have committed to finding that money in the next Parliament - both Labour and the Conservatives have refused."
            },
            {
                "title": "",
                "content": "That's why I'm asking for your support on 7th May. You and I both know that a Conservative-only Government would cut far too much, and hit Sheffield's schools and hospitals. But a Labour-only Government would borrow far too much - meaning more cuts in the long run.\n\nThat's why it makes sense to support the Liberal Democrats this time."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Investment",
                "policyDescription": "The Liberal Democrats have committed to funding in full the £8billion our NHS needs to keep functioning over the next five years."
            },
            {
                "policyTitle": "Tax Cut",
                "policyDescription": "Delivered an £800 tax cut for 206,500 workers in Sheffield."
            },
            {
                "policyTitle": "Apprenticeships and Education",
                "policyDescription": "A record rise in apprenticeships and more cash for the schools that need it most."
            },
            {
                "policyTitle": "Infrastructure",
                "policyDescription": "A massive extra investment in Sheffield's roads."
            }
        ],
        "mentions": {
            "candidate": "Nick Clegg",
            "otherPartyLeaderCandidate": "Tony Blair, Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Good schools, with extra help for those children who need it most.",
            "environment": "",
            "governance": "",
            "health": "Top professionals say our NHS needs an extra £8billion every year just to keep going as it is.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "85 Nethergreen Road, Sheffield, S11 7EH",
            "phone": "0114 230 9002",
            "email": "nickclegg@sheffieldhallam.org.uk",
            "website": "www.nickclegg.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Nick Clegg with constituents."
                }
            ]
        },
        "additionalNotes": "Liberal Democrat Parliamentary Candidate for Sheffield Hallam."
    }
}