{
    "leaflet": {
        "candidateName": "Gisela Stuart",
        "constituency": "Edgbaston",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7th May",
        "messages": [
            {
                "title": "WHY WE BACK GISELA",
                "content": "Gisela Stuart is known for taking action on various issues ranging from school transport problems to passport application delays. She supports the rebuilding of Queen Elizabeth Hospital and enhancing the NHS by working with soldiers."
            },
            {
                "title": "She speaks her mind",
                "content": "Gisela Stuart is recognized for her determination. Whether people agree or disagree with her, it is difficult to ignore her stance on issues."
            },
            {
                "title": "She stands up for what she believes",
                "content": "Gisela Stuart pledges to fight to save the NHS, fight for better jobs for local people, especially the next generation, and address the issue of child exploitation in Birmingham."
            },
            {
                "title": "The Tories have made some bad choices for us in Birmingham",
                "content": "The leaflet criticizes the Tories for wasting £75 million on police and crime commissioner elections and for the introduction of the bedroom tax."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Gisela Stuart is fighting to save the NHS, which according to the leaflet has been compromised by Conservative policy."
            },
            {
                "policyTitle": "Jobs",
                "policyDescription": "She pledges to attract higher skill jobs to the area by ensuring 1,000 local youth work with local employers and get good jobs as part of the Bacc."
            },
            {
                "policyTitle": "Child Exploitation",
                "policyDescription": "Addressing the increase in child exploitation, ensuring perpetrators are caught and victims receive help."
            },
            {
                "policyTitle": "Police and Crime",
                "policyDescription": "Criticizes the Conservatives for wasting £75 million on Police and Crime Commissioner elections, and pledges to abolish police and crime commissioners."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Labour will oppose the 'bedroom tax' and will employ 50,000 new doctors and nurses."
            }
        ],
        "mentions": {
            "candidate": "Gisela Stuart",
            "otherPartyLeaderCandidate": "Rt Hon David Cameron",
            "partyLeader": "Rt Hon Ed Miliband",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Gisela Stuart is fighting to save the NHS from Conservative policies.",
            "immigration": "",
            "socialWelfare": "Labour will abolish the bedroom tax.",
            "housing": [
                {
                    "content": "Labour will abolish the bedroom tax and employ 50,000 new doctors and nurses, ensuring there is a GP in each neighborhood.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "She's Labour. Her values are labour. But she thinks for herself.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Rt Hon Ed Miliband",
                "endorsement": "Dedicated to constituents."
            },
            {
                "endorser": "Rt Hon David Cameron",
                "endorsement": "A Lady for whom I have considerable respect."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photos of Gisela Stuart with supporters and constituents."
                }
            ]
        },
        "additionalNotes": ""
    }
}