{
    "leaflet": {
        "candidateName": "Lee Scott",
        "constituency": "Ilford North",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "A Firm Pledge on our National Health Service",
                "content": "As Conservatives, we understand, both personally and politically, the importance of the National Health Service. ..."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Back Government policies that continue to enhance our nation's economy and so enable us to fund key services",
                "policyDescription": ""
            },
            {
                "policyTitle": "Support effective balanced measures to protect our country and its citizens from the threat of terrorist attack",
                "policyDescription": ""
            },
            {
                "policyTitle": "Give the British people their chance to make the final decision on our nation's continued membership of the EU in a democratic referendum vote",
                "policyDescription": ""
            }
        ],
        "mentions": {
            "candidate": "Lee Scott",
            "otherPartyLeaderCandidate": "Ed Miliband",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Labour have attempted to win in Scotland to the SNP, so it's now impossible for Ed Miliband to become Prime Minister without being propped up by Alex Salmond."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "In 2010 we inherited an economy on the brink of bankruptcy. Difficult decisions had to be made...",
            "education": "Working to end the post code lottery in secondary school admissions and give schools enough flexibility to expand...",
            "environment": "There are pressures for more development and building especially in the suburbs. However green-belt, open spaces and sports grounds must be protected.",
            "governance": "Difficult decisions had to be made to turn round this appalling situation.",
            "health": "As Conservatives, we understand, both personally and politically, the importance of the National Health Service...",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Green-belt, open spaces and sports grounds must be protected.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I decided to join the Conservative Party and to support Lee because I have no doubt voters need the right person to look after their interest...",
        "politicalExperience": [
            {
                "role": "Special Needs Envoy",
                "duration": "",
                "achievements": "He has specialized knowledge of complex health issues."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "020 8551 4333",
            "email": "leescottinth@yahoo.co.uk",
            "website": "www.lee-scott.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Sanjib Bhattacharjee",
                "endorsement": "Former North Ilford Conservatives Chairman and Ilford North Constituency Labour Party Ex-Chair endorses Lee Scott."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Area Forum meeting"
                },
                {
                    "caption": "Presenting Red Rag and Oakfield Petitions to Parliament"
                },
                {
                    "caption": "UN Human Rights Conference"
                }
            ]
        },
        "additionalNotes": ""
    }
}