{
    "leaflet": {
        "candidateName": "Judith Bunting",
        "constituency": "Newbury & West Berks",
        "politicalParty": "Liberal Democrats",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "Judith Bunting for a fairer society in Newbury & West Berks",
                "content": "You have a big decision to make on 7 May: Elect a Liberal Democrat MP who will fight for fairness or send a Conservative MP back to Westminster to do more of the same. Only local woman Judith Bunting, has the vision and personal support to become our next MP and see off the Conservatives. Judith’s real-life professional experience means she gets things done. Her record shows she is a voice for local business and can influence education and health. If you want your next MP to have energy and compassion, combined with sound business sense, vote for Judith Bunting and send a strong message to Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Mental Health Cuts",
                "policyDescription": "Judith has been campaigning to stop West Berkshire Council from making deep cuts to 'Youth Services and Mental Health Services for children."
            },
            {
                "policyTitle": "Campaign Success",
                "policyDescription": "Judith has persuaded the government to give the Rapid Response Car charities like our local WBRC a grant to buy life-saving cars and medical equipment."
            },
            {
                "policyTitle": "Apprenticeships",
                "policyDescription": "Judith has campaigned for local schools and advising employers on support available. Since 2010, 3,300 new apprenticeships have started in our area."
            }
        ],
        "mentions": {
            "candidate": "Judith Bunting",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A voice for local business",
            "education": "Influence education",
            "environment": "",
            "governance": "",
            "health": "Influence health",
            "immigration": "",
            "socialWelfare": "Sound business sense combined with compassion",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "If you want your next MP to have energy and compassion, combined with sound business sense, vote for Judith Bunting and send a strong message to Parliament.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": "Judith's campaign successes include persuading the government on funding for Rapid Response Car charities and campaigning for local apprenticeships."
            }
        ],
        "contactInformation": {
            "address": "Printed by Arlex Print Creative, The Orchard, Ashford Hill Road, Newbury RG19 8AJ",
            "phone": "",
            "email": "",
            "website": "www.judithbunting.co.uk",
            "socialMedia": {
                "facebook": "facebook.com/JudithBuntingforNewbury",
                "twitter": "@JudithBuntingLD",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Judith with a group of supporters."
                },
                {
                    "caption": "Judith engaging in community and campaign events."
                },
                {
                    "caption": "Judith with a black dog."
                }
            ]
        },
        "additionalNotes": "Her record shows she is a voice for local business and can influence education and health."
    }
}