{
  "leaflet": {
    "candidateName": "Jolyon Trimingham",
    "constituency": "Dover and Deal",
    "politicalParty": "Green Party",
    "electionDate": "Thurs 7th May 2015",
    "messages": [
      {
        "title": "A vote for the Green Party means a vote for--",
        "content": "Joined up policies to cope with climate change; a better future for the vast majority of our children and a reduction in inequality; A NEW form of politics where voters and small businesses are heard instead of herded by the big 2 party machines and the Eton boys at Westminster."
      },
      {
        "title": "And a vote against:-",
        "content": "The ever increasing gap between the super rich and us, the majority; Bankers’ gambling with our money while earning huge bonuses and never being prosecuted for their mistakes; An intolerant society where EU immigrants are blamed for government failures; The inexoriant onsl and gauid looby’s influence on our future, our democracy and international good will."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Climate change",
        "policyDescription": "Joined up policies to cope with climate change; protecting our planet from climate change."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "500,000 new social rented homes by 2020."
      },
      {
        "policyTitle": "Economic strategy",
        "policyDescription": "Transitioning energy subsidies from fossil fuels to renewables, creating British businesses and jobs while protecting our planet from climate change."
      },
      {
        "policyTitle": "Public services",
        "policyDescription": "Restoring public services (e.g. schools, prison services, police) into accountable public hands with funding to ensure they are run in the interests of those who use them."
      },
      {
        "policyTitle": "Transport and infrastructure",
        "policyDescription": "Sustainable long-term planning of transport; renationalising the railways and using them to ease freight congestion and pollution at Dover."
      },
      {
        "policyTitle": "Health",
        "policyDescription": "The NHS free of privatisation at any level and funded adequately through taxation."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Protecting East Kent’s water supplies and preventing the extraction of coal bed methane and shale gas by hydraulic fracking."
      },
      {
        "policyTitle": "Animal welfare",
        "policyDescription": "High levels of animal welfare and a stop to live exports."
      },
      {
        "policyTitle": "EU reform",
        "policyDescription": "A much reformed European Union that stands up to the big bullying multinational corporations and more acceptance by the UK of the EU funding we are offered."
      },
      {
        "policyTitle": "Wages and employment",
        "policyDescription": "Having better access to secure jobs that pay at least the Living Wage."
      },
      {
        "policyTitle": "Democracy",
        "policyDescription": "A people’s constitutional convention to make our democracy more inclusive."
      },
      {
        "policyTitle": "Local economy",
        "policyDescription": "St James and Albert Road developments to be sustainably built for local economy."
      },
      {
        "policyTitle": "EU workforce",
        "policyDescription": "Greater awareness that roughly as many Brits (2 million) work in other EU countries as the number of EU people coming here."
      }
    ],
    "mentions": {
      "candidate": "Jolyon Trimingham",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "A much reformed European Union that stands up to the big bullying multinational corporations and more acceptance by the UK of the EU funding we are offered.",
      "economy": "Transitioning energy subsidies from fossil fuels to renewables, creating British businesses and jobs while protecting our planet from climate change.",
      "education": "Restoring public services (e.g. schools, prison services, police) into accountable public hands with funding to ensure they are run in the interests of those who use them.",
      "environment": "Joined up policies to cope with climate change; protecting our planet from climate change.",
      "governance": "",
      "health": "The NHS free of privatisation at any level and funded adequately through taxation.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "500,000 new social rented homes by 2020.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I stood in local and council elections in Kent previously, getting 12% of the vote in 2009 county elections. I’m the Kent Green Party’s International Officer. I live in Whitstable but worked at the docks in Dover and have been an active campaigner on energy, transport, and animal welfare issues. I went to Oxford University despite leaving school at 16 and work freelance as a technical author.",
    "politicalExperience": [
      {
        "role": "Kent Green Party’s International Officer",
        "duration": "Not Specified",
        "achievements": "Stood in local and council elections, getting 12% of the vote in 2009 county elections. Worked at docks in Dover and have been active campaigner on energy, transport, and animal welfare issues."
      }
    ],
    "contactInformation": {
      "address": "Promoted by G Meaden. 2 Bridge Hill Cottage, Honeywood Road, Dover, Kent. CT160RH. Printed by Adams Printers, Dover CT16 1EW",
      "phone": "07903 971702",
      "email": "greensindandd@yahoo.co.uk",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jolyon Trimingham, our Green Party parliamentary candidate in Dover and Deal selected 2014."
        }
      ]
    },
    "additionalNotes": ""
  }
}