{
  "leaflet": {
    "candidateName": "Helen Grayshan",
    "constituency": "Dundee East",
    "politicalParty": "Scottish Green Party",
    "electionDate": "Spring 2015",
    "messages": [
      {
        "title": "Why Frack when we can Invest in Secure Jobs and a Brighter Future?",
        "content": "Helen Grayshan, Green candidate for Dundee East, has called for a total ban on Fracking in Scotland."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fracking",
        "policyDescription": "Helen Grayshan supports a total ban on Fracking in Scotland and calls for investment in clean energy sources instead."
      },
      {
        "policyTitle": "Renewable Energy",
        "policyDescription": "Argues for direct investment in clean, secure jobs through renewable energy development, asserting North East Scotland's potential as a global energy centre."
      },
      {
        "policyTitle": "Public Services",
        "policyDescription": "Public services must be kept safe in public hands and not run for private profit; emphasis on supporting local communities and providing better services."
      },
      {
        "policyTitle": "The Minimum Wage",
        "policyDescription": "Advocates for the minimum wage to become a living wage to take dignity away from workers."
      }
    ],
    "mentions": {
      "candidate": "Helen Grayshan",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Remarks on the need to rebalance the economy with an emphasis on sustainability and supporting local communities.",
      "education": "",
      "environment": "Calls for investment in secure jobs through renewable energy and a total ban on Fracking.",
      "governance": "Mentions providing better public services and governance that works for everyone, criticizing the pursuit of profit over people.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Pauline Hinchion, Green candidate for Dundee West said: 'Parties tell you vote for us to keep the others out' - but their policies are very similar. Fresh ideas and real change are what is needed now.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dundee & Angus Green Party"
        }
      ]
    },
    "additionalNotes": "The leaflet also discusses the opposition to TTIP and criticizes the burning of fossil fuels."
  }
}