{
  "leaflet": {
    "candidateName": "ADRIAN HOWARD",
    "constituency": "Macclesfield",
    "politicalParty": "UKIP",
    "electionDate": "MAY 7th",
    "messages": [
      {
        "title": "Adrian says:",
        "content": "You only need to look at Mill Street to see what a failure David Rutley has been for Macclesfield! What the town centre needs is a wide variety of independent shops with a high street greengrocer and butcher back amongst them. The Treacle Market proves there are huge numbers of local traders keen to trade in Macclesfield, it's the high rates and rents plus parking charges that have killed off the shops and put new ones off opening."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "ADRIAN HOWARD",
      "otherPartyLeaderCandidate": "David Rutley",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The Treacle Market proves there are huge numbers of local traders keen to trade in Macclesfield, it's the high rates and rents plus parking charges that have killed off the shops and put new ones off opening.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As a northerner I feel it is essential that someone from the region represents this historic northern town. Born in Manchester I grew up in Cheadle Hulme attending the local comprehensive school, first coming to Macclesfield in the 80's, so I remember the vibrant town centre it once was. I have lived in the town for 7 years with my fiancée Jane and our daughter who attends a local primary school.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.macclesfield.ukipcheshire.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "@PPCMaccUKIP",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "UKIP purple and yellow leaflet presenting Adrian Howard as the UKIP parliamentary candidate for Macclesfield, with text and a photo of the candidate."
        }
      ]
    },
    "additionalNotes": "Adrian Howard is focusing on the issue of local independent businesses and the impact of high rates and rents on local shops."
  }
}