{
    "leaflet": {
        "candidateName": "Darren Hall",
        "constituency": "Bristol West",
        "politicalParty": "Green Party",
        "electionDate": "7 May",
        "messages": [
            {
                "title": "Locally and Nationally We Are Good for Easton",
                "content": "Greens across Bristol have a track record of standing up for what matters. If elected, Anna will: Take action on litter and dog mess, Oppose and vote against austerity budgets that cut vital local services, Campaign for affordable housing, and an end to letting fees, Make the cycle path safer through lighting and community planting."
            },
            {
                "title": "A Green MP for Bristol West",
                "content": "We won't have a majority government on 8th May. That means we're voting for the kind of future we want - and the kind of Parliament we need to achieve it. More moderate distinct voices in Parliament to press Labour to be bolder and more progressive. Green MP Caroline Lucas has over the last 5 years led the fight for a truly public NHS, for taking back ownership of our railways, saying no to fracking and standing up against austerity. Electing Darren Hall as your Green MP will mean Bristol joins that cause."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Living Wage for All",
                "policyDescription": "Supports the implementation of a living wage for everyone."
            },
            {
                "policyTitle": "End NHS Privatisation",
                "policyDescription": "Aims to halt the privatisation of the NHS."
            },
            {
                "policyTitle": "More Social Housing",
                "policyDescription": "Campaign for affordable housing and an end to letting fees."
            },
            {
                "policyTitle": "Public Control of Railways",
                "policyDescription": "Advocates for taking back ownership of railways."
            },
            {
                "policyTitle": "Tackle Tax Avoidance",
                "policyDescription": "Committed to tackling tax evasion and avoidance."
            },
            {
                "policyTitle": "Action on Climate Change",
                "policyDescription": "Strong stance on taking action to address climate change."
            }
        ],
        "mentions": {
            "candidate": "Darren Hall",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Caroline Lucas",
            "tacticalSituation": "Bristol West is genuinely a 3-way marginal constituency. You can vote big and brave, for the kind of future you want. Vote Green."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Oppose and vote against austerity budgets that cut vital local services.",
            "education": "",
            "environment": "Take action on litter and dog mess. Make the cycle path safer through lighting and community planting.",
            "governance": "",
            "health": "Led the fight for a truly public NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Campaign for affordable housing, and an end to letting fees.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.greenparty.org.uk/manifesto",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Local residents giving out some of the hundreds of Green Party posters up in windows across Easton, Whitehall and Redfield."
                }
            ]
        },
        "additionalNotes": ""
    }
}