{
    "leaflet": {
        "candidateName": "Adrian Ford",
        "constituency": "Southampton Test",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 7th",
        "messages": [
            {
                "title": "Three reasons to back Adrian",
                "content": "Help for small businesses, Mental Health Equality, Increase NHS Funding"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Cutting income tax",
                "policyDescription": "Since 2010 the Lib Dems have cut income tax by £800 for working families in Southampton by raising the tax threshold to £11,000. The Lib Dems want to raise that to at least £12,500 giving working people at least £400 extra in their pocket."
            },
            {
                "policyTitle": "More NHS funding",
                "policyDescription": "The Lib Dems have already guaranteed an extra £2 billion worth of funding for the NHS; we want to take that further and guarantee that the NHS budget would rise each year."
            },
            {
                "policyTitle": "Education matters",
                "policyDescription": "In 2013 Southampton schools benefited from £10.2 million worth of Lib Dem Pupil Premium funding, aimed at helping disadvantaged pupils catch up. Lib Dems would protect the schools budget and ensure that every child is taught by a qualified teacher."
            },
            {
                "policyTitle": "More free childcare",
                "policyDescription": "Lib Dems have helped parents by providing 15 hours of free childcare a week to many 2 year olds and are looking to take that even further with more free childcare right through to primary."
            },
            {
                "policyTitle": "Pensions",
                "policyDescription": "Adrian Ford met with pensioners at a recent Pensioners Forum. 'I am proud that Lib Dems have delivered on our manifesto commitment to increase the basic state pension by whatever is highest out of CPI inflation, average earnings or 2.5 percent.'"
            }
        ],
        "mentions": {
            "candidate": "Adrian Ford is the Lib Dem Parliamentary Candidate for Southampton Test. He believes we need a new style of politics that works for everyone in our society.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Help for small businesses: He will fight for the continued survival of small enterprises in our city.",
            "education": "In Southampton schools benefited from £10.2 million worth of Lib Dem Pupil Premium funding, aimed at helping disadvantaged pupils catch up.",
            "environment": "",
            "governance": "",
            "health": "Adrian Ford wants to secure extra NHS funding, giving the NHS the extra £8 billion that it needs over the next five years.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Adrian Ford is a local businessman and a passionate campaigner for fairness and equality.",
        "politicalExperience": [
            {
                "role": "Parliamentary Candidate",
                "duration": "",
                "achievements": "Strong local record and part of a party with a strong national record."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "He will fight to increase NHS funding, giving the NHS the extra £8 billion that it needs over the next five years.",
                "source": "Campaign Leaflet",
                "date": ""
            },
            {
                "text": "Lib Dems have secured an extra £2 billion of funding for the NHS.",
                "source": "Campaign Leaflet",
                "date": ""
            },
            {
                "text": "Schools in Southampton have gained £6,507,809 extra funding over the last three years through the Lib Dem Pupil Premium.",
                "source": "Campaign Leaflet",
                "date": ""
            },
            {
                "text": "Adrian says, 'I am proud to make sure that we succeed.'",
                "source": "Campaign Leaflet",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Adrian Ford interacting with a constituent in a local shop."
                },
                {
                    "caption": "Adrian Ford outside the Royal South Hants Hospital."
                },
                {
                    "caption": "Adrian Ford at different locations in Southampton, including outside a public building and interacting with the public."
                }
            ]
        },
        "additionalNotes": "The leaflet showcases Adrian Ford's commitment to various issues such as small business support, mental health, NHS funding, education, childcare, and pensions. It also includes invitational messages for volunteer support and contact details for postal communication."
    }
}