{
    "leaflet": {
        "candidateName": "John Stevenson",
        "constituency": "Carlisle",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "A personal message for you",
                "content": "As the MP I have had a varied and diverse role. I have hosted the Carlisle Skills Fair, supported the City's Food Festival and been involved in the potential garden village to the south of Carlisle. I have always tried to be accessible and represent all parts of our community. My interest is to ensure Carlisle has a strong voice in Parliament and that as your MP I represent the best interests of all in our great City."
            },
            {
                "title": "Carlisle Skills Fair 2015",
                "content": "Earlier this year I organised and hosted the second Carlisle Skills Fair. The event brought together nearly 1000 businesses and training providers and gave the almost 3000 young people who came along the opportunity to find out about the training, job and career opportunities available to them in the area."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Growing Carlisle",
                "policyDescription": "Supporting business investment and championing the city."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "To organise and host further Carlisle Skills Fairs, apprenticeships, education, and skills."
            },
            {
                "policyTitle": "Reform local government",
                "policyDescription": "Plans to reform local government in Carlisle and Cumbria. Fewer councils - Fewer councillors."
            }
        ],
        "mentions": {
            "candidate": "John Stevenson",
            "otherPartyLeaderCandidate": "Vince Cable, Ed Miliband, Nicola Sturgeon, Nigel Farage",
            "partyLeader": "David Cameron",
            "tacticalSituation": "A stronger economy and a great future for your family and your country. The choice at the General Election: David Cameron and the Conservatives or Coalition of chaos."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A stronger economy for you, your family and your country; the deficit down, income tax cut, more jobs, new businesses - David Cameron and the Conservatives.",
            "education": "Carlisle Skills Fair 2015 was a second Fair that John has hosted, and 1,200 apprenticeships have now been established.",
            "environment": "",
            "governance": "Reform local government in Carlisle and Cumbria. Fewer councils - Fewer councillors.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "John Stevenson supported the City's Food Festival and been involved in the potential garden village to the south of Carlisle.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I want to see Carlisle grow and punch above its weight. I hope that my record demonstrates that (crossed out: I will continue) I am committed to Carlisle and work in its best interests.",
        "politicalExperience": [
            {
                "role": "MP for Carlisle",
                "duration": "5 years",
                "achievements": "Carlisle Skills Fair, support City's Food Festival, involvement in potential garden village to the south of Carlisle."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01228 591837",
            "email": "johnstevenson@carlisle-conservatives.com",
            "website": "www.johnstevensonmp.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Carlisle Skills Fair 2015 is the second Fair that John has hosted."
                }
            ]
        },
        "additionalNotes": ""
    }
}