{
    "leaflet": {
        "candidateName": "Alex Sobel",
        "constituency": "Leeds North West",
        "politicalParty": "Labour",
        "electionDate": "Thursday 7 May",
        "messages": [
            {
                "title": "OUR NHS IS AT STAKE IN THIS ELECTION",
                "content": "Let's halt the privatisation and reverse the cuts together. Alex Sobel, Labour Parliamentary candidate, says: Like you I rely on our local NHS so I know how frustrating it is when you call your local surgery and can't get an appointment. We were promised 'no more top-down reorganisations of the NHS', but that is exactly what the Coalition has broken with wasting billions and engaging our hospitals about the huge funding gap opening up. Only Labour will do what is necessary to restore the NHS. Labour will recruit 36,000 frontline staff, join-up services from home to hospital, halt the privatization, and cap profits. Labour will also transform how we view health by integrating care, placing a new emphasis on prevention and on mental health, and ensuring better access to services. Locally, Labour successfully campaigned to save the Holt Park GP Surgery from closure. We worked with local residents to collect over 2000 petition signatures and lobby NHS England to prevent the planned closure."
            },
            {
                "title": "Banning exploitative zero hours contracts",
                "content": "How would you feel if your employer gave you a contract with no guaranteed hours and each week waited or texted to tell you whether you had any work or not, and worse still the contract said you couldn't do any other paid work? The Government would consider you to be employed, but is this exploitative, insecure work, aping Victorian work practices, right for 21st Century Britain? The Labour Party will ban exploitative zero hours contracts. Labour will ban businesses from demanding workers are always available - even when there's no work. And forcing staff to work for one company despite having no guarantee of work will also be outlawed. Alex Sobel says: 'I have met people from Leeds North West working for high street stores who don't know whether they are getting work from one week to the next, this has to end and I am glad Labour will scrap it if we enter Government.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Labour pledges to halt NHS privatisation, reverse cuts, recruit 36,000 frontline staff, integrate services from home to hospital, cap profits, and place a new emphasis on prevention, mental health, and better access to services."
            },
            {
                "policyTitle": "Zero Hours Contracts",
                "policyDescription": "The Labour Party promises to ban exploitative zero hours contracts, prevent companies from demanding constant availability without guaranteed work, and outlaw arrangements that force employees to work for a single company without a work guarantee."
            }
        ],
        "mentions": {
            "candidate": "Alex Sobel",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Labour will recruit 36,000 frontline staff, join-up services from home to hospital, halt the privatization, and cap profits. Labour will also transform how we view health by integrating care, placing a new emphasis on prevention and on mental health, and ensuring better access to services. Locally, Labour successfully campaigned to save the Holt Park GP Surgery from closure.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Alex Sobel handing in the petition to save Holt Park Surgery."
                }
            ]
        },
        "additionalNotes": ""
    }
}