{
  "leaflet": {
    "candidateName": "James Wharton",
    "constituency": "Stockton South",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "YOUR SEAT COUNTS AND EVERY SINGLE VOTE WILL COUNT",
        "content": "Some people say Jeremy Corbyn can't possibly become Prime Minister and it doesn't matter who you vote for in Stockton South constituency."
      },
      {
        "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
        "content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest – and it is central to your own security and prosperity."
      },
      {
        "title": "BACK ME AND JAMES WHARTON WITH YOUR POSTAL VOTE HERE IN STOCKTON SOUTH CONSTITUENCY",
        "content": "If you want to make a real difference, back me by voting for my candidate, James Wharton, in your local constituency of Stockton South. You will have a say in a strong and stable government, that will deliver the best Brexit deal for you and for Britain."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Ensuring strong and stable leadership to guarantee the best Brexit deal for security and prosperity, negotiating the nuances of Brexit to ensure economic security and ensuring every child gets a good school place and working people can buy a home of their own."
      }
    ],
    "mentions": {
      "candidate": "James Wharton",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": "Jeremy Corbyn seen as a 20-1 outside chance for the Labour leadership. A vote for anyone but the Conservative candidate could result in a coalition of chaos."
    },
    "issues": {
      "brexitEurope": "Negotiating a strong Brexit deal, Leaving the European Union, Ensuring economic security.",
      "economy": "",
      "education": "Ensuring every child gets a good school place.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Working people can buy a home of their own.",
      "housing": [
        {
          "content":"Ensuring working people can buy a home of their own.", 
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Theresa May",
        "endorsement": "Pledging support for James Wharton, emphasizing the need for a strong and stable government."
      }
    ],
    "quotes": [
      {
        "text": "Deliver the best Brexit deal for you and for Britain.",
        "source": "Theresa May",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rt Hon Theresa May Prime Minister"
        }
      ]
    },
    "additionalNotes": ""
  }
}