{
    "leaflet": {
        "candidateName": "Thangam Debbonaire",
        "constituency": "Bristol West",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "THE PROGRESSIVE CHOICE FOR BRISTOL WEST",
                "content": "Thangam Debbonaire is presented as a proactive choice, actively standing up against triggering Article 50, advocating for schools, and tackling air pollution."
            },
            {
                "title": "SUPPORTING BRISTOL'S SCHOOLS",
                "content": "Thangam Debbonaire has visited schools and is fighting against new funding formulas that she believes put children's education at risk."
            },
            {
                "title": "Standing up for refugee rights",
                "content": "Thangam Debbonaire, chair of the All-Party Parliamentary Group on Refugees, is known for advocating the rights of refugees."
            },
            {
                "title": "Labour wins clean air deal",
                "content": "Thangam Debbonaire has campaigned for a Clean Air Zone in Bristol, targeting air pollution and improving public health."
            },
            {
                "title": "Refugee Inquiry",
                "content": "Thangam Debbonaire is leading a public inquiry into how refugees are treated when they reach the UK."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Educational support",
                "policyDescription": "Opposes new funding formulas for schools; advocates for educational resources in Bristol West."
            },
            {
                "policyTitle": "Air quality and pollution",
                "policyDescription": "Campaigned for a Clean Air Zone in Bristol to tackle air pollution."
            },
            {
                "policyTitle": "Refugees and asylum seekers",
                "policyDescription": "Chairs the All-Party Parliamentary Group on Refugees and scrutinizes the treatment of refugees."
            }
        ],
        "mentions": {
            "candidate": "Thangam Debbonaire",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Since being elected in 2015, Thangam has maximised her impact by supporting Labour's Jeremy Corbyn, and by voting according to her conscience and the best interests of Bristol West.",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Thangam voted against triggering Article 50.",
            "economy": "",
            "education": "Thangam has visited schools and discusses the impact of new funding formulas on education.",
            "environment": "Advocates for improved air quality through campaigning for a Clean Air Zone.",
            "governance": "",
            "health": "",
            "immigration": "Thangam is actively involved in refugee rights and is leading a public inquiry into the treatment of refugees.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Thangam states: 'I was elected to use my platform to speak up about the treatment of refugees here and abroad.'",
        "politicalExperience": [
            {
                "role": "Chair of the All-Party Parliamentary Group on Refugees",
                "duration": "",
                "achievements": "Advocating for refugees."
            }
        ],
        "contactInformation": {
            "address": "4 Emery Road, Bristol, BS4 5PF",
            "phone": "07756 531 735",
            "email": "thangam.debbonaire@labour.org.uk",
            "website": "www.debbonaire.co.uk",
            "socialMedia": {
                "facebook": "www.facebook.com/debbonaire",
                "twitter": "@ThangamMP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Since being elected in 2015, I have aimed to maximise my impact by supporting our Labour leader Jeremy Corbyn, by voting according to my conscience and the best interests of Bristol West.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images include Thangam Debbonaire engaging in various activities such as speaking at events, campaigning, visiting schools, and meetings."
                }
            ]
        },
        "additionalNotes": "The leaflet promotes successes such as influencing clean air legislation, combatting agency fees, advocating for compulsory PSHE education, and pushing for autism-friendly communities."
    }
}