{
  "leaflet": {
    "candidateName": "Dr Clare Gerada",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "The NHS has been my life. I started work as a doctor in 1982... Our beloved NHS is at breaking point... We cannot let this vandalism go on any longer. That's why I am campaigning for the Liberal Democrats in this election."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Funding the NHS",
        "policyDescription": "The Liberal Democrats are the only party to set out a clear plan to fund the NHS. A penny on income tax for the NHS will ease the pressure on NHS staff and patients until long-term solutions can be found."
      }
    ],
    "mentions": {
      "candidate": "Dr Clare Gerada",
      "otherPartyLeaderCandidate": "Theresa May",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Our beloved NHS is at breaking point. This winter saw the worst ever crisis for A&E departments. 1.2 million of our elderly people are not getting the care they need. 15% of operations are cancelled.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "The NHS has been my life. I started work as a doctor in 1982. For nearly 35 years, I've proudly served our NHS.",
    "politicalExperience": [
      {
        "role": "Chair of the Royal College of General Practitioners",
        "duration": "2010 to 2015",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Campaign leaflet featuring Dr Clare Gerada discussing the NHS and her role with the Liberal Democrats."
        }
      ]
    },
    "additionalNotes": "PS - As an NHS doctor, I am fearful of the damage that would be done to the NHS by an all-powerful Conservative government. At this election, the future of our NHS is in your hands."
  }
}