{
  "leaflet": {
    "candidateName": "Imran Uddin",
    "constituency": "Wimbledon",
    "politicalParty": "Labour",
    "electionDate": "Thursday 8 June",
    "messages": [
      {
        "title": "SAFEGUARD YOUR NHS",
        "content": "The Conservatives are constantly telling us that the NHS is safe in their hands. The reality is that the NHS is at breaking point with A&E queues, bed shortages, staff shortages and ever-growing waiting lists. Jeremy Hunt is demanding that NHS England makes even more savings (£22 billion nationally) and £600 million locally by 2021."
      },
      {
        "title": "LABOUR IS AMBITIOUS FOR EVERY CHILD",
        "content": "The Tories are failing to provide even the basics of education. There is a chronic shortage of teachers, class sizes are soaring and there are not enough school places."
      },
      {
        "title": "Working on air quality and Crossrail 2",
        "content": "Crossrail 2 represents an opportunity, but not at any cost. Imran will work hard with your local Council and the Mayor to ensure we not only get an air quality strategy but an infrastructure plan that does not wreak havoc in our local working and town centre."
      },
      {
        "title": "A BREXIT THAT WORKS FOR ALL",
        "content": "Our country decided to leave the EU last year, whatever our personal views, the decision binds us all. Labour's approach to Brexit will be based on our values as a party: to create new kinds of good, secure jobs; protect the rights of workers and migrants; and our customers union - Single Market with the European Union."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "NHS",
        "policyDescription": "Local Labour will care for the NHS just as the NHS cared for us."
      },
      {
        "policyTitle": "Social care",
        "policyDescription": "Investing to tackle the crisis in social care; bring the NHS and social care together and creating equality between mental and physical health."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Labour will build a new National Education Service, open to all throughout their lives."
      },
      {
        "policyTitle": "Air quality and Crossrail 2",
        "policyDescription": "Ensure not only an air quality strategy but an infrastructure plan that doesn’t wreak havoc in our local working and town centre."
      },
      {
        "policyTitle": "Brexit",
        "policyDescription": "Create new kinds of good, secure jobs; protect the rights of workers and migrants; and retain a strong partnership with the European Union through Single Market and Customs Union."
      }
    ],
    "mentions": {
      "candidate": "Imran Uddin",
      "otherPartyLeaderCandidate": "Jeremy Hunt",
      "partyLeader": "",
      "tacticalSituation": "Wimbledon voted overwhelmingly (71%) to remain in Europe, a vote of hope for hard working people and to save the St Helier's Hospital. This is still at stake."
    },
    "issues": {
      "brexitEurope": "Our country decided to leave the EU last year... Labour's approach to Brexit will be based on our values as a party.",
      "economy": "",
      "education": "The Tories are failing to provide even the basics of education... Labour will build a new National Education Service, open to all throughout their lives.",
      "environment": "",
      "governance": "",
      "health": "The Conservatives are constantly telling us that the NHS is safe in their hands. The reality is that the NHS is at breaking point...",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "I will use my experience as a local businessman, lawyer, volunteer and father of four, to stand up for everyone.",
    "politicalExperience": [
      {
        "role": "Merton Assembly Member for Merton and Wandsworth",
        "duration": "",
        "achievements": "Imran helped to write local Councils', Sadiq Khan’s London Mayor, London Labour's Manifestos."
      }
    ],
    "contactInformation": {
      "address": "Wimbledon Labour Party 267 The Broadway SW19 1SD",
      "phone": "020 8540 5151",
      "email": "wimbledonlabour@gmail.com",
      "website": "www.labour.org.uk",
      "socialMedia": {
        "facebook": "facebook.com/WimbledonLabour",
        "twitter": "@WimbledonLabour",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Imran Uddin - Labour Candidate for Wimbledon"
        },
        {
          "caption": "IMRAN UDDIN - LABOUR CANDIDATE FOR WIMBLEDON"
        }
      ]
    },
    "additionalNotes": "Please recycle"
  }
}