{
    "leaflet": {
        "candidateName": "Henrietta Bewley",
        "constituency": "Plymouth Sutton and Devonport",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday June 8th 2017",
        "messages": [
            {
                "title": "THE STRONG VOICE FOR ALL",
                "content": ""
            },
            {
                "title": "THIS IS OUR CHANCE FOR CHANGE",
                "content": "The only way to send a message to the Conservatives that they are taking the country in the wrong direction is to back Henrietta Bewley and the Lib Dems in Plymouth Sutton and Devonport."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Put a penny in the pound on Income Tax to give the NHS and social care services the cash injection they need. Transform mental health care with waiting time standards. Introduce a health and social care hospital; better integration of health and home and limit the amount elderly people pay for social care."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Invest nearly £7 billion extra in our children’s education. Increase school budgets and the Pupil Premium. Protect against rising costs and pupil numbers. Introduce a fairer national funding formula. Investing in high-quality early years education, tripling the Early Years Pupil Premium to £1,000. Opposing the Tory plan to end free school lunches for infants, introduced by Lib Dems."
            },
            {
                "policyTitle": "Defence",
                "policyDescription": "Supports Paddy Ashdown’s bid to save the Royal Marines in which he served."
            }
        ],
        "mentions": {
            "candidate": "Henrietta Bewley",
            "otherPartyLeaderCandidate": "Jeremy Corbyn, Theresa May",
            "partyLeader": "Tim Farron",
            "tacticalSituation": "The Lib Dems are gaining seats from Labour, UKIP and the Conservatives in the constituency."
        },
        "issues": {
            "brexitEurope": "The Conservative Party is pulling Britain out of the single market and putting jobs at risk. The Tories are dragging us out of the Single Market.",
            "economy": "",
            "education": "Only Tim Farron's Liberal Democrats are speaking up for everyone in Plymouth who wants to stop a hard Brexit that can to further harm our schools and NHS.",
            "environment": "",
            "governance": "",
            "health": "As your MP to save our NHS...",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Printed by PS Ltd, PL5 1, K. Hoare, Northwest Hlds HQ, Plympton, Plymouth",
            "phone": "",
            "email": "contact@plymouthliberaldemocrats.org.uk",
            "website": "plymouth.lib.dm",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Henrietta Bewley with supporters"
                },
                {
                    "caption": "Graph showing voting intention changes"
                }
            ]
        },
        "additionalNotes": "A vote for Henrietta is a vote to Change Britain's Future. The reverse of the leaflet includes references to Brexit stating positions from other party leaders and arguing for change."
    }
}