{
    "leaflet": {
        "candidateName": "Mike Robb",
        "constituency": "Inverness, Nairn, Badenoch and Strathspey",
        "politicalParty": "Scottish Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Why I am backing Mike Robb",
                "content": "David Stewart and Rhoda Grant, Scottish Labour Highland MSPs, support Mike Robb for being a strong local voice who understands the constituency. They criticize the Tories and the SNP for cutting services and holding the economy back."
            },
            {
                "title": "Scotland deserves a pay rise",
                "content": "Mike Robb expresses support for Labour's £10 an hour real living wage, stating that people in the constituency deserve fair pay for a fair day's work."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fighting Tory/SNP austerity",
                "policyDescription": "Mike Robb vows to stand up for public services in the Highlands, ensuring local schools and hospitals receive funding they need."
            },
            {
                "policyTitle": "No to a hard Brexit and IndyRef2",
                "policyDescription": "Mike Robb positions himself as a local champion opposing a damaging hard Brexit and a second independence referendum."
            },
            {
                "policyTitle": "Yes to a better, fairer politics",
                "policyDescription": "He calls for an economy working for the many, not just the few, promising a real living wage and a halt to the Trade Union Bill."
            }
        ],
        "mentions": {
            "candidate": "Mike Robb",
            "otherPartyLeaderCandidate": "Nicola Sturgeon",
            "partyLeader": "",
            "tacticalSituation": "A vote for Labour on 8 June is a vote for a team run for the many, not the few."
        },
        "issues": {
            "brexitEurope": "Opposes IndyRef2 and a hard Brexit. Seeks to protect Scotland's economy by fighting for a Brexit that works for everyone.",
            "economy": "Pledges to fight austerity measures put forward by both the Tories and the SNP and supports a real living wage.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Committed to making sure local hospitals receive the funding they need.",
            "immigration": "",
            "socialWelfare": "Wants to protect tax credits for those in work and benefits for those who can't find it.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "The Scottish Labour Party, 3 Gordon Terrace, Inverness, IV2 3HD",
            "phone": "07810 558197",
            "email": "mike@mikerobb4inbs.org",
            "website": "www.scottishlabour.org.uk",
            "socialMedia": {
                "facebook": "mikerobb",
                "twitter": "@mgrobb",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "We're backing Mike Robb as a strong local voice for this constituency.",
                "source": "David Stewart and Rhoda Grant Scottish Labour Highland MSPs",
                "date": ""
            },
            {
                "text": "Scotland deserves a pay rise. That is why I support Labour's £10 an hour real living wage. People in this constituency deserve a fair day's pay for a fair day's work. We need an economy that works for the many not the few.",
                "source": "Mike Robb",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mike Robb leaflet images"
                }
            ]
        },
        "additionalNotes": "Leaflet solicits involvement and support for Mike Robb's campaign, with options for voting Labour and how to get a 'Vote Labour' poster."
    }
}