{
    "leaflet": {
        "candidateName": "Judith Bunting",
        "constituency": "Newbury and West Berkshire",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "The strong team to fight for the people of Newbury and West Berkshire",
                "content": "Judith Bunting is the only candidate who will challenge the Conservative Government on their hard Brexit plans."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Judith Bunting will challenge the Conservative Government on their hard Brexit plans. Newbury needs a Liberal Democrat MP who will stand up to Theresa May and speak up for the interests of Newbury and West Berkshire, oppose Tory cuts and fight a Hard Brexit."
            }
        ],
        "mentions": {
            "candidate": "Judith Bunting",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": "There is a strong chance that Theresa May will return to Number 10 as Prime Minister with a landslide majority. This would be bad for democracy, bad for Newbury and West Berkshire. Judith Bunting is the only candidate who will challenge the Conservative Government on their hard Brexit plans."
        },
        "issues": {
            "brexitEurope": "Judith Bunting will challenge the Conservative Government on their hard Brexit plans. Newbury needs a Liberal Democrat MP who will oppose Tory cuts and fight a Hard Brexit.",
            "economy": "",
            "education": "Under the Conservatives, state school budgets are being slashed.",
            "environment": "",
            "governance": "Newbury and West Berkshire is in a crisis and an air pollution crisis.",
            "health": "Under the Conservatives, our NHS and care services are on their knees.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "I want to live in a country where everyone has decent public services and decent housing, a country that gives every child a good education and a job to look forward to, a country that values and protects its natural environment.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Judith is a scientist, medical journalist, and broadcaster. Judith lives in Newbury and has two adult children. Judith is a passionate campaigner for local people, businesses, and communities.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Judith Bunting with residents and in discussion with various groups of people"
                }
            ]
        },
        "additionalNotes": "Printed by CFH Docmail, St Peter's Park, Walrow Road, Radstock, BA3 3UP. Published and promoted by Tony Vickers on behalf of Judith Bunting (Liberal Democrats) both at Commercial House, 53B Kingsbridge Road, Newbury, RG14 6DY."
    }
}