{
  "leaflet": {
	"candidateName": "Mary Glindon",
	"constituency": "North Tyneside",
	"politicalParty": "Labour",
	"electionDate": "8th June",
	"messages": [
  	{
    	"title": "",
    	"content": "Since I first stood for election I have never taken a single vote for granted. I have worked hard over the last seven years to keep my pledge to be a strong local voice for North Tyneside in Parliament and to do all I can to make life better for everyone who lives here, whether helping to bring 2,000 jobs to the Tyne or helping an individual with their tax query."
  	}
	],
	"keyPolicies": [],
	"mentions": {
  	"candidate": "Mary Glindon",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "Norma Redfearn, Elected Mayor",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "We are facing tough times ahead as the next government will have to negotiate our country's exit from the EU. If re-elected, my priority will be to ensure the best deal for the people of North Tyneside from the forthcoming negotiations.",
  	"economy": "",
  	"education": "I have always cared about our schools. Recently, I have been actively opposing the unfair cuts the Government is imposing on all our schools.",
  	"environment": "",
  	"governance": "",
  	"health": "I have lobbied many ministers directly, via questions and in debates on issues including the pasty tax, the Independent Living Fund and Economic Funding.",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content": "I have backed the work of our Elected Mayor, Norma Redfearn, and North Tyneside Council, by playing my part in the regeneration of North Tyneside.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "I have always cared about North Tyneside as a resident, as a councillor in Battle Hill for 15 years and in my role as MP. I was born here and most of my family live here, so everything that happens in North Tyneside affects me deeply.",
	"politicalExperience": [
  	{
    	"role": "Councillor in Battle Hill",
    	"duration": "15 years",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "North Tyneside Labour Freepost NEA9342, NE12 9FA",
  	"phone": "0191 266 6595",
  	"email": "reelectmaryglindon@btinternet.com",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "@MaryGlindon",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Mary Glindon - A local politician passionate about North Tyneside"
    	}
  	]
	},
	"additionalNotes": ""
  }
}