{
  "leaflet": {
    "candidateName": "Tim Farron",
    "constituency": "Cambridge",
    "politicalParty": "Liberal Democrats",
    "electionDate": "8th June",
    "messages": [
      {
        "title": "It doesn't have to be like this.",
        "content": "I don't accept that Britain is doomed to the most extreme version of Brexit backed by Theresa May. I won't let the Conservatives take our NHS towards more cuts and privatisation. Not without a fight."
      },
      {
        "title": "There's so much at stake in this election and it's in your hands.",
        "content": "I'm talking about your job. I'm talking about the future of our NHS and schools here in Cambridge. I'm talking about our right to live, work and travel across Europe."
      },
      {
        "title": "It's your choice, it's your future – help change it by voting Liberal Democrat on 8th June.",
        "content": "With thanks and best wishes, Tim Farron"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Stopping Theresa May's extreme Brexit",
        "policyDescription": "The Liberal Democrats will fight to stop Theresa May's extreme Brexit wrecking our country's future. Propose that if a bad Brexit deal is brought by Theresa May, people should have a say on whether to accept it or stay in the EU."
      }
    ],
    "mentions": {
      "candidate": "Tim Farron",
      "otherPartyLeaderCandidate": "Theresa May, Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The Liberal Democrats will fight to stop Theresa May's extreme Brexit wrecking our country's future.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "I'm talking about the future of our NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I don't accept that Britain is doomed to the most extreme version of Brexit backed by Theresa May.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Tim Farron, Leader of the Liberal Democrats, rejects Theresa May's extreme Brexit and emphasizes the importance of NHS and schools in Cambridge."
        },
        {
          "caption": "Liberal Democrats believe the public should have the final say on the Brexit deal."
        }
      ]
    },
    "additionalNotes": "The leaflet focuses on Tim Farron's objection to the current Brexit strategy and the protection of public services such as the NHS."
  }
}