{
  "leaflet": {
    "candidateName": "Peter John, Chris Gonde, Sarah King",
    "constituency": "South Camberwell",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Rally for Tube Extension",
        "content": "Peter, Chris and Sarah were delighted to join Harriet Harman MP, residents and businesses including King’s College Hospital and South London and Maudsley NHS Foundation Trusts at the rally at Camberwell Green organised by the PACT (Peckham and Camberwell Together) group. As a result of the campaign, the transport department has really urged Transport for London (TFL) to extend the Bakerloo line from Elephant to New Cross via Camberwell and Peckham. Harriet Harman MP speaking to residents at the rally said: 'For years this part of South London has been poorly served by public transport. A tube station is long overdue.' Councillor Peter John said: 'the rally and petition show just how needed the tube extension is. Thousands of people travel from, to and through Camberwell each day mainly on over-crowded buses. Extending the Bakerloo line to Camberwell and Peckham, as well as the Old Kent Road, will ensure residents can access the jobs, college and people they want to visit more quickly as well as support local businesses.'"
      },
      {
        "title": "More Council Homes in Southwark",
        "content": "Work is nearly finished at Badminton House on the East Dulwich Estate. The works have brought 12 homes back into use - 9 of them (including one, two, three and four bedroom homes) will be for local people as council homes let at social rent, with the other 3 homes being sold in order to help fund the works. Councillor Peter John said the council refurbished homes at Badminton House: '3 years ago it looked like we would lose these council homes forever, but with our commitment to increase the number of Council homes across Southwark we were able to invest and deliver while housing here.' Other sites on the East Dulwich Estate will deliver further new homes as part of the council’s 11,000 new Council homes programme, with 1500 built by, 2018."
      },
      {
        "title": "Green Dale & New Schools",
        "content": "Green Dale - After years of neglect by the present government, protection of this its open space is now a Green Dale must be taken priority. Cllr Sarah King says: 'Thank you to everyone who has taken part in the consultation so far. We will continue to ensure that local residents shape the future of this valuable green space.' New Primary School - We supported the local primary school campaign, Bellenden Primary (Dulwich Hamlet Educational Trust) opens in the former Bellenden Road School in September. Cllr Chris Gonde said 'this is excellent news, a local school in the heart of the community - www.thebellendenprimaryschool.org.uk.'"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Transport",
        "policyDescription": "Advocating for the extension of the Bakerloo line to improve public transport in South London, specifically Camberwell and Peckham."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Committing to increase the number of Council homes in Southwark and to let homes at a social rent to benefit local people."
      },
      {
        "policyTitle": "Local Environment",
        "policyDescription": "Ensuring that local residents have a say in the future of Green Dale's green space and navigating its protection."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Supporting local primary school campaigns like the Bellenden Primary School initiative."
      }
    ],
    "mentions": {
      "candidate": "Peter John, Chris Gonde, Sarah King",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Harriet Harman MP",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Supported the opening of Bellenden Primary School.",
      "environment": "Protection of Green Dale's green space and ensuring local residents shape its future.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Increasing the number of Council homes in Southwark, selling some homes to fund refurbishment, and letting homes at social rent to local people.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Councillor",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Southwark Labour Party 264 Walworth Road SE17 2DL",
      "phone": "0207 787 0573",
      "email": "southwarklabourparty@gmail.com",
      "website": "http://moderngov.southwark.gov.uk/mgMemberIndex.aspx?FN=PARTY&VW=LIST&PIC=0",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Councillors Peter John, Chris Gonde & Sarah King with Harriet Harman MP."
        },
        {
          "caption": "Councillor Peter John standing next to the refurbished homes at Badminton House."
        },
        {
          "caption": "Councillor Sarah King discussing Green Dale"
        },
        {
          "caption": "Councillor Chris Gonde praising the opening of the Bellenden Primary School."
        }
      ]
    },
    "additionalNotes": "This newsletter serves as a campaign material for the Labour candidates in South Camberwell and includes their stances on local issues such as public transport, housing, education, and the environment."
  }
}