{
    "leaflet": {
        "candidateName": "Joseph Fox",
        "constituency": "Reigate",
        "politicalParty": "UKIP",
        "electionDate": "on 8 June 2017",
        "messages": [
            {
                "title": "UKIP stands for CLEAN BREXIT",
                "content": "Parliament to be supreme not the European Court of Justice. Retake our seat on the World Trade Organization and resume our right to sign trade agreements with other countries. Resume control of immigration policy. Resume control of our maritime waters which the Tories refuse to commit to. No final settlement payment or ongoing payments to the EU for projects we are not involved in. Brexit must be completed before the end of 2019."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Slash foreign aid to fund the NHS",
                "policyDescription": "This will be enough to fund 20,000 nurses and 8,000 doctors, and we will have money over to scrap hospital parking fees."
            },
            {
                "policyTitle": "Defend traditional British values",
                "policyDescription": "We will combat the threat of multiculturalism and extremism and defend hard won equality and free speech. This will include one legal system for one nation."
            },
            {
                "policyTitle": "Fair Democracy including a form of PR and House of Lords Reform",
                "policyDescription": "UKIP will reform the House of Lords. Introduce a form of proportional representation to bring fairness to devolution to England, Wales and N.Ireland. We will scrap the Human Rights Act and replace it with a British Bill of Rights. The Tories have U-turned on their pledge to do this."
            },
            {
                "policyTitle": "Secure our borders",
                "policyDescription": "Additional 20,000 police. Additional 20,000 soldiers to rebuild our armed forces."
            },
            {
                "policyTitle": "Cut immigration",
                "policyDescription": "Implement an Australian points-based immigration system which is fair for all. Overall immigration must be reduced to allow public services to recover."
            }
        ],
        "mentions": {
            "candidate": "Joseph Fox",
            "otherPartyLeaderCandidate": "The Conservatives, Tories",
            "partyLeader": "",
            "tacticalSituation": "If you are a Remainer, you will have a choice of candidates on June 8. If you voted Leave, the only choice you can trust is UKIP. Vote UKIP for a Clean Brexit."
        },
        "issues": {
            "brexitEurope": "Parliament to be supreme not the European Court of Justice. Retake our seat on the World Trade Organization and resume our right to sign trade agreements with other countries. Resume control of immigration policy. No final settlement payment or ongoing payments to the EU for projects we are not involved in. Brexit must be completed before the end of 2019.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "UKIP will reform the House of Lords. Introduce a form of proportional representation to bring fairness to devolution to England, Wales and N.Ireland. We will scrap the Human Rights Act and replace it with a British Bill of Rights.",
            "health": "Slash foreign aid to fund 20,000 nurses and 8,000 doctors, and have money over to scrap hospital parking fees.",
            "immigration": "Implement an Australian points-based immigration system which is fair for all. Overall immigration must be reduced to allow public services to recover.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I have spent most of my 68 years living within this constituency. I have raised a family, worked within it, now have three grandchildren. I have worked hard all my life, and am now enjoying an active, outdoor retirement.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "We can't let the Tories think we haven't noticed our council tax going up."
            }
        ],
        "contactInformation": {
            "address": "31 Almond Close St Annes Way Redhill RH1 1LS",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "The Conservatives have an abysmal record on the EU, from MacMillan trying to join in 1962, through Heath succeeding, Thatcher taking us into the Single Market and Major signing the Maastricht Treaty. They now have a Remainer as their leader and remember that, as Home Secretary, Theresa May did nothing to stem the flow of immigrants and passed the opportunity to opt out of the arbitrary European Arrest Warrant.",
                "source": "Joseph Fox",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Vote for Joseph Fox on 8 June 2017"
                }
            ]
        },
        "additionalNotes": "For more information about UKIP policies, please see www.ukip.org"
    }
}