{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "THERESA MAY NEEDS YOUR LOCAL VOTE",
        "content": "Just days after you vote, the EU wants to start Brexit negotiations with Britain. Whoever represents us in those negotiations must be up to the job and ready to start. Getting these negotiations right is essential to every part of Britain's future prosperity and every family's future opportunities. Theresa May has a clear plan for Brexit and for a Britain standing tall in the world. Give her the best possible negotiating hand."
      },
      {
        "title": "TAKING BACK CONTROL OF OUR LAWS AND OUR BORDERS",
        "content": "Theresa May and the Conservatives want to control and reduce immigration. Because we're leaving the EU, we will be able to control immigration ourselves, and make things fairer for ordinary working people. But Jeremy Corbyn doesn't believe in controls and will increase immigration. Theresa May has a plan to reduce the number of people who come to Britain, while bringing in the skilled workers our economy needs to stay strong. But immigration can't be controlled and reduced unless we get Brexit right."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Theresa May has a clear plan for Brexit and for a Britain standing tall in the world."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Control and reduce immigration after leaving the EU, make immigration fairer for ordinary working people and ensure that skilled workers needed by the economy are still brought in."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": "Labour wants to ignore your vote to leave. Re. our vote to leave. Sky-high immigration would continue for years under Jeremy Corbyn - the Labour leader signalled today."
    },
    "issues": {
      "brexitEurope": "Theresa May's plan for Brexit will establish new opportunities; leaving the EU means control over laws and immigration can only be achieved with the right Brexit deal.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "Control and reduce immigration to make things fairer for ordinary working people. This can't be controlled and reduced unless we get Brexit right.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Theresa May's plan for Brexit will deliver on the decision of the British people - unlike Jeremy Corbyn who won't. The right Brexit deal is vital for you and your family's future.",
        "source": "",
        "date": ""
      },
      {
        "text": "Labour plots Brexit deal with Eurocrats - we elect Mrs May or we get Mr Corbyn.",
        "source": "Mirror, 10th April 2017",
        "date": "10th April 2017"
      },
      {
        "text": "The person who can get the right deal for Britain in Europe. The person doing the job. That's Theresa May.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Theresa May with campaign messages."
        }
      ]
    },
    "additionalNotes": ""
  }
}