{
    "leaflet": {
        "candidateName": "Theresa May",
        "constituency": "Nottingham South",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "More Jobs",
                "content": "Lower taxes, lower bills and better-paid jobs."
            },
            {
                "title": "SCHOOLS",
                "content": "Under the Conservatives there are more good and outstanding schools than ever before."
            },
            {
                "title": "NHS",
                "content": "It's vital that every family has the care they need."
            },
            {
                "title": "DON'T RISK IT",
                "content": "Britain would face the chaos of a hung Parliament. Jeremy Corbyn imposed as Prime Minister - propped up by the minor parties."
            },
            {
                "title": "TAKING BACK CONTROL OF OUR LAWS AND OUR BORDERS",
                "content": "Theresa May and the Conservatives will take control of our laws again. And they will take control of our borders again."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Theresa May will get every detail of the Brexit deal right. She has a plan to get the best deal for Britain in the negotiations."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Cut income tax for working people, increase the personal allowance to £12,500, and no increase in the rate of VAT."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "4 billion extra over the next five years for schools."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Spend at least £8 billion more on the NHS over the next five years."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Control and reduce immigration, while still attracting the brightest and the best to Britain."
            }
        ],
        "mentions": {
            "candidate": "Theresa May",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "A loss of just 6 seats and Theresa May’s Government loses its majority - putting Brexit negotiations at risk."
        },
        "issues": {
            "brexitEurope": "Theresa May needs your local vote to strengthen her hand in the Brexit negotiations with the EU and get the right Brexit deal for the country.",
            "economy": "Many families struggle to cope with monthly bills. The Conservatives will cap rip-off energy tariffs.",
            "education": "",
            "environment": "",
            "governance": "Don't risk the chaos of a hung Parliament.",
            "health": "Everything depends on getting a good Brexit deal for the NHS.",
            "immigration": "Taking back control of our laws and our borders.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Theresa May has a plan to make a success of Brexit and deliver on the will of the British people. She's the only one able to get the best deal in the tough negotiations ahead.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Theresa May with school children"
                },
                {
                    "caption": "Theresa May speaking to an audience"
                }
            ]
        },
        "additionalNotes": ""
    }
}