{
    "leaflet": {
        "candidateName": "STEPHEN PRIESTLEY",
        "constituency": "Folkestone and Hythe Constituency",
        "politicalParty": "UKIP",
        "electionDate": "the 8th of June 2017",
        "messages": [
            {
                "title": "Why should you vote for me?",
                "content": "I was born in Hong Kong, a multicultural environment where every nationality and religion live cheek by jowl with great harmony. My father was British, I have a German mother, Russian wife and Ukrainian children. I have lived in various countries, and have friends all over the world."
            },
            {
                "title": "ELECTION COMMUNICATION",
                "content": "LEAVING THE EU, IMMIGRATION AND FOREIGN AID: 17.4 million people voted for a British Exit from the EU. This underlines the desire for control of our immigration and our borders. Government follows through with these pledges on leaving the EU and recovering our UK sovereignty following our full exit from the European Union."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Immigration",
                "policyDescription": "UKIP recognises the plurality and ethnic diversity of British society. Believe we need balanced approach and control over immigration from outside the EU, but also look to the current climate of increasing terrorism."
            },
            {
                "policyTitle": "NHS Funding",
                "policyDescription": "Whilst supporting our international obligations, oppose spending a sum of £12.7 billion annual foreign aid budget. Every large proportion of this should be redirected to investment in our NHS, housing, infrastructure, and our social care services."
            }
        ],
        "mentions": {
            "candidate": "We now ask you to continue to vote UKIP in order to preserve democracy and fully restore your views.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "UKIP are the only real opposition standing up against the vested interests of the old political elite, global corporations, and other selfish interests over the needs of individual citizens and the overall community."
        },
        "issues": {
            "brexitEurope": "We voted to leave the EU. We won despite the lies and slurs of 'project fear' created by the remain camp. Real people saw through the politics and spin.",
            "economy": "Reduce multi-national corporations pay their taxes.",
            "education": "One proposed Tory cuts in education and their 'new school funding formula'.",
            "environment": "In planning, the opinions of local people should be respected and not overruled.",
            "governance": "",
            "health": "Want to keep the NHS free and oppose Labour and Conservative attempts to privatise it.",
            "immigration": "We are the only party being honest about immigration.",
            "socialWelfare": "Priority to local people for housing, education, health and social services.",
            "housing": [
                {
                    "content": "We must end benefit and health tourism and give priority to local people for housing, education, health and social services.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have come into politics after 20 years working in the NHS with mental health services, as an Approved Mental Health Professional. In Folkestone and Hythe 62.2 % voted to leave the EU. You fought to vote for an MP who would be a full proponent and preserver of Brexit and the preservation of democracy in our constituency.",
        "politicalExperience": [
            {
                "role": "Approved Mental Health Professional",
                "duration": "20 years",
                "achievements": "Working in the NHS with mental health services."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photography & Design by Elena Priestley"
                }
            ]
        },
        "additionalNotes": "The leaflet includes detailed explanations for policies and issues like Stanford Lorry Park, proposed Otterpool NewTown development and the Princes Parade proposal, reflecting UKIP's stance and concerns on local infrastructure and housing projects."
    }
}