{
    "leaflet": {
        "candidateName": "",
        "constituency": "Plymouth Sutton and Devonport",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "DON'T RISK IT – EVERY SINGLE VOTE WILL COUNT",
                "content": "Some people say Jeremy Corbyn can't possibly become Prime Minister and it doesn't matter how you vote locally in Plymouth Sutton and Devonport, but just remember the opinion polls got the General Election wrong in 2015. They got the EU referendum wrong, and as Jeremy Corbyn has said himself, he was a 200-1 outside chance for the Labour leadership. So in the days of shock election results and global uncertainty, no one can ever really be sure who will win. And with so much at stake, let's not risk it."
            },
            {
                "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
                "content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest – and it is central to your own security and prosperity. While there is enormous opportunity for Britain as we leave the European Union, if we do not get this right the consequences will be serious. And they will be felt by ordinary, working people across the country. If we don't get the Brexit deal right, your economic security and prosperity will be put at risk, and the opportunities you seek for your family will simply not happen."
            },
            {
                "title": "THAT'S WHY I DECIDED WE NEED AN ELECTION NOW",
                "content": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security. That means delivering better paying jobs, more affordable housing, a good school place for every child, and a strong economy paying for a strong NHS. But our opponents are already seeking to ruin our chances of getting the best Brexit deal. That is why I took the decision to call a General Election for June – to ask for your backing, so that when I am sitting around the table with the leaders of the 27 other EU countries I have the strongest negotiating hand possible."
            },
            {
                "title": "THE CHOICE IS CLEAR",
                "content": "So the choice at this election is clear. Strong and stable leadership with me in the national interest, to see us through Brexit and beyond. Or a hung parliament and coalition of chaos with Jeremy Corbyn, threatening our Brexit negotiations, and every single one of us will pay for it in higher taxes, fewer jobs, more waste and more debt."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "Some people say it doesn't matter how you vote locally in Plymouth Sutton and Devonport"
        },
        "issues": {
            "brexitEurope": "Making Brexit a success is central to our national interest.",
            "economy": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security. That means delivering better paying jobs, more affordable housing, a good school place for every child, and a strong economy paying for a strong NHS.",
            "education": "A good school place for every child",
            "environment": "",
            "governance": "",
            "health": "A strong economy paying for a strong NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "More affordable housing",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Theresa May"
                }
            ]
        },
        "additionalNotes": "The letter is addressed to Glen and is written by Theresa May. It focuses on the importance of each vote and highlights the impact of the outcome of the Brexit negotiations on Britain's future. It emphasizes the need for a strong negotiating position to secure economic security, which includes better jobs and affordable housing. The choice voters face is framed as being between strong and stable leadership or a hung parliament and 'coalition of chaos' with Jeremy Corbyn."
    }
}