{
    "leaflet": {
        "candidateName": "David Winnick",
        "constituency": "Walsall North",
        "politicalParty": "Labour",
        "electionDate": "June 8th",
        "messages": [
            {
                "title": "David Winnick is dedicated to Walsall North",
                "content": "David was the first MP to urge free TV licences for pensioners. Successfully campaigned for prisoners of war of the Japanese to be properly compensated. Fought for substantial work to be carried out on Bloxwich Academy. Spoke in the Commons against the abolition of the Education Maintenance Allowance for the over sixteens. Urged help with fuel bills for the elderly and Labour brought in winter fuel allowance. Campaigned against closure of Willenhall Crown Post Office. David remains involved in the on-going campaign for All Saints National Academy for essential building works to be carried out."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "David Winnick",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "As a democrat, I voted in Parliament to respect the decision taken in the referendum in leaving the EU, and want an outcome that fully protects the interests of the Black Country.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "The last Labour government helped pensioners with the national bus pass and pension credit and the fuel allowance - all opposed previously by the Tories. Would a re-elected Tory government means test, or even abolish such policies. Is it a did with educational maintemance allowance & cuts to child tax credits?",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Urged free TV licences for pensioners, campaigned for proper compensation for prisoners of war, spoke against the abolition of the Education Maintenance Allowance, advocated for the elderly with fuel bills, campaigned against post office closure, and engaged in the campaign for All Saints National Academy."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07508 399993",
            "email": "votewinnick17@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "/Votewinnick17",
                "twitter": "@Votewinnick17",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Cllr Sean Coughlan, Labour leader of 'cash strapped' Walsall Council",
                "endorsement": "You can judge from the mess local Tories got into trying to choose a general election candidate, the kind of mess I inherited from the Tories when I became leader of Walsall Council last May. David has worked tirelessly for Walsall North and has taken up issues jointly with Labour councillors as part of a formidable team. Thank goodness we have an influential and experienced Labour candidate in David Winnick."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sean Coughlan with David Winnick"
                }
            ]
        },
        "additionalNotes": ""
    }
}