{
    "leaflet": {
        "candidateName": "Ben Sims",
        "constituency": "Leyton & Wanstead",
        "politicalParty": "Liberal Democrat",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "This is your chance to change Britain's future.",
                "content": "If you are unhappy with the way things are going on Brexit and on the NHS, then this is your moment. The choice could not be clearer. A Labour vote will mean more of the same. Your Labour MP supported Brexit in the referendum, and voted with UKIP and the Conservatives to give Theresa May a Brexit blank cheque. Every time we need Jeremy Corbyn's Labour Party to stand up to this Government they fail."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS and Schools",
                "policyDescription": "Promises to stand up against Tory Government and its hard Brexit plans, and to defend the NHS and schools."
            }
        ],
        "mentions": {
            "candidate": "Ben Sims",
            "otherPartyLeaderCandidate": "Jeremy Corbyn, Theresa May",
            "partyLeader": "",
            "tacticalSituation": "The election is going to be a close finish between me and Labour. If Labour wins, nothing will change."
        },
        "issues": {
            "brexitEurope": "Opposes hard Brexit plans and criticizes Labour MP for supporting Brexit in the referendum, and UKIP and Conservatives for giving Theresa May a Brexit blank cheque.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Criticizes Jeremy Corbyn's Labour Party for failing to stand up to the Tory Government.",
            "health": "Aims to protect the NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Ben Sims is actively campaigning for local people and has already hit the ground running.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "ben@walthamforestlibdems.org",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "@benjaminsims",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A photograph of Ben Sims, Liberal Democrat candidate for Leyton & Wanstead."
                }
            ]
        },
        "additionalNotes": "Encourages to vote for Ben Sims as an MP who listens."
    }
}