{
    "leaflet": {
        "candidateName": "Mark Garnier",
        "constituency": "Wyre Forest",
        "politicalParty": "Conservative",
        "electionDate": "Jan/Feb 2009",
        "messages": [
            {
                "title": "A message from Mark Garnier",
                "content": "Welcome to my second edition of Kidderminster Matters. As we start 2009, people will be feeling apprehensive about the year ahead. Conservatives have many immediate policies to help with the ‘Brown’ recession and ongoing policy to outline these policies and the longer term view. Locally, it is important that we start to think about how Wyre Forest can come out of this recession with a better and stronger local economy. Certainly, there is much cultivation to do. I think we should all encourage people to holiday at home this year, whilst Britain can expect to see more overseas visitors enjoying the cheap pound. With more visitors in world class tourist attractions, there is certainly an opportunity that we will see an increase in visitors to our district - visitors who will bring much needed cash into our local economy."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Mark Garnier",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Conservatives have many immediate policies to help with the ‘Brown’ recession and ongoing policy to outline these policies and the longer term view.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "http://www.wfcf.wordpress.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Mark Garnier and Julian Phillips with local instructors at the DSA HQ in Nottingham"
                }
            ]
        },
        "additionalNotes": "Local campaigner Julian Philips has been leading the campaign to save the test centre for over a year and Mark Garnier is helping. In November, Julian and Mark took a group of local instructors to the head office of the Driving Standards agency in Nottingham to put Kidderminster's case to the DSA's Chief Executive."
    }
}