{
  "leaflet": {
    "candidateName": "Bridget",
    "constituency": "Islington",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "Bridget's pledges to you",
        "content": "I love our area, I've lived in Islington for nearly 20 years. My Granddad even run a shop on City Road. I will always fight for local people - like when I led the campaign that saved the Essex Road Post Office."
      },
      {
        "title": "Labour MPs' shameful record",
        "content": "Labour MPs voted to close our local Post Offices. Labour MPs voted against Lib Dem plans to get more police on our streets. Labour MPs voted for the Iraq war."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Post Offices",
        "policyDescription": "Opposition to the closure of local Post Offices."
      },
      {
        "policyTitle": "Local Policing",
        "policyDescription": "Plans to get more police on our streets."
      },
      {
        "policyTitle": "Iraq War",
        "policyDescription": "Would never vote for an illegal war, referencing opposition to the Iraq war."
      },
      {
        "policyTitle": "MP Housing Expenses",
        "policyDescription": "Commitment to not claim a penny for housing, only for the cost of serving."
      }
    ],
    "mentions": {
      "candidate": "Bridget",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Elections in here are always a close race between the Lib Dems and Labour. The Conservatives and Green Party are out of the race and can't win here."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "I'll never claim a penny for my housing, only for the cost of serving you.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I will be a hardworking local MP and will always put our area - and not party politics - first. Like you, I live here in Islington. I joined thousands of local people to march against the Iraq war - I will never vote for an illegal war.",
    "politicalExperience": [
      {
        "role": "Campaign Leader",
        "duration": "",
        "achievements": "Led the campaign that saved the Essex Road Post Office."
      }
    ],
    "contactInformation": {
      "address": "Lydsey Seaborn and Russell Garrett, 2 Ockendon Mews, Ockendon Road, LONDON, N1 3JL",
      "phone": "",
      "email": "",
      "website": "www.islington-libdems.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A chart showing it's a two horse race with Lib Dem close to Labour and far ahead of Conservatives and Green Party"
        }
      ]
    },
    "additionalNotes": "The leaflet advocates tactical voting, emphasizing it's a two horse race between Lib Dems and Labour in the constituency."
  }
}