{
    "leaflet": {
        "candidateName": "Ian McCargo",
        "constituency": "Pudsey, Horsforth and Aireborough",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Paul Truswell is backing Ian",
                "content": "With a Labour Government and MP, we can have high hopes for our area. Ian has a deep motivation and is fiercely loyal to Pudsey, Horsforth and Aireborough, and for all the right reasons local families deserve better. Born and bred here, Ian brings expertise in project management and a vision to create a fairer society."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Preserving the Greenbelt and protecting the environment",
                "policyDescription": "Ian pledges to preserve the Greenbelt and support public investment in renewable energy."
            },
            {
                "policyTitle": "Supporting new co-operatives and investing in infrastructure",
                "policyDescription": "He supports revitalising the economy, including a new generation of co-operative enterprises."
            },
            {
                "policyTitle": "Creating a fairer workplace for all",
                "policyDescription": "Ian calls for improved employment rights, modernized job and childcare support, and a ban on zero-hours contracts."
            },
            {
                "policyTitle": "Cut inequality in income and wealth",
                "policyDescription": "He proposes a progressive tax system so wealth and the highest earners are fairly taxed."
            },
            {
                "policyTitle": "Action to secure an equal society",
                "policyDescription": "Ian McCargo wants to tackle and build housing, end food poverty, and oppose all forms of discrimination."
            },
            {
                "policyTitle": "Opposing school funding cuts across Pudsey",
                "policyDescription": "Commitment to opposing the school funding crisis and losses due to Tory policy."
            },
            {
                "policyTitle": "Providing homes for our young people",
                "policyDescription": "Aiming to make home ownership more attainable, with plans to introduce rent controls and secure tenancies."
            },
            {
                "policyTitle": "Rescuing the NHS and Social Care",
                "policyDescription": "Plans to properly fund the NHS, integrate NHS and social care, ensure dignity for older and disabled people, and ensure parity for mental health."
            }
        ],
        "mentions": {
            "candidate": "Ian McCargo",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Schools are in a financial crisis; Labour will make it more affordable to own homes and revitalise the economy.",
            "education": "Tories' school funding cuts will result in a loss equivalent to at least one teacher's salary by 2020.",
            "environment": "Labour will protect the Greenbelt and support public investment in renewable energy.",
            "governance": "",
            "health": "Labour will fund the crumbling NHS properly and integrate NHS and social care.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Labour aims to make home ownership a more attainable dream for our young people and will make it more affordable. Labour will introduce rent controls and secure tenancies, and aim to build 500,000 new council homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "This election comes at a critical time for local people in Pudsey, Horsforth and Aireborough. Our schools are in crisis. Our hospitals, social care, and mental health services are creaking. Young people are struggling with insecure jobs and housing costs. This is Tory Britain.",
        "politicalExperience": [
            {
                "role": "Local project manager",
                "duration": "many years",
                "achievements": "Worked on education and the struggles facing local families, helped young families."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Paul Truswell",
                "endorsement": "Former Labour MP is backing Ian for his deep motivation and commitment to Pudsey, Horsforth, and Aireborough."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ian campaigning with local Labour activists"
                },
                {
                    "caption": "Ian McCargo with Paul Truswell, former Labour MP"
                }
            ]
        },
        "additionalNotes": ""
    }
}