{
    "leaflet": {
        "candidateName": "Jim Eadie",
        "constituency": "Edinburgh South",
        "politicalParty": "SNP",
        "electionDate": "June 8",
        "messages": [
            {
                "title": "The choice is clear: A brutal Tory stranglehold or effective and united SNP opposition at Westminster.",
                "content": "The decision you make at this election is crucial. Your vote can help families and communities across Edinburgh South stand up to one of the most right-wing governments seen in decades. The SNP at Westminster have been a united force, promoting progressive policies and protecting our investments in public services. Our track record includes: Fighting against heartless cuts to family tax credits and support for disabled people; supporting our veterans to ensure their full rehabilitation entitlement; opposing the Tories' hard Brexit plans, which will take the UK out of the single market, putting jobs at risk."
            },
            {
                "title": "Elect Jim Eadie",
                "content": "Vote SNP on June 8th for a stronger voice in Edinburgh South and an effective opposition against the Tories at Westminster."
            },
            {
                "title": "WHY LOCAL PEOPLE ARE BACKING JIM",
                "content": "Local residents and community leaders are endorsing Jim for his principled stance, effective campaigning for local services, and for being a strong advocate for students and the elderly."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tax Credits and Disabled People Support",
                "policyDescription": "Fighting against cuts to family tax credits and support for disabled people."
            },
            {
                "policyTitle": "Veterans' Support",
                "policyDescription": "Supporting our veterans to ensure their full rehabilitation entitlement."
            },
            {
                "policyTitle": "Opposing Hard Brexit",
                "policyDescription": "Opposing the Tories' hard Brexit plans, which risk taking the UK out of the single market and putting jobs at risk."
            }
        ],
        "mentions": {
            "candidate": "Jim Eadie",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Opposing the Tories' hard Brexit plans, which will take the UK out of the single market, putting jobs at risk.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Fighting against heartless cuts to family tax credits and support for disabled people; supporting our veterans to ensure their full rehabilitation entitlement.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As your MP I want to make a difference on the issues that matter, I will always stand up for our NHS, and fight for our world leading educational institutions. I’ll oppose heartless Tory cuts and won’t let the Tories turn the clock back on a more progressive and prosperous nation by privatising our public services or fracking for shale gas.",
        "politicalExperience": [
            {
                "role": "Scottish Parliament as the MSP",
                "duration": "",
                "achievements": "Secured £20 million of taxpayer savings from the disastrous PFI contract at Edinburgh Royal Infirmary; An extra £3 million for playparks; Tens of millions of pounds for cycling; Research funding to improve diagnosis; Better social care packages for sick children; Improved housing standards for vulnerable families."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "jimeadie@snp.org",
            "website": "www.jimeadie.org",
            "socialMedia": {
                "facebook": "jimeadiesnp",
                "twitter": "jimeadieSNP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Lynne Lesleyjohn, Florist, Gilmerton",
                "endorsement": "\"Communities like Gilmerton desperately need a strong voice at Westminster. I know that Jim will fight to protect our local services.\""
            },
            {
                "endorser": "Annette McEath, Community Activist, Inch",
                "endorsement": "\"This Jim is a principled man who always fights in the best interests of communities.\""
            },
            {
                "endorser": "Sally Wausell, The Grange",
                "endorsement": "\"Jim was instrumental in helping to save our local Sorting Office on Strathearn Road. Any SNP win will put that at risk, which is why I'll be voting for Jim locally.\""
            },
            {
                "endorser": "Taylor Zienkiewicz, Student, Bruntsfield",
                "endorsement": "\"As an MSP Jim was a strong voice for students and fought for the Heart of Midlothian to remain at Tynecastle.\""
            },
            {
                "endorser": "Rhona Martin, Nurse, Royal Edinburgh Hospital",
                "endorsement": "\"With the Tories pursuing a hard Brexit, we need as much help at WM [Westminster] as possible. Having known Jim for many years as a nurse, I know Jim will fight for our NHS, which is why I'm backing Jim.\""
            },
            {
                "endorser": "Will & Barbara Roebuck, Retired couple, Mayfield",
                "endorsement": "\"The SNP have shown that they are the only party at Westminster who stand up for Scotland.\""
            },
            {
                "endorser": "Dr Mark Aspinwall, Lecturer, Fairmilehead",
                "endorsement": "\"We have seen how much damage the Tories have done over the last many years. Now is our chance to reverse that trend and vote for someone who knows Edinburgh South as well as anyone.\""
            },
            {
                "endorser": "Charlie Reid, Proclaimer, Newington",
                "endorsement": "\"The SNP have the only credible plan for protecting jobs and services in Scotland from the Tories at Westminster.\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jim Eadie campaigning."
                }
            ]
        },
        "additionalNotes": ""
    }
}