{
  "leaflet": {
    "candidateName": "Neil Carmichael",
    "constituency": "Stroud Valleys and Vale",
    "politicalParty": "Conservatives",
    "electionDate": "Summer 2017",
    "messages": [
      {
        "title": "STRONG AND STABLE FUTURE",
        "content": "Neil Carmichael believes a strong and stable economy is the best way to meet rising pressures of the cost of living and ensure good schools and hospitals for Stroud Valleys and Vale."
      },
      {
        "title": "CHAMPIONING OUR CHILDREN'S MENTAL HEALTH",
        "content": "Neil has welcomed the Prime Minister's manifesto commitment that a new Conservative Government would reform Child and Adolescent Mental Health Services, helping to provide better mental health care to more children in Stroud Valleys and Vale."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Children's Mental Health",
        "policyDescription": "Neil supports the reform of Child and Adolescent Mental Health Services as outlined by the Prime Minister to provide better care for children's mental health."
      },
      {
        "policyTitle": "Brexit and Universities",
        "policyDescription": "Neil acknowledges the importance of the UK's universities to remain open and accessible to students and academics from across the EU, ensuring they can continue to contribute to their communities."
      }
    ],
    "mentions": {
      "candidate": "Neil has been actively fighting for local issues and has successfully campaigned for local schools to receive over £6,000,000 of additional funding, etc.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "The leaflet features a picture of Neil Carmichael with the then Prime Minister, Theresa May, indicating support from the party leader.",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The importance of universities to remain accessible post-Brexit.",
      "economy": "A strong and stable economy is essential for supporting the cost of living, and good schools and hospitals in the area.",
      "education": "Successful campaign for additional funding for local schools.",
      "environment": "Protecting our natural environment as shown by a photo description.",
      "governance": "",
      "health": "Reform of Child and Adolescent Mental Health Services.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "A strong leader for Britain. A strong voice for Stroud Valleys and Vale.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07564 857071",
      "email": "neil@neilcarmichael.co.uk",
      "website": "www.neilcarmichael.co.uk",
      "socialMedia": {
        "facebook": "fb.com/neilcarmichaelstroud",
        "twitter": "@stroud_neil",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Neil Carmichael with the Prime Minister, Theresa May."
        }
      ]
    },
    "additionalNotes": ""
  }
}