{
    "leaflet": {
        "candidateName": "Michael Deem",
        "constituency": "Cardiff West",
        "politicalParty": "Plaid Cymru Party of Wales",
        "electionDate": "June the 8th",
        "messages": [
            {
                "title": "A message from Michael Deem",
                "content": "Cardiff West deserves a Westminster MP who will stand up for us all. Kevin Brennan has been missing in action far too often; he did very little on the Local Development Plan and its disastrous consequences and has played no part in local campaigns like re-open Waungron. Wales' biggest challenge now is Brexit, yet our Cardiff West MP has been absent from an astonishing 6 out of 7 key votes on Brexit."
            },
            {
                "title": "Commitment to the constituency",
                "content": "As your MP I will always put your interests, our communities first. I pledge to knock on every door in the constituency over a full parliamentary term; you will see me. Crucially, I will turn up to vote."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Since last May I have met hundreds of you through our casework and you know that I always do the very best we can.",
            "otherPartyLeaderCandidate": "Kevin Brennan",
            "partyLeader": "",
            "tacticalSituation": "Plaid Cymru neck and neck with the Labour party going into this campaign. We are the only party capable of taking the seat from them. Vote Plaid and get Plaid on June 8th. Vote Labour or Conservative and get more of the same."
        },
        "issues": {
            "brexitEurope": "Wales' biggest challenge now is Brexit, yet our Cardiff West MP has been absent from an astonishing 6 out of 7 key votes on Brexit.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Kevin Brennan has been missing in action far too often; he did very little on the Local Development Plan and its disastrous consequences",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "As your Community Councillor, we are still campaigning hard against the LDP and its effects. Since last May I have met hundreds of you through our casework and you know that I always do the very best we can.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Cardiff Plaid 36 Caerau Lane, Cardiff, CF5 5HQ",
            "phone": "(029) 2047 2272",
            "email": "michael.deem@cardiffplaid.org",
            "website": "cardiff.partyof.wales",
            "socialMedia": {
                "facebook": "CardiffPlaid",
                "twitter": "CardiffPlaid",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Michael Deem in front of trees"
                }
            ]
        },
        "additionalNotes": "Vote Cardiff Plaid on June the 8th and let’s get it done for Cardiff."
    }
}