{
  "leaflet": {
    "candidateName": "SIMON HUGHES",
    "constituency": "Bermondsey & Old Southwark",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Do you think Britain is heading in the right direction?",
        "content": "Theresa May has been PM for less than a year and we've already seen the worst hospitals crisis in a decade. Local schools are facing crippling cuts to funding. She's delivering the worst kind of Brexit."
      },
      {
        "title": "Liberal Democrats will not enter coalition after this election",
        "content": ""
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "As your MP, I led the campaign to save Guy's Hospital when the Tories threatened to close it (and the Labour closed the A&E department) and delivered the Jubilee Line extension to Southwark and Bermondsey.",
      "otherPartyLeaderCandidate": "Theresa May, Labour",
      "partyLeader": "",
      "tacticalSituation": "Elections here are always between the Liberal Democrats and Labour."
    },
    "issues": {
      "brexitEurope": "She's delivering the worst kind of Brexit.",
      "economy": "",
      "education": "Local schools are facing crippling cuts to funding.",
      "environment": "",
      "governance": "",
      "health": "We've already seen the worst hospitals crisis in a decade.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Now I am fighting for...new stops on the Bakerloo line, the Rotherhithe to Canary Wharf bridge and for genuinely affordable homes for local people.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "I am proud of my record over 32 years as your MP and am prepared to be putting myself forward to serve our community once again.",
    "politicalExperience": [
      {
        "role": "MP for Bermondsey & Old Southwark",
        "duration": "32 years",
        "achievements": "Led the campaign to save Guy's Hospital, delivered the Jubilee Line extension to Southwark and Bermondsey, now fighting for new stops on the Bakerloo line, the Rotherhithe to Canary Wharf bridge and for genuinely affordable homes for local people."
      }
    ],
    "contactInformation": {
      "address": "216-218 Southwark Park Road, London, SE16 3RW",
      "phone": "(020) 7237 8444",
      "email": "simonhughes@bermondsey.org.uk",
      "website": "www.simonhughes.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Graph showing 'Can't win here' with percentages for Lib Dem and Labour being significant, and Conservative being much less."
        }
      ]
    },
    "additionalNotes": "PS: Labour voted with UKIP and the Tories on the decisive Brexit vote. We need an opposition that will fight for us. Support me and the Liberal Democrats in this election."
  }
}