{
  "leaflet": {
	"candidateName": "Drew Hendry",
	"constituency": "Inverness, Nairn, Badenoch & Strathspey",
	"politicalParty": "SNP",
	"electionDate": "June 8th",
	"messages": [
  	{
    	"title": "Bringing new flights to our region",
    	"content": "Including restoring links to Heathrow - through work with airlines and Inverness Airport to promote our region to operators."
  	},
  	{
		"title": "Securing investment for the Highlands",
		"content": "Delivering the successful conclusion of the £315 million City Region Deal by working with both Governments, to bring lasting investment to the Highlands."
  	},
  	{
		"title": "Improving mobile & broadband connectivity",
		"content": "Through work with mobile operators and both Governments, to advance better connectivity in our communities."
  	},
  	{
		"title": "Solutions to end unfair delivery charges",
		"content": "Took the first bill of its type by a Highland MP to Parliament, to provide a solution to end excessive delivery charges."
  	},
  	{
		"title": "Justice for those affected by pension changes",
		"content": "Including standing with the thousands of women in our constituency affected by unfair changes to their pensions."
  	},
  	{
		"title": "Leading the campaign against Universal Credit",
		"content": "Calling for a halt to the rollout of Universal Credit which is punishing low income families across our constituency."
  	},
  	{
		"title": "Standing up for our communities",
		"content": "Making your voice heard on the issues of our area, such as Ship-to-Ship Transfers, HMRC job losses, & local bank closures."
  	},
  	{
		"title": "Fighting the Tory austerity agenda",
		"content": "Standing against damaging cuts to disability benefits, support for young people and working families."
  	}
	],
	"keyPolicies": [
  	{
    	"policyTitle": "Connecting the region",
    	"policyDescription": "Work towards new flights in the region, including restoring Heathrow links and promoting the region to operators."
  	},
  	{
    	"policyTitle": "Investment in Highlands",
    	"policyDescription": "Deliver successful conclusion of the City Region Deal by working with governments for lasting Highlands investment."
  	},
  	{
    	"policyTitle": "Mobile & broadband connectivity",
    	"policyDescription": "Improve connectivity by working with mobile operators and governments."
  	},
  	{
    	"policyTitle": "Unfair delivery charges",
    	"policyDescription": "Proposed a bill to end excessive delivery charges in the Highlands."
  	}
	],
	"mentions": {
  	"candidate": "Drew Hendry",
  	"otherPartyLeaderCandidate": "",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "",
  	"health": "",
  	"immigration": "Drew's commitment to making sure that Highland migrants feel welcome in Scotland is outstanding as someone whose background is Polish I am extremely grateful for his work in this respect. I am confident that if re-elected, he will continue to fight for protection of EU migrants' rights.",
  	"socialWelfare": "Fighting the Tory austerity agenda by standing against damaging cuts to disability benefits, support for young people and working families.",
  	"housing": [
    	{
      	"content":"",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Over the past two years, I have worked on behalf of thousands of families, from all over our constituency to get resolutions to issues affecting them, their businesses & communities.",
	"politicalExperience": [
  	{
    	"role": "Member of Parliament",
    	"duration": "",
    	"achievements": ""
  	}
	],
	"contactInformation": {
  	"address": "",
  	"phone": "07397 938617",
  	"email": "drew@drew.hendry.scot",
  	"website": "www.drewhendry.scot",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "drewhendrySNP",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [
  	{
    	"endorser": "Willie Cameron",
    	"endorsement": "Drew Hendry has been an outstanding constituency MP. Frequently at the forefront of issues such as connectivity, social justice, fighting austerity and attracting investment to the region. Now that he has established himself in Westminster we can help him to continue the traction by re-electing Drew on June 8th as our Member of Parliament."
  	},
  	{
    	"endorser": "Stephanie Inglis",
    	"endorsement": "Drew was a huge help to my family during the time of my accident in Vietnam, and has been a great support during my recovery. He attended meetings with my parents and the insurance company to help resolve the matter and has been there throughout, offering support however he could. I can't thank him enough for his help throughout my recovery, and to get justice for what happened to me."
  	},
  	{
    	"endorser": "Ruaridh Hanna",
    	"endorsement": "When I and three other merchant navy cadets were stranded on a container ship near Singapore, Drew provided invaluable assistance, putting pressure on the UK Government to act quickly and keeping in regular contact with us - ultimately leading to us getting home. When I needed his help - he was there and I hope to see him re-elected on the 8th of June."
  	},
  	{
    	"endorser": "Joanne Hepburn",
    	"endorsement": "After many phone calls and countless emails sent trying to get an answer as to why my new home had no phone line provision put in place, Drew was the only one to reply. He took up our case and helped resolve our issue. It's always reassuring to know he is there, willing to fight your corner."
  	},
  	{
    	"endorser": "Natalie Ratray",
    	"endorsement": "The help that Drew has given me has been invaluable. As a working parent that has been overlooked for the Tory changes to in-work benefits, I've found it impossible to navigate the constant challenges that arise with Universal Credit. The only thing that gives me hope is knowing that on a local level Drew will always work his hardest to help those in need."
  	},
  	{
    	"endorser": "Paulina Duncan",
    	"endorsement": "Drew's commitment to making sure that Highland migrants feel welcome in Scotland is outstanding and as someone whose background is Polish I am extremely grateful for his work in this respect. I am confident that if re-elected, he will continue to fight for protection of EU migrants' rights."
  	}
	],
	"quotes": [
  	{
    	"text": "",
    	"source": "",
    	"date": ""
  	}
	],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "We're backing Drew on June 8th"
    	}
  	]
	},
	"additionalNotes": ""
  }
}