{
    "leaflet": {
        "candidateName": "Colin Eldridge",
        "constituency": "Liverpool",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "The Labour MP FAILED",
                "content": "Voted AGAINST more police on our streets and tougher sentences for criminals. Claimed over £13,000 for food in just 48 months AND pocketed over £19,000 for resigning as a minister twice! Voted to charge local kids £3000 a year to go to university (but she went to university for free). Voted to cut benefits to lone parents & the disabled. Was in charge of the department that lost child benefit data for every family in Britain. Voted for nuclear power and more nuclear weapons. Voted to waste £BILLIONS on ID cards & the 10p tax rate. As a Treasury Minister, she defended axing the 10p tax rate that could turn local families up to £446 worse off. FAILED to turn up for a crucial public poverty vote that would allow local families to £662 a year better off. Voted to allow you to be locked up for 3 months without a trial AND voted for the war in Iraq. "
            },
            {
                "title": "100-1 Conservatives can't win in Liverpool",
                "content": "Liverpool elections have been between Liberal Democrats and Labour, Conservatives haven't won any seats here since the 1970's. Even a top Conservative shadow minister said he doesn't expect a Tory victory in Liverpool at the next election. Bookmakers Ladbrooks have written off their chances by giving them odds of 100-1, while Colin \"I don't expect a wave of Tory victories at the next election in Liverpool\""
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Colin Eldridge",
            "otherPartyLeaderCandidate": "Jane Kennedy, Labour MP",
            "partyLeader": "Gordon Brown's Labour",
            "tacticalSituation": "Liverpool elections have been between Liberal Democrats and Labour, Conservatives haven't won any seats here since the 1970's. Bookmakers Ladbrooks have written off their chances by giving them odds of 100-1, while Colin 'I don't expect a wave of Tory victories at the next election in Liverpool'. It's clear only Colin Eldridge & the Lib Dems can beat Gordon Brown's Labour here."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Voted to charge local kids £3000 a year to go to university",
            "environment": "Voted for nuclear power and more nuclear weapons",
            "governance": "Was in charge of the department that lost child benefit data for every family in Britain. Voted to waste £BILLIONS on ID cards & the 10p tax rate",
            "health": "",
            "immigration": "",
            "socialWelfare": "Voted to cut benefits to lone parents & the disabled",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "It's clear only Colin Eldridge & the Lib Dems can beat Gordon Brown's Labour here.",
                "source": "Chris Huhne, Liberal Democrat Shadow Minister",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Portrayal of Labour MP with various accusations of failures during their office."
                }
            ]
        },
        "additionalNotes": "This leaflet is critical of the Labour MP's previous actions while indicating that the Liberal Democrats are the realistic opposition to Labour in Liverpool."
    }
}