{
    "leaflet": {
        "candidateName": "Sandy Batho",
        "constituency": "Edinburgh West",
        "politicalParty": "Scottish Conservatives",
        "electionDate": "Thursday 8th June 2017",
        "messages": [
            {
                "title": "A MESSAGE FROM RUTH DAVIDSON",
                "content": "This leaflet provides details about Ruth Davidson's Scottish Conservatives and their stance on various issues."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economic Uncertainty",
                "policyDescription": "Oppose SNP's push for another independence referendum which risks dragging Scotland back to the division of another independence referendum."
            },
            {
                "policyTitle": "Oppose the SNP's plans for another independence referendum",
                "policyDescription": "Make devolution work and not pursue the constant constitutional wrangling and 'agenda of grievance' of the SNP."
            },
            {
                "policyTitle": "Protect the NHS budget",
                "policyDescription": "Ensure this critical service gets the resources it needs, especially in mental health education and focus resources on prevention to relieve pressure on hospitals."
            },
            {
                "policyTitle": "Jobs! Jobs! Jobs!",
                "policyDescription": "Back local enterprise to keep the economy growing and increase employment opportunities and living standards."
            }
        ],
        "mentions": {
            "candidate": "Sandy Batho",
            "otherPartyLeaderCandidate": "Nicola Sturgeon",
            "partyLeader": "Ruth Davidson",
            "tacticalSituation": "Labour and the Lib Dems can't win here."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Oppose SNP's push for another independence referendum to avoid economic uncertainty.",
            "education": "",
            "environment": "",
            "governance": "Oppose the SNP's push for another independence referendum and make devolution work for Scotland.",
            "health": "Protect the NHS budget to ensure critical services get the required resources.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "",
                "achievements": "Sandy Batho is mentioned as a former Councillor for Almond ward in Edinburgh, implying previous political experience."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "sandy.batho@scottishconservatives.com",
            "website": "",
            "socialMedia": {
                "facebook": "sandybathoconservative",
                "twitter": "@SandyBatho",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Carole Welch",
                "endorsement": "An excellent candidate with focus on local decision making and policing."
            },
            {
                "endorser": "Alastair Shields",
                "endorsement": "I was a Liberal Democrat Councillor for Almond ward in Edinburgh. Now backing Sandy Batho & the Scottish Conservatives & the Scottish Conservatives. Don’t allow a second referendum to detract from the SNP’s poor domestic governance record."
            }
        ],
        "quotes": [
            {
                "text": "Scots do not want a referendum",
                "source": "Ruth Davidson",
                "date": ""
            },
            {
                "text": "Jeremy Corbyn has seen that any referendum should be held after Brexit.",
                "source": "Jeremy Corbyn",
                "date": ""
            },
            {
                "text": "Nicola Sturgeon is demanding another independence referendum.",
                "source": "Leaflet Message",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A photo of Ruth Davidson and Nicola Sturgeon emphasizing the choice at the election."
                },
                {
                    "caption": "A chart showing the poll percentage indicating tactical voting consideration."
                },
                {
                    "caption": "A photo of the candidate Sandy Batho."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes opposition to SNP's independence referendum, the protection of NHS resources, support for jobs, and has various endorsements."
    }
}