{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "Want to change Britain's Future?",
                "content": "The Lib Dems are fighting to get the best for Britain. That means staying in the single market to protect jobs and fighting for an open and tolerant Britain. Whilst the other parties don't want to give you a say, the Liberal Democrats want the public to have the final say on any Brexit deal. This is your one chance to change the direction of the country. Use your vote to change Britain’s future."
            },
            {
                "title": "Theresa May's cuts are starving our NHS",
                "content": "Conservative cuts to our vital services are going too far. If Theresa May wins big on 8th June they'll be able to carry on with their cuts agenda. The Lib Dems are the only party with a fully costed plan to give our NHS the support it needs to survive. By raising income tax by just one penny the Lib Dems will give our doctors and nurses £6 billion extra each year to protect our health service."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Support",
                "policyDescription": "The Lib Dems propose a fully costed plan to support the NHS by raising income tax by one penny, providing an extra £6 billion per year for the health service."
            },
            {
                "policyTitle": "Brexit",
                "policyDescription": "The Liberal Democrats are against a hard Brexit and propose a final say for the public on the Brexit deal."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Theresa May, UKIP’s Nigel Farage",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Britain needs a real opposition to dangerous Brexit. Only the Lib Dems can stop hard Brexit.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The Lib Dems will put an extra £6bn a year to save our NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "LibDems.org.uk/Single-Market",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "The Independent",
                "endorsement": "“Theresa May says she will take the UK into the hardest of Brexits.”"
            },
            {
                "endorser": "UKIP’s Nigel Farage",
                "endorsement": "“I can hardly believe that the PM is now using the phrases and words that I’ve been mocked for using for years.”"
            },
            {
                "endorser": "BBC",
                "endorsement": "“Lib Dems are the only party with a fully costed plan to give our NHS the support it needs to survive.”"
            },
            {
                "endorser": "The Times",
                "endorsement": "“Only the Lib Dems can stop hard Brexit.”"
            }
        ],
        "quotes": [
            {
                "text": "The Conservatives are now no different to UKIP",
                "source": "",
                "date": ""
            },
            {
                "text": "Hospital cuts planned in most of England.",
                "source": "BBC, 7 Feb 2017",
                "date": ""
            },
            {
                "text": "The Lib Dems will put 1p extra on income tax...",
                "source": "",
                "date": ""
            },
            {
                "text": "An extreme and divisive Brexit with the Conservatives OR change the future of Britain with the Lib Dems.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "May is hand in hand with Trump and Farage on Brexit."
                },
                {
                    "caption": "Millions are demanding change. Will you join them?"
                },
                {
                    "caption": "A strong Lib Dem opposition can protect our NHS."
                },
                {
                    "caption": "The choice in this election is clear: An extreme and divisive Brexit with the Conservatives OR change the future of Britain with the Lib Dems."
                }
            ]
        },
        "additionalNotes": ""
    }
}