{
    "leaflet": {
        "candidateName": "Jenny Wilkinson",
        "constituency": "Sutton Coldfield",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "Change Britain’s future",
                "content": "Fighting against Hard Brexit, Standing up for the NHS, Opposing unfair school cuts, GREEN: but practical!, Freedom and fairness."
            },
            {
                "title": "A local voice for Sutton Coldfield in Westminster.",
                "content": "Vote for Jenny Wilkinson: a voice for Sutton Coldfield"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fighting against Hard Brexit",
                "policyDescription": "Liberal Democrats are the only party that has always fought for Britain's place in Europe. Now we are the only party fighting to have your say on the final Brexit deal. 'A hard Brexit' will devastate our economy."
            },
            {
                "policyTitle": "Standing up for the NHS",
                "policyDescription": "Everyone knows our health and care services are struggling. Only the Liberal Democrats would give them the funds they need - by putting a penny on income tax and ring-fencing the £6 billion revenue."
            },
            {
                "policyTitle": "Opposing unfair school cuts",
                "policyDescription": "Local schools are under threat from a Conservative Party that has stopped listening to people. Schools across the Midlands are set to lose millions from their budgets in cuts that are neither necessary nor fair."
            },
            {
                "policyTitle": "GREEN: but practical!",
                "policyDescription": "The Lib Dems are green. We owe it to our children to fight climate change. We say that net CO2 emissions must be reduced to zero by 2050 and have a plan of how to do it. As well as greener energy, we want to improve our countryside and green spaces."
            },
            {
                "policyTitle": "Freedom and fairness",
                "policyDescription": "The Liberal Democrats exist to create a fair, free and OPEN society - where no-one is enslaved by poverty, ignorance or conformity."
            }
        ],
        "mentions": {
            "candidate": "Jenny Wilkinson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Fighting against Hard Brexit",
            "economy": "A hard Brexit' will devastate our economy.",
            "education": "Opposing unfair school cuts",
            "environment": "GREEN: but practical!",
            "governance": "",
            "health": "Standing up for the NHS",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Jenny Wilkinson was born and brought up in Sutton Coldfield and is now raising her own three young children in the locale. She believes in the importance of encouraging local residents, particularly young people, to engage in our community and is currently leading a role in the campaign to save Sutton Coldfield town centre library. Jenny has a business background, working since 2000 as a Forensic Accountant, combatting fraud and corruption. Honest, integrity and accountability are extremely important to her and she wants to bring trust back into politics.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "jennywilkinsonlibdem@outlook.com",
            "website": "www.jennywilkinsonlibdem.co.uk",
            "socialMedia": {
                "facebook": "JennyWilkinsonLibDem",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Jenny Wilkinson, Liberal Democrat candidate for Sutton Coldfield."
                }
            ]
        },
        "additionalNotes": ""
    }
}