{
  "leaflet": {
    "candidateName": "SIMON KIRBY",
    "constituency": "Brighton Kemptown & Peacehaven",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "THERESA MAY - STRONG AND STABLE LEADERSHIP",
        "content": "I am proud to have been part of Theresa May's leadership election team last year and since then to have supported her in government. [...] I believe a strong Britain and I give that leadership the people expect. Whilst I voted to Remain in the EU, I believe we must respect the outcome of the British people. May is the candidate that is best placed to secure the best possible deal from Brexit."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "£486 MILLION HOSPITAL SUCCESS",
        "policyDescription": "Simon Kirby has campaigned long and hard for the £486 million redevelopment funding for the Royal Sussex County Hospital and is happy to report that the hospital redevelopment work is already underway."
      },
      {
        "policyTitle": "MILLIONS OF POUNDS OF GOVERNMENT FUNDING",
        "policyDescription": "I have worked over the past seven years to bring in valuable government investment into the area, including [...] East Sussex Health Trust which received £75.5 million [...]"
      }
    ],
    "mentions": {
      "candidate": "Simon Kirby",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Making Brexit a success is central to our national interest. [...] So as Prime Minister, I have ensured that my government has clearly set out our approach to Brexit through: My Lancaster House speech setting out the 12 point plan for Brexit [...]",
      "economy": "Build a stronger economy that rewards people who work hard and creates secure and well-paid jobs.",
      "education": "Providing real opportunity and support for all. We will give everyone a chance to get on in life, building a good school for every child, and ensuring every child has a loving stable home.",
      "environment": "",
      "governance": "",
      "health": "Building a strong and secure NHS. Our NHS is a precious national service that we must protect and enhance for everyone.",
      "immigration": "Control and reduce immigration. We will ensure that we can control and reduce immigration when we leave the European Union.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Providing real opportunity and support for all. We will [...] ensure that the housing market works for all parts of our community.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Standing with Theresa May",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "01273 921164",
      "email": "election@simonkirby.org",
      "website": "www.simonkirby.org",
      "socialMedia": {
        "facebook": "facebook.com/kirby.s",
        "twitter": "twitter.com/kirby_s",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Simon Kirby with Theresa May"
        },
        {
          "caption": "Campaign image for Theresa May"
        }
      ]
    },
    "additionalNotes": ""
  }
}