{
    "leaflet": {
        "candidateName": "Theresa May",
        "constituency": "",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "I'll stand up for Britain",
                "content": "As your Prime Minister, leading these negotiations at this crucial time in our country’s history, I'll stand up for Britain and fight to guarantee our nation's economic security, our national security and our place in the world."
            },
            {
                "title": "STAND WITH ME TO HELP STRENGTHEN MY BREXIT HAND",
                "content": "I’ll stand up for Britain, and I’m asking you to stand with me to help strengthen my hand. If we stand together and get Brexit right, there is so much opportunity for Britain as we leave the European Union."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "I'll stand up for Britain to guarantee our economic security, so we can deliver better-paying jobs for people in Thornbury and Yate and in every part of our country."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "I'll make this right by controlling and reducing the number of people who come to Britain when we leave the EU."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "I'll stand for Britain to keep our economy strong, so we can pay for a strong NHS."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "I'll work for a good school place for every child and real technical education for more young people."
            },
            {
                "policyTitle": "Energy",
                "policyDescription": "With that strong economy, we can do more to help local families with action to cap unfair energy price rises."
            },
            {
                "policyTitle": "Workers' Rights",
                "policyDescription": "Introducing new rights and protections for workers."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Help more people have a home of their own by building more affordable homes."
            }
        ],
        "mentions": {
            "candidate": "I",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "I’ll stand up for Britain and I’m asking you to stand with me to help strengthen my hand. If we stand together and get Brexit right, there is so much opportunity for Britain as we leave the European Union.",
            "economy": "I'll stand up for Britain to guarantee our economic security.",
            "education": "A good school place for every child and real technical education for more young people.",
            "environment": "",
            "governance": "",
            "health": "We can pay for a strong NHS.",
            "immigration": "Controlling and reducing the number of people who come to Britain when we leave the EU.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Help more people have a home of their own by building more affordable homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet page featuring Rt. Hon Theresa May's message regarding Brexit."
                }
            ]
        },
        "additionalNotes": ""
    }
}