{
    "leaflet": {
        "candidateName": "Julian Sturdy",
        "constituency": "York Outer",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "YOUR SEAT COUNTS AND EVERY SINGLE VOTE WILL COUNT",
                "content": "Some people say Jeremy Corbyn can't possibly become Prime Minister and it doesn't matter who you vote for in York Outer constituency."
            },
            {
                "title": "BACK ME AND JULIAN STURDY WITH YOUR POSTAL VOTE HERE IN YORK OUTER CONSTITUENCY",
                "content": "If you want to make a real difference, back me by voting for my candidate, Julian Sturdy, in your local constituency of York Outer."
            },
            {
                "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
                "content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest – and it is central to your own security and prosperity."
            },
            {
                "title": "THIS IS A UNIQUE AND CRUCIAL ELECTION FOR OUR COUNTRY",
                "content": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Negotiate the best Brexit deal, ensuring economic security and prosperity."
            }
        ],
        "mentions": {
            "candidate": "Julian Sturdy",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": "Voting for the local Labour candidate is considered a vote for Jeremy Corbyn with potential for chaos and risk to the country's economic security."
        },
        "issues": {
            "brexitEurope": "Making Brexit a success is central to our national interest. It is crucial to negotiate the best Brexit deal to protect economic security and prosperity.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Or A Coalition of Chaos with Jeremy Corbyn",
                "source": "Leaflet",
                "date": ""
            },
            {
                "text": "Labour under Jeremy Corbyn are a clear and present danger to our economy and our security. They are not fit to negotiate Brexit.",
                "source": "The Mail on Sunday, 20th April 2017",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Theresa May standing next to a sign that says 'Theresa May and Julian Sturdy. Strong and stable leadership for York Outer and for Britain'"
                },
                {
                    "caption": "Comparison image with 'Or A Coalition of Chaos with Jeremy Corbyn', featuring images of political figures."
                }
            ]
        },
        "additionalNotes": ""
    }
}