{
  "leaflet": {
    "candidateName": "Rt. Hon Theresa May",
    "constituency": "",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "I’LL STAND UP FOR BRITAIN",
        "content": "As your Prime Minister, leading these negotiations at this crucial time in our country's history, I’ll stand up for Britain and fight to guarantee our nation's economic security, our national security and our place in the world."
      },
      {
        "title": "STAND WITH ME TO HELP STRENGTHEN MY BREXIT HAND",
        "content": "I’ll stand up for Britain, and I’m asking you to stand with me to help strengthen my hand. If we stand together and get Brexit right, there is so much opportunity for Britain as we leave the European Union."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Secure the best possible deal from Brexit, ensuring economic security, national security, and Britain's place in the world."
      },
      {
        "policyTitle": "Economic Security",
        "policyDescription": "Guarantee economic security and deliver better-paying jobs."
      },
      {
        "policyTitle": "NHS and Education",
        "policyDescription": "Support the NHS and provide a good school place for every child to help our education system."
      },
      {
        "policyTitle": "Workers' Rights and Energy Prices",
        "policyDescription": "Introduce new rights and protections for workers and take action to cap unfair energy price rises."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Secure the best possible deal from Brexit.",
      "economy": "Guarantee our nation's economic security and deliver better-paying jobs for people in Plymouth, Sutton and Devonport and in every part of our country.",
      "education": "Provide a good school place for every child.",
      "environment": "",
      "governance": "",
      "health": "Support a strong NHS.",
      "immigration": "Controlling and reducing the number of people who come to Britain when we leave the EU.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Help more people have a home of their own by building more affordable homes.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Prime Minister of the United Kingdom",
        "duration": "",
        "achievements": "Leading negotiations for Brexit."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A campaign leaflet from Rt. Hon Theresa May."
        }
      ]
    },
    "additionalNotes": "The leaflet is directly addressed to a constituent named Derek, urging support for Theresa May to secure a strong Brexit deal."
  }
}