{
    "leaflet": {
        "candidateName": "John Glen",
        "constituency": "Salisbury",
        "politicalParty": "Conservatives",
        "electionDate": "June 8th",
        "messages": [
            {
                "title": "WHAT THIS ELECTION IS ABOUT:",
                "content": "Strong and stable leadership in the national interest with Theresa May and John Glen or weak and unstable coalition government led by Jeremy Corbyn."
            },
            {
                "title": "WORKING HARD FOR THE PEOPLE OF SALISBURY AND SOUTH WILTSHIRE",
                "content": "John Glen grew up in Wiltshire and has been Salisbury's MP for seven years - he works hard to secure jobs, investment for schools, and improving local public services. A vote for John Glen is a vote for a committed, local representative who will be accountable to you."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Deliver on Brexit with a comprehensive free trade agreement and immigration reforms that continue to welcome those who work hard."
            },
            {
                "policyTitle": "National Security",
                "policyDescription": "Prioritise our national security by investing 0.5% more every year in the defence budget."
            },
            {
                "policyTitle": "NHS Funding",
                "policyDescription": "Invest £8 billion above inflation in our NHS, increase pensions and ensure social care is affordable for all - including a cap on costs."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Boost the schools budget by an extra £4 billion and introduce a fairer funding formula where no Salisbury school sees its budget cut as a result."
            }
        ],
        "mentions": {
            "candidate": "Every vote cast for John Glen is a vote for a hardworking local representative and a national government that will make the right long-term decisions for our national security and prosperity. A dedicated and hardworking MP who will give leadership on economic development in Salisbury to provide opportunities for the next generation.",
            "otherPartyLeaderCandidate": "Jeremy Corbyn.",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "A mainstream Brexit that ensures stability for business and a reformed immigration system.",
            "economy": "The deficit has been cut by three quarters and we are the fastest growing economy in the G7.",
            "education": "Invest £4 billion more for our schools and fairer funding with no Salisbury school seeing its budget cut as a result.",
            "environment": "",
            "governance": "",
            "health": "Increasing NHS spending by £8 billion above inflation.",
            "immigration": "Deliver on Brexit with comprehensive free trade agreement and immigration reforms that continue to welcome those who work hard.",
            "socialWelfare": "Increase pensions and ensure social care is affordable for all - including a cap on costs.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have proven that I can be a strong voice, able to influence decisions in Westminster, for all the people of Salisbury. Every vote for me at this election is a vote for a hardworking local MP who will focus on the issues that matter to you.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Salisbury",
                "duration": "seven years",
                "achievements": "Works hard to secure jobs, investment for schools, and improving local public services."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "John Glen delivers on Brexit, boosts school budgets, funds NHS, and improves immigration while providing strong leadership.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "John Glen with Theresa May"
                }
            ]
        },
        "additionalNotes": "This leaflet focuses on the candidate's alignment with national leadership and policies, highlighting a commitment to strong government and stability, as well as local investment and public service improvements."
    }
}