{
    "leaflet": {
        "candidateName": "Anna Turley",
        "constituency": "Redcar",
        "politicalParty": "Labour and Co-operative",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "My pledges to you",
                "content": "I will never stop defending our industries and fighting for more decent well paid jobs for local families on Teesside."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Industry and Jobs",
                "policyDescription": "Defending industries and fighting for more decent well-paid jobs on Teesside."
            },
            {
                "policyTitle": "Brexit",
                "policyDescription": "Fight for a Brexit deal which is fair for Teesside, building a stronger economy that looks after the interests of working people not bankers and tax-dodgers."
            },
            {
                "policyTitle": "Public Services",
                "policyDescription": "Defend schools, our NHS, and other public services against Tory cuts and fight for the investment they desperately need."
            },
            {
                "policyTitle": "Security and Defence",
                "policyDescription": "Work with Britain's security and defence and will support our hard-pressed police forces in the fight against terrorism."
            }
        ],
        "mentions": {
            "candidate": "Anna Turley",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "I will fight for a Brexit deal which is fair for Teesside, building a stronger economy that looks after the interests of working people not bankers and tax-dodgers.",
            "economy": "",
            "education": "Tories slash funding for local schools.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "Since you elected me as your local MP just two years ago, I've fought every day to make sure your voice is heard in Westminster.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "Last two years",
                "achievements": "Challenged to save our steel industry, fought cuts to our hospitals and schools, opposed unfair welfare changes, supported armed forces, backed strong national security and defence, introduced a bill to crack down on animal abusers, voted to start Brexit. Challenged medical centre closures, campaigned against housing development on green belt, supported local businesses, helped secure compensation for steelworkers and supported thousands of constituents dealing with individual problems."
            }
        ],
        "contactInformation": {
            "address": "Milbank Terrace, Redcar, TS10 1ED",
            "phone": "01642 485138",
            "email": "anna@annaturley.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "/annaturleyforredcar",
                "twitter": "@annaturley",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Glen Durrant",
                "endorsement": "We have hit the bullseye with Anna as our MP. She is a grafter and fights hard for our area."
            },
            {
                "endorser": "Melanie Hennessy",
                "endorsement": "When I came to see Anna for help she was so supportive, helping me to receive a positive outcome after a very stressful experience with my personal independence claim."
            },
            {
                "endorser": "Kevin Fryett",
                "endorsement": "Anna was there to support steelworkers, fighting alongside the workforce to fight to save our steel and our livelihoods. She continues to fight for the community and to help us rebuild after the closure."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anna Turley with residents."
                },
                {
                    "caption": "Anna Turley with endorsement from Glen Durrant."
                },
                {
                    "caption": "Anna Turley on doorsteps."
                }
            ]
        },
        "additionalNotes": ""
    }
}