{
    "leaflet": {
        "candidateName": "David Amess",
        "constituency": "Southend West",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday June 8th 2017",
        "messages": [
            {
                "title": "Standing up for Southend West",
                "content": "David was born in the East End of London and was educated at St Bonaventure's in Forest Gate. He later obtained an external degree in economics (special subject government) at the London School of Economics. He worked in a junior school in Bethnal Green, a tough inner-city part of East London, and for an insurance company in the City of London before entering Parliament for the first time in 1983. David has always lived in the constituency, with his family, since becoming the Member of Parliament."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Investment and Services",
                "policyDescription": "David is well known in the community and is in regular contact with local schools and faith groups. He works closely with Southend Hospital and health service providers generally. He also supports many local charities and organisations."
            },
            {
                "policyTitle": "Animal Welfare and Energy",
                "policyDescription": "He has successfully helped to highlight the high standards of culture in the area. He has already been seen as a number of positive changes including store brings elected including countless animal welfare bills, the Warm Homes Act of 2001 to reduce fuel poverty and a measure to prevent identity theft."
            }
        ],
        "mentions": {
            "candidate": "David Amess",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": "The reason this General Election has been called so soon after the last one is because of the referendum result last year. Now that the majority of the British people have decided that we are to leave the European Union and Article 50 has been triggered we need to get on with the complex negotiations. The Prime Minister, Theresa May, is seeking a fresh mandate so that she can take the negotiations from a position of strength and get the best possible outcome for the whole of the UK."
        },
        "issues": {
            "brexitEurope": "Now that the majority of the British people have decided that we are to leave the European Union and Article 50 has been triggered we need to get on with the complex negotiations.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "He works closely with Southend Hospital and health service providers generally.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "David has always lived in the constituency, with his family, since becoming the Member of Parliament.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Southend West",
                "duration": "Since 1983",
                "achievements": "Worked on various legislation including countless animal welfare bills, the Warm Homes Act of 2001 to reduce fuel poverty, and measures to prevent identity theft. Active in community engagement."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "Tel: 07708 083034 / 01702 472391",
            "email": "david@davidamess2017.co.uk",
            "website": "www.amess2017.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David Amess with Theresa May"
                }
            ]
        },
        "additionalNotes": "Promoted by Nigel Holdcroft on behalf of David Amess both at Iveagh Hall, 67 Leigh Road Leigh-on-Sea, Essex SS9 1JW. Printed by Rochford Printing Co Ltd Unit 7 Riverside Ind Est South Street Rochford Essex SS4 1BS."
    }
}