{
  "leaflet": {
    "candidateName": "Caroline Ansell",
    "constituency": "Eastbourne",
    "politicalParty": "Conservative",
    "electionDate": "Thursday 8 June 2017",
    "messages": [
      {
        "title": "",
        "content": "Almost 27 years have passed since my late husband, Ian Gow, was murdered by an IRA car bomb at our home in Hankham. As Member of Parliament for Eastbourne for 16 years he represented our community with pride and dedication. Almost three decades later I still meet people who speak fondly of Ian's time in Parliament and his commitment to local people."
      },
      {
        "title": "",
        "content": "I am not a very party political animal. However, I hope you will understand why I am moved to write to you today. The dangers posed to our country by Jeremy Corbyn's Labour Party are too great to ignore."
      },
      {
        "title": "",
        "content": "There are only two possible outcomes to tomorrow's election - a majority Conservative Government led by Theresa May or a coalition of Labour, Lib Dems and Scottish Nationalists which will put Jeremy Corbyn into 10 Downing Street."
      },
      {
        "title": "",
        "content": "We live in an increasingly dangerous world. Our country faces difficult choices as we deal with terrorism and Britain’s opportunities as we leave the European Union. More than ever we need strong leadership and a stable Government which only the Conservatives can provide."
      },
      {
        "title": "",
        "content": "The only way to achieve this in Eastbourne is to Vote Conservative. I urge you to support Caroline Ansell tomorrow."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Caroline Ansell",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Theresa May",
      "tacticalSituation": "The only way to achieve this in Eastbourne is to Vote Conservative."
    },
    "issues": {
      "brexitEurope": "Britain’s opportunities as we leave the European Union.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "More than ever we need strong leadership and a stable Government which only the Conservatives can provide.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "69 Carlisle Road, Eastbourne BN20 7EJ",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dame Jane Gow's personal message supporting Caroline Ansell"
        }
      ]
    },
    "additionalNotes": "Leaflet expresses concern over the potential leadership of Jeremy Corbyn and emphasizes the dangers posed to the country. It is a personal appeal for support for Conservative candidate Caroline Ansell, highlighting the need for strong leadership and referencing Britain's future after leaving the EU."
  }
}