{
  "leaflet": {
    "candidateName": "Gareth Snell",
    "constituency": "Stoke-on-Trent Central",
    "politicalParty": "Labour and Co-operative",
    "electionDate": "Thursday 8th June 2017",
    "messages": [
      {
        "title": "A REAL Labour voice for Stoke-on-Trent Central",
        "content": "The election on 8th June is a straight choice of who you want to stand up for you in Parliament. I was elected as your MP just a few months ago with the right choice for Stoke-on-Trent, getting the best deal for the Potteries and holding the Tories to account. As someone who has been loyal to Labour in the past, I want to thank you and let you know that if you vote for me on the 8th June, I will be loyal to you as your Labour MP."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit",
        "policyDescription": "Make sure that Brexit works for our families and more for the Potteries."
      },
      {
        "policyTitle": "NHS, Schools, and Police",
        "policyDescription": "Put more money into our NHS, schools and our police and make sure they get the help and support they need."
      },
      {
        "policyTitle": "Housing",
        "policyDescription": "Address the housing crisis."
      },
      {
        "policyTitle": "Pensions",
        "policyDescription": "Ensure that winter fuel payments for pensioners are not taken away."
      },
      {
        "policyTitle": "Support for Older and Vulnerable People",
        "policyDescription": "By voting for the Labour Party, help ensure that our older people don't have to choose between heating and eating, that children in the Potteries get a hot lunch and we can deliver the care our NHS, schools and military are getting the support they need."
      }
    ],
    "mentions": {
      "candidate": "Gareth Snell",
      "otherPartyLeaderCandidate": "The Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Britain is now leaving the European Union. The people of Stoke-on-Trent have made their voice heard loud and clear and I respect the outcome of that referendum.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "We must put more money into our NHS.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"After 7 years of Tory Government, we already have a crisis in housing, 15000 fewer police officers and our military has been cut to its smallest it has ever been in peacetime. The Tories have made the wrong choices for our country and our families.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Hillcrest House, Garth Street, Stoke-on-Trent ST1 2AB",
      "phone": "01782 454 370",
      "email": "gareth@stokecentral.co.uk",
      "website": "www.garethsnell.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": "Leaflet promotes and highlights Gareth Snell's commitments and policies ahead of the election on 8th June 2017. Emphasizes loyalty to Labour voters and criticizes the Tory government's record, particularly concerning the NHS and housing."
  }
}