{
  "leaflet": {
    "candidateName": "Andrew Smith",
    "constituency": "Oxford East",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Children’s centre practitioner Louise:",
        "content": "I’ll be voting for Andrew especially for the massive improvements he has worked to in local hospitals and children’s centres. These are so important for the future of our community. I want to keep Andrew as our MP so we continue to improve these vital services."
      },
      {
        "title": "Old Marston resident David says:",
        "content": "When it comes to the General Election my vote will be an entirely personal one for Andrew Smith, based on the hard work he does for our community and the help he has given us. I feel he has done a first rate job in standing up for local residents. I trust him to get things done for Oxford and to make the right judgements in Parliament."
      },
      {
        "title": "Headington pensioner Sybil says:",
        "content": "Andrew has given a lot of help to individual pensioners as well as helping to bring in the right policies, like Pension Credit, the Winter Fuel Allowance and free bus travel. I've seen him with elderly people and he really does care. I fear the worst if any of the others get in, I really do. We need to make our votes count for Andrew."
      },
      {
        "title": "Mini worker Peter: I’m backing Andrew!",
        "content": "In the car plant we know we can always count on Andrew to speak up for the interests of the workforce and success of our car industry here at Cowley. Ours is one of the most successful car plants in the world and Andrew’s support is part of that. Let’s keep it that way"
      },
      {
        "title": "Barton resident Martin Krah:",
        "content": "I have known Andrew since before he was first elected to Parliament. You can always count on him for support and help when you need it. It’s important we all make our votes count to keep him working for us as our MP."
      },
      {
        "title": "Hinksey Park resident Jean Davies:",
        "content": "One of the things I like most about Andrew Smith as our MP is that when you write and raise a point he doesn’t agree with he will write back with a reasoned argument based on principles. I believe he is using his judgement, that’s something I want to see more in our politics."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare and children's services",
        "policyDescription": "Improving local hospitals and children's centres."
      },
      {
        "policyTitle": "Pensioner support",
        "policyDescription": "Policies like Pension Credit, the Winter Fuel Allowance, and free bus travel."
      },
      {
        "policyTitle": "Housing and Environment",
        "policyDescription": "Calls for tough controls on multi-occupied houses, tougher tax cuts for landlords and the liberal democrat opposing policies regarding housing."
      },
      {
        "policyTitle": "Crime and Punishment",
        "policyDescription": "Against early release for dangerous offenders, against ending jail sentences for drug possession."
      },
      {
        "policyTitle": "Democracy and Local Affairs",
        "policyDescription": "Votes independently on issues like Trident, promises to consult and act on constituents' views."
      }
    ],
    "mentions": {
      "candidate": "Andrew Smith",
      "otherPartyLeaderCandidate": "Liberal Democrats taking right to close children’s playgrounds or take away Child Trust funds",
      "partyLeader": "",
      "tacticalSituation": "I have lived in the heart of our constituency for over 40 years."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "I want a high quality environment and decent housing for all.",
      "governance": "I vote independently in Parliament, for example on Trident.",
      "health": "I’ll be voting for Andrew especially for the massive improvements he has worked to in local hospitals.",
      "immigration": "",
      "socialWelfare": "Bringing in the right policies, like Pension Credit, the Winter Fuel Allowance and free bus travel.",
      "housing": [
        {
          "content": "Calls for tough controls on multi-occupied houses, tougher tax cuts for landlords and the liberal democrat opposing policies regarding housing.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Dear Constituent, As the General Election approaches I would like to thank you for the opportunity to serve as your MP.",
    "politicalExperience": [
      {
        "role": "Member of Parliament for Oxford East",
        "duration": "Has served as MP",
        "achievements": "Work for local people and made achievements in healthcare and support for the elderly and children."
      }
    ],
    "contactInformation": {
      "address": "Unit A, Bishops Mews, Transport Way, Oxford, OX4 6HD",
      "phone": "01865 5959790",
      "email": "Andrewsmith.mp@virgin.net",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "WHY WE'RE VOTING TO KEEP ANDREW SMITH AS OUR MP."
        }
      ]
    },
    "additionalNotes": "Leaflet content mentions the support of individuals from various areas and positions, emphasizing Andrew Smith's approach to constituency issues and his willingness to engage with community concerns."
  }
}