{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "8th June",
        "messages": [
            {
                "title": "THERESA MAY'S NHS CRISIS",
                "content": "Waiting times at record highs, Key services under strain, Further massive cuts planned"
            },
            {
                "title": "Our NHS is on the brink",
                "content": "\"Cuts have left NHS on the brink of collapse says shocking report.\" - The Mirror, 13 Oct 2016. More than four in 10 hospitals in England declared a major alert Data from NHS England shows the crisis is growing - yet NHS bosses warn the flu peak has not hit. - ITV News, 13 Jan 2017. \"Secret plan for £22billion of NHS cuts could force A&Es, hospitals and maternity units to shut.\" - The Mirror, 21 Nov 2016. \"NHS cuts blamed for 30,000 deaths in new study.\" - The Independent, 17 Feb 2017"
            },
            {
                "title": "1P EXTRA ON INCOME TAX... ...means £6 billion EXTRA TO BOOST OUR NHS AND SOCIAL CARE",
                "content": "The Liberal Democrats will put 1p on Income Tax to raise an extra £6 billion a year for our NHS and social care. This would just be the first step in the Liberal Democrat’s 'Five-Point Recovery Plan' to protect health and social care in the longer term. The Liberal Democrats would target funding on areas including social care, general practice, mental health and public health. \"The Liberal Democrats have pledged to increase Income Tax by a penny for every earner to fund a £6bn-a-year cash injection for the NHS and social care.\" - The Guardian, 6 May 2017"
            },
            {
                "title": "A BETTER FUTURE FOR OUR NHS WITH THE LIB DEMS OR MORE OF THERESA MAY'S UNCARING CUTS TO OUR NHS",
                "content": "CHANGE THE FUTURE FOR OUR NHS. VOTE LIBERAL DEMOCRAT ON 8th JUNE."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health and Social Care Tax",
                "policyDescription": "Increase Income Tax by a penny for every earner to fund a £6bn-a-year cash injection for the NHS and social care."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Theresa May",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The campaign describes the NHS as being in crisis, with massive cuts planned, increasing waiting times, and key services under strain. It gathers various reports indicating the severity of the situation and proposes a 'Five-Point Recovery Plan' to protect health and social care.",
            "immigration": "",
            "socialWelfare": "The leaflet outlines plans to boost social care funding by raising extra income through a tax increase.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image highlighting the negative effects on the NHS under Theresa May's leadership"
                },
                {
                    "caption": "1p extra on income tax visualization with a photograph of an elderly person and a caregiver"
                },
                {
                    "caption": "Choice presented between a better future with the Liberal Democrats or more cuts under Theresa May's leadership for the NHS"
                }
            ]
        },
        "additionalNotes": "The leaflet focuses on the NHS and does not appear to mention the candidate's name or specific constituency. It criticizes Theresa May's handling of the NHS and promotes the Liberal Democrats' plan to increase income tax to support NHS and social care."
    }
}