{
  "leaflet": {
    "candidateName": "Alistair Burt MP",
    "constituency": "NE Bedfordshire",
    "politicalParty": "Conservatives",
    "electionDate": "Winter 2010",
    "messages": [
      {
        "title": "Westminster Report",
        "content": "Alistair Burt MP discusses the impact of the recession, mentions rising unemployment rates and discusses his efforts in bringing issues to the attention of Ministers at the House of Commons."
      },
      {
        "title": "NORTH AND EAST BEDS UNITED OVER 'WOEFUL' FIRST CAPITAL PERFORMANCE",
        "content": "Alistair Burt has been active discussing matters of public route through Sandy, Biggleswade and Arlesey and the Thameslink problem from Bedford and expresses commitment to management, technical route strength, and representation."
      },
      {
        "title": "KEEPING IN TOUCH",
        "content": "Alistair Burt values his constituency, welcomes debates, and reports on his active involvement in a variety of issues affecting the area."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Alistair Burt focuses on the economic repercussions of the recession, mentioning unemployment rates and actions in the House of Commons."
      }
    ],
    "mentions": {
      "candidate": "Alistair Burt MP",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Discussing impact of recession and rising unemployment rates.",
      "education": "Involvement in issues affecting local schools.",
      "environment": "",
      "governance": "",
      "health": "Discussing issues related to hospitals.",
      "immigration": "Immigration mentioned as one of the varied issues alongside farming and food.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Discusses opposition to land building rates and welcoming of the Royal Anglian Regiment home, the commute, and school and family considerations.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Alistair Burt MP reflects on the challenges faced by his constituents and on his efforts to address them in various public domains.",
    "politicalExperience": [
      {
        "role": "MP for NE Bedfordshire",
        "duration": "",
        "achievements": "Active involvement in a range of issues affecting the area, including unemployment, local schools, hospitals, business, agriculture, and immigration."
      }
    ],
    "contactInformation": {
      "address": "House of Commons, London, SW1A 0AA",
      "phone": "020 7219 8132",
      "email": "",
      "website": "www.alistair-burt.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photos of Alistair Burt in various engagements, including speaking at the House of Commons and with constituents."
        }
      ]
    },
    "additionalNotes": "Alistair Burt emphasizes his communication with the constituency through a monthly e-letter and his availability to meet with constituents."
  }
}