{
  "leaflet": {
    "candidateName": "Theresa May",
    "constituency": "Warrington North",
    "politicalParty": "Conservative Party",
    "electionDate": "Thursday 8th June",
    "messages": [
      {
        "title": "WHAT THIS ELECTION IS ABOUT",
        "content": "Strong and stable leadership in the national interest with Theresa May and the Conservatives - or weak and unstable coalition government led by Jeremy Corbyn."
      },
      {
        "title": "STRONG LEADERSHIP FOR WARRINGTON",
        "content": "We can't afford Jeremy Corbyn and his candidate here in Warrington North. We need strong and stable leadership in the national interest from Theresa May and Val Allen."
      },
      {
        "title": "HELPING YOUNG PEOPLE BUY THEIR OWN HOME",
        "content": "As a mum, Val knows that getting onto the property ladder is a key priority for young families. \"When I bought my home in Woolston some years ago, it cost £11,000. Now the prices may seem a lot different but the aspiration is just the same.\""
      },
      {
        "title": "MAKING A SUCCESS OF BREXIT",
        "content": "Only a Conservative Government, under Theresa May, can secure the best Brexit negotiation outcome. Warrington North voted leave and we need a Conservative Member of Parliament who can back that decision up by following through on a strong message to Brussels without being tied to a coalition of chaos. Warrington guarantees a broad Brexit deal, benefiting both Val Allen and the North West. Vote for your Warrington Conservative candidate to give Prime Minister Theresa May a strong hand on the negotiations in our long-term national interest."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Brexit Negotiations",
        "policyDescription": "Theresa May has the plan and the proven leadership to deliver a better deal for ordinary, working people and make the right decisions for Britain."
      },
      {
        "policyTitle": "Economy",
        "policyDescription": "Establish Britain as the strongest country in Europe, in economic growth and national security."
      },
      {
        "policyTitle": "Job Creation",
        "policyDescription": "Build a stronger economy that rewards people who work hard and creates secure and well-paid jobs. We will make sure there is growth and prosperity around the whole country."
      },
      {
        "policyTitle": "Social Platform",
        "policyDescription": "Provide real opportunity for all. We will give everyone a chance to get on in life, by making sure there is a good school place for every child."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Secure a united nation by taking back control of our laws and our money from the EU."
      }
    ],
    "mentions": {
      "candidate": "Theresa May",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Theresa May and the Conservatives trust the people's decision to take control. We will see through their choice of leaving the European Union.",
      "economy": "Establish Britain as the strongest country in Europe, in economic growth and national security.",
      "education": "We will make sure there is a good school place for every child.",
      "environment": "",
      "governance": "Take back control of our laws and our money from the EU. We will see through their choice of leaving the European Union.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Helping young families and first-time buyers purchase a home is a priority, ensuring the amenities and infrastructure to go with it.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "conservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Val Allen",
        "endorsement": "Endorses Theresa May for strong and stable leadership."
      }
    ],
    "quotes": [
      {
        "text": "Every vote cast for Theresa May and the Conservatives will strengthen Britain's hand in the Brexit negotiations.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Theresa May with Val Allen and another member of the Conservative Party."
        }
      ]
    },
    "additionalNotes": ""
  }
}