{
    "leaflet": {
        "candidateName": "GRAHAM BRADY",
        "constituency": "Altrincham and Sale West",
        "politicalParty": "Conservatives",
        "electionDate": "THURSDAY 8th JUNE",
        "messages": [
            {
                "title": "STANDING WITH THERESA MAY",
                "content": "It has been a real privilege to represent my home area in Parliament. My record shows that I have worked hard for the community and have always kept my promises to you. I have defended our excellent schools and fought to protect our access to world-class healthcare services at Wythenshawe Hospital. Working with local community groups and through questions and debates in Parliament I campaigned to stop the closure of Altrincham Hospital and to secure the new hospital with its clinics, minor injury unit and dialysis service. I hope you will renew your trust in me so that I can continue to work on your behalf."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Commits to making Brexit a success and negotiating with a strong hand to ensure the best deal for Britain, aims to achieve the strongest country with the best economic growth and national security."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Promises to build a stronger economy that rewards work and creates secure and well-paid jobs."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Has championed local schools to fight for their fair funding."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Defended access to world-class healthcare services and campaigned to stop the closure of Altrincham Hospital and to secure a new hospital with clinics, minor injury unit and dialysis service."
            }
        ],
        "mentions": {
            "candidate": "GRAHAM BRADY",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Theresa May",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Ensuring that Brexit is a success and delivers a stronger economy with the ability to control our own laws.",
            "economy": "Building a stronger economy that rewards people who work hard, with more secure and well-paid jobs.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Protecting access to world-class healthcare services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "",
                "achievements": "Defended local schools, campaigned to stop the closure of Altrincham Hospital, and worked on securing a new hospital."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0161 904 8868",
            "email": "",
            "website": "www.grahambrady.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Carolyn Quinn, BBC",
                "endorsement": "A respected figure."
            },
            {
                "endorser": "McV Ew News",
                "endorsement": "One of the most highly regarded backbench MPs."
            },
            {
                "endorser": "Nicholas Watt, The Guardian",
                "endorsement": "Has a reputation for speaking out in an even-handed manner."
            },
            {
                "endorser": "John Pienaar, BBC",
                "endorsement": "One of the more interesting beings."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "GRAHAM BRADY with Theresa May."
                },
                {
                    "caption": "GRAHAM BRADY in Parliament."
                },
                {
                    "caption": "GRAHAM BRADY visiting a school."
                }
            ]
        },
        "additionalNotes": "Leaflet emphasizes the candidate's alignment with Prime Minister Theresa May and presents a 'strong and stable leadership' message, hinting at Conservative Party slogans during the election period."
    }
}