{
    "leaflet": {
        "candidateName": "John Leech",
        "constituency": "Manchester",
        "politicalParty": "Liberal Democrats",
        "electionDate": "June 8th",
        "messages": [
            {
                "title": "JOHN'S PRIORITIES AS MANCHESTER'S NEXT MP",
                "content": "Working to make sure Manchester's NHS gets the support it needs. Fighting to end the neglect of communities across our part of Manchester. Providing the real opposition to this Government that the Labour Party is failing to."
            },
            {
                "title": "UNRIVALLED RECORD OF ACTION",
                "content": "John was first elected to represent south Manchester at the age of 27, the youngest Councillor in Manchester. He served as the area's MP for 10 years between 2005-2015. During this time as a local councillor and MP John has worked tirelessly for residents across Manchester."
            },
            {
                "title": "A Dedication to Our Community:",
                "content": "John has never stopped changing the lives of people across south Manchester. From ensuring people have access to safe homes, standing up for local businesses in the face of crime, to always having his constituents in mind when voting in Parliament. John shows in years of commitment to you."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Protecting Christie Hospital Money During Icelandic Bank Collapse",
                "policyDescription": "When The Christie Hospital lost £6.5 million following the collapse of the Icelandic Banks, John successfully campaigned to get the money back, to the campaign from the streets of Withington to 10 Downing Street."
            },
            {
                "policyTitle": "Opposing the Closure of Vital Mental Health Services",
                "policyDescription": "Manchester’s Labour-run City Council closed vital mental health services like the Brian Hore Unit - a drop-in centre for recovering alcoholics dual-diagnosed with mental health issues. John opposed the closure and will continue to fight cuts to mental health."
            },
            {
                "policyTitle": "A Commitment to Those in Desperate Need",
                "policyDescription": "John opposed Manchester City Council's decision to refuse to empty syringe refuse, including long children. He was a leading activist for those in need from campaigning for mothers against gun and knife crime to volunteering at Manchester homeless charities."
            }
        ],
        "mentions": {
            "candidate": "John Leech",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The leaflet mentions John Leech's work to protect Christie Hospital's funds during the Icelandic bank collapse and his opposition to closure of vital mental health services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "John has never stopped changing the lives of people across south Manchester. From ensuring people have access to safe homes...",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I grew up in South Manchester with my mum, dad and sister. My dad was the local Methodist minister, and I saw each day his drive and dedication to our community.",
        "politicalExperience": [
            {
                "role": "Councillor for Barlow Moor ward",
                "duration": "1998",
                "achievements": "Graduated from Brunel University in 1994. Elected as a councillor for Barlow Moor ward in 1998. Elected to Parliament in 2005. Fighting for South Manchester for over 20 years."
            },
            {
                "role": "MP",
                "duration": "2005-2015",
                "achievements": "Represented south Manchester as MP for 10 years."
            }
        ],
        "contactInformation": {
            "address": "406 Barlow Moor Road, Manchester, M21 8AD",
            "phone": "01618832016",
            "email": "hello@johnleech.org.uk",
            "website": "johnleech.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Rebecca Blinkhorn",
                "endorsement": "When I needed my local MP to help me get the life saving treatment my young son needed, John was there. He never gave up."
            },
            {
                "endorser": "Aman Hashim",
                "endorsement": "I would urge people in our area to support John. In Parliament he voted against the rise in Tuition Fees and against the Bedroom Tax. He puts us first before anything else."
            },
            {
                "endorser": "Lord Paddy Ashdown",
                "endorsement": "John was one of the hardest working MPs I have ever had the pleasure to work alongside. I have been out campaigning with him in Didsbury and Burnage because I believe people need him back, fighting for them."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}