{
    "leaflet": {
        "candidateName": "Karen Buck",
        "constituency": "Westminster North",
        "politicalParty": "Labour",
        "electionDate": "Thursday 8 June",
        "messages": [
            {
                "title": "Re-elect Karen Buck",
                "content": "A strong, local voice for Westminster North. On Thursday 8 June you will choose your local MP. I hope I can count on your vote. I'm known for being a hard-working, independent-minded, accessible MP who always puts the people of Westminster North first."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Standing up against a ‘hard’ Brexit. Voted against the Article 50 Bill in Parliament in February, and supports the case for the Single Market and the Customs Union, and the rights of EU residents in the UK."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Fight to protect our vital services - schools, the NHS and social care - against the damage done by the Tories' spending cuts."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Campaign for decent, affordable homes we so desperately need - not just more luxury flats for rich investors rather than residents."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Work with the Mayor of London to improve transport and the environment - we must tackle poor air quality."
            }
        ],
        "mentions": {
            "candidate": "Karen Buck",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Sadiq Khan",
            "tacticalSituation": "Only a vote for me, the Labour candidate, can beat the Conservatives here."
        },
        "issues": {
            "brexitEurope": "Standing up against a ‘hard’ Brexit. Almost 70% of Westminster residents voted to stay in the EU - one of the highest remain votes in the country. The Conservative Party want to pursue a hard and destructive Brexit: out of the Single Market and Customs Union and are prepared to leave the EU with no deal at all.",
            "economy": "This [hard Brexit] carries huge risks for our jobs and prosperity.",
            "education": "Fight to protect our vital services - schools...",
            "environment": "Work with the Mayor of London to improve transport and the environment - we must tackle poor air quality.",
            "governance": "",
            "health": "Fight to protect our vital services... the NHS and social care...",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Campaign for decent, affordable homes we so desperately need - not just more luxury flats for rich investors rather than residents.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have lived in Westminster North for 35 years. It is my home. Our area needs a Labour MP to stand up for our communities and all of our residents after years of a Conservative government and a Conservative council.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "35 years in Westminster North",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Sadiq Khan",
                "endorsement": "Karen is a great champion for Westminster North. I want her back in Parliament fighting for her constituents and protecting London against a damaging hard Brexit."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Re-elect Karen Buck"
                }
            ]
        },
        "additionalNotes": ""
    }
}