{
    "leaflet": {
        "candidateName": "Theresa May and James Duddridge",
        "constituency": "Rochford and Southend East",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "MAKING BREXIT A SUCCESS IS CENTRAL TO OUR NATIONAL INTEREST",
                "content": "As a nation, we face the most important period in our lifetime. Making Brexit a success is central to our national interest – and it is central to your own security and prosperity."
            },
            {
                "title": "THIS IS A UNIQUE AND CRUCIAL ELECTION FOR OUR COUNTRY",
                "content": "By going to Brussels with a strong negotiating hand I can ensure we guarantee our economic security. I believe that with dedication and hard work, we can make a success of Brexit and bring our country together - building a stronger economy that creates secure and well-paid jobs, where every child gets a good school place and working people can buy a home of their own."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Ensuring a successful Brexit that maintains national security and economic prosperity. Negotiating a strong outcome in Brussels to guarantee economic security and unite the country."
            }
        ],
        "mentions": {
            "candidate": "Phyllis Walker",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Ensuring a successful Brexit to maintain national security and prosperity. The choice at this election is clear: strong and stable leadership with Theresa May or a coalition of chaos with Jeremy Corbyn.",
            "economy": "Negotiating Brexit is key to secure economic security and prosperity. Creating a strong economy with well-paid jobs.",
            "education": "Ensuring every child gets a good school place.",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Working people can buy a home of their own.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Labour plots Brexit deal with other parties if Tories don't win election majority",
                "source": "Mirror, 26th April 2017",
                "date": "2017-04-26"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Theresa May and James Duddridge - Strong and stable leadership for Rochford and Southend East and for Britain."
                },
                {
                    "caption": "A coalition of chaos with Jeremy Corbyn."
                }
            ]
        },
        "additionalNotes": ""
    }
}