{
  "leaflet": {
    "candidateName": "Richard Benwell",
    "constituency": "Wantage",
    "politicalParty": "Liberal Democrats",
    "electionDate": "Thursday 12th December",
    "messages": [],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Richard Benwell",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": "Voters in the Grove and Wantage area now face a clear choice in the election: EITHER: Local Lib Dem candidate, Richard Benwell, who lives near Faringdon, and is a leading environmental expert. OR: Boris Johnson’s Conservatives and their plan for a deeply damaging Brexit and lack of action to tackle climate change."
    },
    "issues": {
      "brexitEurope": "Boris Johnson’s Conservatives and their plan for a deeply damaging Brexit",
      "economy": "",
      "education": "",
      "environment": "Richard Benwell is a leading environmental expert.",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Richard Benwell has been selected as the Liberal Democrats' Prospective Parliamentary Candidate for the Wantage constituency. 'I am thrilled to be standing for Parliament in my home constituency, Wantage. The Liberal Democrats are the only party here who can challenge the Conservatives who sit on their reserves on Brexit whether the council' said Richard. 'I stand for internationalism, a better environment, and 'eat more'. That means fighting and improving our local services, backing small businesses, saving green space from unnecessary overdevelopment, and preserving the character of our market towns can thrive'.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.richardbenwell.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Richard Benwell and the local Lib Dem team - Winning for Grove & Wantage"
        }
      ]
    },
    "additionalNotes": ""
  }
}