{
    "leaflet": {
        "candidateName": "Martin GOSS",
        "constituency": "Colchester",
        "politicalParty": "Lib dems",
        "electionDate": "",
        "messages": [
            {
                "title": "The choice for Colchester",
                "content": "The latest YouGov polling puts Martin Goss in a strong lead for winning Colchester this election - every vote is going to count to stop the cutting Conservative candidate. Conservative candidate admits admitting that the Lib Dems can win this seat and that it’s clear the Lib Dems are now the challenger party in Colchester, not Labour."
            },
            {
                "title": "Independently minded and straight talking, Martin Goss will always put you and Colchester first.",
                "content": "Martin has spent most of his life in Colchester. He knows the issues and he will fight on your behalf for the better outcomes we all seek."
            },
            {
                "title": "Enough talk, it is time for real action to tackle our appalling infrastructure and increasing crime - Martin will be demanding results.",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Infrastructure and Crime",
                "policyDescription": "Tackling the appalling infrastructure and increasing crime, demanding results."
            }
        ],
        "mentions": {
            "candidate": "Martin Goss",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Conservative candidate admits that the Lib Dems can win this seat. The Lib Dems are now the challenger party in Colchester, not Labour."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Borough Councillor",
                "duration": "",
                "achievements": "Hard work as a Borough Councillor. Has the time and the energy full of care and driven to speak freely and keep words raised up for all, taking active roles in the borough for positive changes."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "07912 396335",
            "email": "Martin4Colchester@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "MartinGossColchester",
                "twitter": "MartinGossPPC",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Valentine Watkins",
                "endorsement": "I joined the Labour Party membership because I felt Labour had turned left under Jeremy Corbyn. But Martin is the best person to make the change we need."
            },
            {
                "endorser": "Tony McQuiggan",
                "endorsement": "I’ve known Martin and his family for many years. When Momentum took over, I realised that I could no longer support the Labour Party and switched to the Liberal Democrats, a party which puts people before politics."
            },
            {
                "endorser": "Christine Smith",
                "endorsement": "I have always been a lifelong Conservative voter but when the Tory Government has handled Brexit and the country well below what we would never vote for them again. I switched to back Martin Goss as the Liberal Democrat over two years ago as I am very impressed with their ability to save lives and deliver for their communities. I have full confidence in Martin as our next MP for Colchester."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Martin Goss with constituents and supporters."
                }
            ]
        },
        "additionalNotes": "A vote for Martin Goss is a vote for Colchester."
    }
}