{
  "leaflet": {
    "candidateName": "Alok Sharma",
    "constituency": "Reading West",
    "politicalParty": "Conservatives",
    "electionDate": "12th December",
    "messages": [
      {
        "title": "FUNDING FOR LOCAL HEALTHCARE FACILITIES",
        "content": "Alok was pleased recently to officially open the expanded Tilehurst Surgery which adds new patient treatment, GP and consulting rooms with funding coming from the NHS Estates and Technology Transformation Fund. Across the country, last year saw the highest number of GP trainees recruited on record. The Government has also announced that the Royal Berkshire Hospital, which is rated Outstanding with the CQC, is one of six hospitals to redevelop its site and buildings."
      },
      {
        "title": "BETTER ACCESSIBILITY FOR LOCAL RAIL COMMUTERS",
        "content": "Having successfully lobbied for more Standing and Paddington rail services reducing congestion on busy trains and secured class seating and refurbishment for Twerton with Alok delighted to have worked hard, Alok is delighted that approval for the ambitious RfN solution will now take place that a visible solution will now take place to fund design work, with plans due to be drawn up and build contract in 2020."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Encouraging further business investment locally",
        "policyDescription": "Delivering more high-quality jobs."
      },
      {
        "policyTitle": "Delivering an outstanding education for all our children",
        "policyDescription": "Having supported parent groups to set up the Wren School and All Saints Junior School."
      },
      {
        "policyTitle": "Continuing to campaign for more rail and road funding",
        "policyDescription": "Having already won millions for local projects."
      },
      {
        "policyTitle": "Campaigning for more local police officers and a change in the law to tackle illegal encampments",
        "policyDescription": "With 183 new officers recently announced for Thames Valley Police."
      },
      {
        "policyTitle": "Improving and expanding our local NHS services",
        "policyDescription": "Having successfully campaigned to put in the hand the property at The Royal Berkshire Hospital."
      },
      {
        "policyTitle": "Championing sustainable housing development with additional local infrastructure",
        "policyDescription": "Whilst continuing to protect our environment and valueable green spaces like Pincents Hill."
      }
    ],
    "mentions": {
      "candidate": "Alok Sharma",
      "otherPartyLeaderCandidate": "Jeremy Corbyn",
      "partyLeader": "Prime Minister Boris Johnson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Help us get Brexit done so we can focus on investment in NHS services, schools, police, protecting the environment and continuing to deliver a strong economy.",
      "economy": "Continuing to deliver a strong economy.",
      "education": "Securing more money for our schools. In July Alok held a meeting for teacher training school fees linked to the core funding to the schools. Minister Alok was therefore delighted that the Government has announced a £14 billion boost and for the coming years, conservatively £1m, on average, raise per week.",
      "environment": "Protecting our precious environment & Tackling climate change. Reducing plastic waste is vital and with single use plastic bottles bought by 90% thanks to the introduction of a plastic bottle charter, Alok backs the Government's Environment Plan, pledging to eliminate all avoidable plastic waste.",
      "governance": "",
      "health": "FUNDING FOR LOCAL HEALTHCARE FACILITIES.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Championing sustainable housing development with additional local infrastructure, whilst continuing to protect our environment and valuable green spaces like Pincents Hill.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Alok is very much a local Reading man. He grew up in Earley and Whitley and went to school in Reading. He was first elected the Member of Parliament for Reading West in 2010 and is now seeking re-election. Prior to entering Parliament, Alok qualified as a chartered accountant and worked in the finance sector for 20 years.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "CONSTITUENCY OFFICE: 0118 9454 881 OFFICE@READINGWESTCONSERVATIVES.com",
      "phone": "0118 9454 881",
      "email": "office@readingwestconservatives.com",
      "website": "",
      "socialMedia": {
        "facebook": "facebook/AlokSharmaRDG",
        "twitter": "twitter/@AlokSharma_RDG",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alok Sharma Working for You."
        },
        {
          "caption": "Alok Sharma Continuing to deliver for Reading West."
        }
      ]
    },
    "additionalNotes": "A just vote for Jeremy Corbyn, the Liberal Democrats, or anyone else, and you will have let more free of sane calculation. Undermining a deal that we have got that we have got the green light on, and only a vote for ALOK SHARMA stops Jeremy Corbyn becoming Prime Minister."
  }
}