{
    "leaflet": {
        "candidateName": "Greg Marshall",
        "constituency": "Broxtowe",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "BROXTOWE 4 GREG",
                "content": "Greg Marshall is going to be an awesome MP and I know he'll really look after the people of Broxtowe. We've seen the effect of the Tories on our local secondary schools, and as Vice Chair of Governors I know about the challenges first hand. I want to be represented by someone who resides in my community and lives in our reality, and that's why I'm voting for Greg."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "MORE NURSES AND DOCTORS",
                "policyDescription": "Increased funding for the NHS with more nurses and doctors, ensuring that we get our fair share here in Broxtowe."
            },
            {
                "policyTitle": "EDUCATION FOR EVERYONE",
                "policyDescription": "Labour will introduce a National Education Service, free for all with smaller class sizes, and university tuition free."
            },
            {
                "policyTitle": "TACKLING THE CLIMATE CRISIS",
                "policyDescription": "The climate emergency is real. Labour will create 400,000 new jobs through a Green Industrial Revolution and lead the world in reducing our carbon emissions."
            },
            {
                "policyTitle": "HELPING OUR PENSIONERS",
                "policyDescription": "We will keep the Winter Fuel Allowance, free TV licences and bus passes for pensioners."
            },
            {
                "policyTitle": "BREXIT: A WORKABLE SOLUTION",
                "policyDescription": "Brexit has consumed politics for too long, Labour will negociate a deal that works for everyone, and then let the public decide in a final say public vote."
            }
        ],
        "mentions": {
            "candidate": "Greg Marshall",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Brexit has consumed politics for too long, Labour will negotiate a deal that works for everyone, and then let the public decide in a final say public vote.",
            "economy": "",
            "education": "Labour will introduce a National Education Service, free for all with smaller class sizes, and university tuition free.",
            "environment": "The climate emergency is real. Labour will create 400,000 new jobs through a Green Industrial Revolution and lead the world in reducing our carbon emissions.",
            "governance": "",
            "health": "Increased funding for the NHS with more nurses and doctors, ensuring that we get our fair share here in Broxtowe.",
            "immigration": "",
            "socialWelfare": "We will keep the Winter Fuel Allowance, free TV licences and bus passes for pensioners.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "For me, my commitment to Broxtowe runs deep; I've lived here all my life. My family have been here, I've married here. It is Broxtowe where I have been a youth coach, a friend and an advocate during my ten years on Broxtowe Borough Council, and it is in Broxtowe where I am the Vice Chair of Governors for one of our local secondary schools. It's here in Broxtowe, truly amongst you and by you where I have made a home for my family and established a bedrock of community action. It is Broxtowe I want to represent as your MP to ensure that the people in power can be afraid to speak out and hold the people in power to account.",
        "politicalExperience": [
            {
                "role": "Broxtowe Borough Council",
                "duration": "10 years",
                "achievements": "Youth coach, friend and advocate"
            }
        ],
        "contactInformation": {
            "address": "www.broxtowelabour.com",
            "phone": "",
            "email": "",
            "website": "www.broxtowelabour.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Bainy Bain, Scout Leader and Chair of Kimberley",
                "endorsement": "The Tory government has cut services and opportunities to the core, meaning that our future generations cannot flourish. I know for sure that Greg will help us work on that journey."
            },
            {
                "endorser": "Saier Zhang, Teacher, Chilwell",
                "endorsement": "A vote for Greg Marshall means a vote for a greener, cleaner environment. Greg is great!"
            },
            {
                "endorser": "Sheikh Assab, Business Owner, Nuthall",
                "endorsement": "I was a member of the Green Party for ten years but I'll vote Labour on 12 December because they are committed to another Tory win."
            },
            {
                "endorser": "Gareth Gee, University Tutor, Beeston",
                "endorsement": "Greg has worked tirelessly to reach out to all sectors of the community, to listen carefully and is fighting every step of the way to support the region in the election and beyond."
            },
            {
                "endorser": "Val Leyland, Retired Social Worker, Bramcote",
                "endorsement": "Greg has worked tirelessly to reach out to all sectors of the community."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}