{
    "leaflet": {
        "candidateName": "Iain Duncan Smith",
        "constituency": "Chingford & Woodford Green",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "A New Whipps Cross Hospital",
                "content": "10 years ago, I helped STOP a Labour government from closing Whipps Cross Hospital. I've campaigned for many years and have resubmitted, and now a Conservative government has committed £400 million for a brand new hospital."
            },
            {
                "title": "Improving Local Transport",
                "content": "I want to see CCTV on the Central Line and more trains starting from Woodford to ease overcrowding. I campaigned for new trains on the Chingford line – and they're coming."
            },
            {
                "title": "Support our High Streets",
                "content": "I helped STOP Labour taking away 15 minutes free parking in Waltham Forest. I'm working on getting 30 minutes to help our local businesses."
            },
            {
                "title": "More Police",
                "content": "The Conservatives have increased funding for the Met Police, which is getting 1,369 extra police officers in the first recruitment wave. I'll work to get a fair share for Chingford & Woodford Green to keep our streets safer."
            },
            {
                "title": "Stop Labour’s Tax on Driving",
                "content": "I will fight Labour's plan to charge you £12.50 to drive to Whipps Cross Hospital. This will hit pensioners, low paid earners, shift workers, small businesses and even emergency vehicles."
            },
            {
                "title": "Protecting our Environment",
                "content": "I will fight and oppose high-rise, high density development and overfishing, Highams Park, Woodford Green & South Woodford – and the waste incinerator at Edmonton."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "",
                "policyDescription": ""
            }
        ],
        "mentions": {
            "candidate": "Iain Duncan Smith",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "LET'S GET BREXIT DONE, DELIVER DEMOCRACY – SO WE CAN GET ON WITH OUR PRIORITIES.",
            "economy": "",
            "education": "",
            "environment": "Protecting our Environment - I will fight and oppose high-rise, high density development and overfishing, Highams Park, Woodford Green & South Woodford – and the waste incinerator at Edmonton.",
            "governance": "",
            "health": "A New Whipps Cross Hospital - 10 years ago, I helped STOP a Labour government from closing Whipps Cross Hospital. I've campaigned for many years and have resubmitted, and now a Conservative government has committed £400 million for a brand new hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Protecting our Environment - I will fight and oppose high-rise, high density development ...",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "As your MP in Chingford & Woodford Green for the last 27 years, I have always put the needs of my constituents first and foremost.",
        "politicalExperience": [
            {
                "role": "MP for Chingford & Woodford Green",
                "duration": "Last 27 years",
                "achievements": "Secured £400 million to rebuild Whipps Cross Hospital, getting extra funding for our schools and supporting the plan to put 20,000 more police on the streets."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "020 8529 4344",
            "email": "ids@cwgca.org",
            "website": "www.cwgca.org/voteiainduncansmith",
            "socialMedia": {
                "facebook": "",
                "twitter": "iainduncansmithmp",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Iain Duncan Smith with Boris Johnson"
                },
                {
                    "caption": "Iain Duncan Smith discussing a new Whipps Cross Hospital"
                },
                {
                    "caption": "Iain Duncan Smith at Woodford Station with supporters"
                },
                {
                    "caption": "Iain Duncan Smith supporting local businesses for 'Support our High Streets'"
                },
                {
                    "caption": "Iain Duncan Smith speaking to constituents about 'More Police' initiative"
                },
                {
                    "caption": "Iain Duncan Smith campaigning against 'Stop Labour’s Tax on Driving'"
                },
                {
                    "caption": "Iain Duncan Smith in a discussion with a constituent about 'Protecting our Environment'"
                }
            ]
        },
        "additionalNotes": ""
    }
}