{
    "leaflet": {
        "candidateName": "Sandy Walkington",
        "constituency": "St Albans",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Autumn 2009",
        "messages": [
            {
                "title": "FIGHTING FOR OUR GREEN BELT LAND",
                "content": "Hundreds of local residents have made their feelings clear at packed meetings across the city and district concerning the new Local Development Framework (LDF). Lib Dem parliamentary candidate Sandy Walkington said, 'It is absolutely clear that local people want the Green Belt preserved. We have to fight threats like the Park Street freight terminal and the Government's demands to cram thousands of houses into our area.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Green Belt Land",
                "policyDescription": "Opposition to the new Local Development Framework which threatens Green Belt land, fight against Park Street freight terminal and Government housing demands."
            },
            {
                "policyTitle": "Road Adoption",
                "policyDescription": "Progress in road adoption issues ensuring continued local council pressure and commitment to process agreements."
            },
            {
                "policyTitle": "Traffic Calming",
                "policyDescription": "Support for traffic calming schemes in Colney Heath High Street and Tollgate Road."
            },
            {
                "policyTitle": "School Places",
                "policyDescription": "Fight for the continuation of green schools in St Albans, securing necessary secondary school places."
            }
        ],
        "mentions": {
            "candidate": "Sandy Walkington has been a familiar face in communities across St Albans.",
            "otherPartyLeaderCandidate": "Anne Main",
            "partyLeader": "",
            "tacticalSituation": "It’s a two horse race in St Albans"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "We will continue to fight for the city's children to be given school places.",
            "environment": "It's time for all politicians to respect the military covenant. Sandy also welcomes the launch of the Transition movement in St Albans.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Opposition to cramming thousands of houses into our area due to government demands.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Parliamentary candidate",
                "duration": "",
                "achievements": "Sandy Walkington has been out and about, served through both world wars."
            }
        ],
        "contactInformation": {
            "address": "St Albans Liberal Democrats, FREEPOST ANG 9877, St Albans, AL1 3BR",
            "phone": "01727 860986",
            "email": "councilor@cstalbans.gov.uk",
            "website": "www.sandy4stalbans.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "'David Cameron urged to sack Anne Main'",
                "source": "The Telegraph",
                "date": ""
            },
            {
                "text": "'The Tories in St Albans are about as worried about the political impact of Mair's expenses as angry about them.'",
                "source": "The Guardian",
                "date": ""
            },
            {
                "text": "'Tories privately predict the Lib Dems in St Albans will jump from third to first.'",
                "source": "The Mirror",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sandy Walkington photographed with local supporters and citizens"
                },
                {
                    "caption": "Sandy Walkington at the Royal British Legion"
                },
                {
                    "caption": "Sandy Walkington with Chris Brazier at a public meeting"
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes the importance of local involvement and mentions the success in local initiatives and the necessity of continuous public support and feedback."
    }
}