{
    "leaflet": {
        "candidateName": "Grant Shapps",
        "constituency": "Welwyn Hatfield",
        "politicalParty": "",
        "electionDate": "Thursday 12th December 2019",
        "messages": [
            {
                "title": "Taking nothing for granted",
                "content": "Grant's track record includes seeing off the hated New Barnfield incinerator, securing thousands in compensation for local commuters and playing an active role in the community. Evidence shows in the contrast between Grant and Corbyn's candidate, who lives in Bedford, will be the 'local' representative in Westminster."
            },
            {
                "title": "Your local choice",
                "content": "In this election, you have the choice between a hard-working local campaigner, with a strong track record in the community in Grant Shapps, or Corbyn’s candidate from Bedford."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Blue Badge expansion",
                "policyDescription": "One of Grant's first acts as Secretary of State for Transport was to implement a overdue change to the Blue Badge scheme."
            },
            {
                "policyTitle": "Saving Gosling Sports Hall",
                "policyDescription": "Grant was at the heart of the campaign to save Gosling Sports Hall ever since it was threatened with closure last year."
            },
            {
                "policyTitle": "Local healthcare",
                "policyDescription": "Grant took on health bosses when the Urgent Care Centre at QVMK hospital closing overnight was announced, arguing forcefully against the proposal."
            },
            {
                "policyTitle": "Fighting for rail users",
                "policyDescription": "When rail bosses let passengers down Grant is also a commuter, he wakes up to ask the Transport Secretary to compensate them or cut fares due to disruption."
            }
        ],
        "mentions": {
            "candidate": "Grant Shapps",
            "otherPartyLeaderCandidate": "Corbyn's candidate",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Grant wants to get Brexit done so that the UK can move on and focus on things such as dealing with gun and knife crime.",
            "economy": "",
            "education": "",
            "environment": "Grant's track record includes seeing off the hated New Barnfield incinerator.",
            "governance": "",
            "health": "Grant took on health bosses when the Urgent Care Centre at QVMK hospital closing overnight was announced, arguing forcefully against the proposal.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Grant says, 'When you live in the area you represent, you can use the same local services as your residents, so you don't rely on hearsay about what's going on. I experience everything first-hand and understand the issues you face. That makes for a much easier to be an effective MP. I know what fighting and winning for Welwyn Hatfield's best interests.'",
        "politicalExperience": [
            {
                "role": "Secretary of State for Transport",
                "duration": "",
                "achievements": "Implemented an overdue change to the Blue Badge scheme."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01707 262 632",
            "email": "grant@shapps.com",
            "website": "www.shapps.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Grant Shapps with constituents"
                },
                {
                    "caption": "Fighting for local healthcare"
                },
                {
                    "caption": "Fighting for rail users"
                },
                {
                    "caption": "Leading the charge to save Gosling Sports Hall"
                },
                {
                    "caption": "Campaigning team"
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes Grant Shapps being a local candidate in contrast to his opponent who is from Bedford. It also highlights his actions against the New Barnfield incinerator and his role in the expansion of the Blue Badge scheme."
    }
}