{
    "leaflet": {
        "candidateName": "Wendy Chamberlain",
        "constituency": "North East Fife",
        "politicalParty": "Scottish Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "A STRONG VOICE FOR NORTH EAST FIFE",
                "content": "Wendy will work hard as your MP to demand better and do more for North East Fife."
            },
            {
                "title": "HAS THE EXPERIENCE AND ENERGY TO BE OUR NEXT MP",
                "content": "As the Scottish Liberal Democrat candidate for North East Fife at this General Election is Wendy Chamberlain. Wendy served in the police for twelve years. She then went to work for the Ministry of Defence, helping ex-servicemen and women find work. Wendy, who lives with her family, is now a manager for a drinks company. She is exactly who North East Fife residents deserve to exemplify their exemplary dedication to the experiences she will face in the daily and eventual challenges that local people face in their lives and the desire that real change for our communities."
            },
            {
                "title": "Speaking up for Scotland and the UK",
                "content": "In 2014, North East Fife voted to stay part of the United Kingdom. In 2017 it voted to stay part of the EU. Wendy Chamberlain is the only candidate backing a strong Scotland in the UK, and the UK in the EU. Just like the majority of us in North East Fife.\nWendy is the best person to stand up and speak out for local people. She is profoundly aware that Scotland is stronger, safer and better off as part of the UK and Europe."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Speaking up for Scotland and the UK",
                "policyDescription": "Advocates for Wendy Chamberlain as the only candidate backing a strong Scotland in the UK, and the UK in the EU, aligning with the majority view in North East Fife."
            }
        ],
        "mentions": {
            "candidate": "Wendy Chamberlain",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Only two votes separate the SNP and the Liberal Democrats. Clear that Wendy is the only candidate who can stop the SNP from winning again. Conservative and Labour supporters are switching back Wendy this time."
        },
        "issues": {
            "brexitEurope": "Wendy Chamberlain is the only candidate backing a strong Scotland in the UK, and the UK in the EU.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Former Police Officer, Ministry of Defence",
                "duration": "Twelve years in police; No specific duration for Ministry of Defence role",
                "achievements": "Helping ex-servicemen and women find work"
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.northeastfifelibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Willie Rennie and former local MP Ming Campbell",
                "endorsement": "Backing Wendy to win"
            }
        ],
        "quotes": [
            {
                "text": "Only two votes separated the SNP and Lib Dems last time. It's clear that Wendy is the only person who can stop the SNP winning here again.",
                "source": "Gary, Freuchie",
                "date": ""
            },
            {
                "text": "You can always trust the Liberal Democrats to stand up for North East Fife. I think Wendy Chamberlain and Willie Rennie will make a great team for our area.",
                "source": "Susanne, Anstruther",
                "date": ""
            },
            {
                "text": "As a former police officer, Wendy understands the importance of supporting local communities. I think she would make a first class MP.",
                "source": "Jack, St. Andrews",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Graph showing voting results from 2017 with Lib Dem and SNP close in numbers."
                },
                {
                    "caption": "Photos of Wendy Chamberlain and endorsements from residents."
                }
            ]
        },
        "additionalNotes": "Leaflet focuses on the close vote between the SNP and Lib Dems, emphasizing the tactical voting environment in North East Fife."
    }
}