{
    "leaflet": {
        "candidateName": "Gina Dowding",
        "constituency": "Lancaster and Fleetwood",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "FAIR IS WORTH FIGHTING FOR",
                "content": "Fairness is at the heart of Green policies – but what does that really mean?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "PROTECTING OUR PUBLIC SERVICES",
                "policyDescription": "Protecting schools, hospitals, post offices and other services from funding cuts and sell-offs."
            },
            {
                "policyTitle": "THE ECONOMY - MAKING IT FAIR, MAKING IT WORK",
                "policyDescription": "Fighting for a thriving local economy based on a living wage for all earners and tighter controls on reckless bankers and big business."
            },
            {
                "policyTitle": "MORE JOBS",
                "policyDescription": "Creating thousands of jobs through improvements in public transport, renewable energy and promoting a sustainable economy. Putting people before profit, for people’s needs and the environmental breakdown."
            }
        ],
        "mentions": {
            "candidate": "Gina Dowding",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The Greens are leading the way in Lancaster and Fleetwood. Lancaster and Fleetwood is a brand new constituency with no sitting MP. The Greens are the strongest local Green Party in the North West and the Green Party have had electoral success in recent council elections across the constituency. Greens came second with 22% of votes cast, ahead of both Labour and the Lib Dems. We have the highest number of District councillors in the constituency with 12 in total."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Fighting for a thriving local economy based on a living wage for all earners and tighter controls on reckless bankers and big business.",
            "education": "Protecting schools from funding cuts and sell-offs.",
            "environment": "Creating thousands of jobs through improvements in public transport, renewable energy and promoting a sustainable economy.",
            "governance": "",
            "health": "Protecting hospitals from funding cuts and sell-offs.",
            "immigration": "",
            "socialWelfare": "Protecting public services from funding cuts and sell-offs.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I live in Lancaster with my partner and two school-age boys. Like many people I worry about the future my kids will have to deal with. I have had enough of the banks being bailed out while public services are cut and people lose their jobs. And enough of seeing local schools closed while money is wasted fighting wars allegedly in the name of peace and security. I think it's time that Lancaster and Fleetwood had a MP with energy and experience to work for a fair and sustainable future.",
        "politicalExperience": [
            {
                "role": "Health Authority, Lancaster City Council, Churches Trust for Cumbria",
                "duration": "10 years at Health Authority, 12 years at Lancaster City Council",
                "achievements": "Helped found the women's refuge, ran community director of Churches Trust for Cumbria, was on the Cabinet for 6 years, helped play a key role locally, making real improvements on the ground with local initiatives, including founding the Friendship Centre for older people, building and running the successful Marsh Community Centre."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "gina@greenparty.org.uk",
            "website": "www.ginadowding.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Gina Dowding with local party members"
                }
            ]
        },
        "additionalNotes": ""
    }
}