{
    "leaflet": {
        "candidateName": "Kevin Brennan",
        "constituency": "Cardiff West",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "Delivering on Schools",
                "content": "I lobbied successfully to deliver the new £36m state-of-the-art Cardiff West High School and for investment in new school buildings in the west of the city, including at Fitzalan, Cantonian, and in our primary schools."
            },
            {
                "title": "Delivering on Private Parking",
                "content": "I've been a driving force in changing the law to stop and punish cowboy parking firms bilking the lives of Cardiff West residents through unfair ticketing practices and harassment."
            },
            {
                "title": "Delivering on Housing",
                "content": "I've campaigned for more social housing in Cardiff West, helping to secure new affordable homes for rent on the Ely Estate at Ely Bridge. Now Labour in Cardiff has pledged to build 2,000 new council homes in the next 2 years."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Our NHS is not for sale, giving you the final say on Brexit."
            },
            {
                "policyTitle": "Brexit",
                "policyDescription": "Pledging a final say on Brexit."
            },
            {
                "policyTitle": "Public Transport",
                "policyDescription": "I will fight for greener public transport."
            },
            {
                "policyTitle": "Minimum Wage",
                "policyDescription": "A rise in the minimum wage to £10 per hour."
            },
            {
                "policyTitle": "Free TV Licenses",
                "policyDescription": "Reinstate free TV licenses for people over 75."
            }
        ],
        "mentions": {
            "candidate": "I'm backing Kevin Brennan. He uses Parliament to help my business when a big tech company threatened its future. He stands up for his constituents against powerful influences. We need more politicians like Kevin. - Roland Brana, Local Business Owner",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Giving you the final say on Brexit.",
            "economy": "A rise in the minimum wage to £10 per hour.",
            "education": "Delivering on Schools – investment in school buildings and a new Cardiff West High School.",
            "environment": "I will fight for greener public transport.",
            "governance": "",
            "health": "Our NHS is not for sale.",
            "immigration": "",
            "socialWelfare": "Reinstate free TV licenses for people over 75.",
            "housing": [
                {
                    "content": "Delivering on Housing – more social housing in Cardiff West, securing new affordable homes for rent and a pledge for 2,000 new council homes in the next 2 years.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Serving the constituency where I live as your MP is a great honour. Should you re-elect me on 12th December, I pledge to continue to represent you to the very best of my ability.",
        "politicalExperience": [
            {
                "role": "MP for Cardiff West",
                "duration": "",
                "achievements": "Delivering on Schools, Delivering on Private Parking, Delivering on Housing."
            }
        ],
        "contactInformation": {
            "address": "Promoted by Mark Whitcutt on behalf of Kevin Brennan, 2 Lower Cathedral Road, Cardiff, CF11 6LT",
            "phone": "07407485981",
            "email": "kevinbrennanmp@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/kevinbrennanmp",
                "twitter": "@KevinBrennanMP",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Roland Brana",
                "endorsement": "He uses Parliament to help my business when a big tech company threatened its future. He stands up for his constituents against powerful influences."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Kevin Brennan, pictured with constituents and supporting the building of new school facilities and campaigning against unfair parking fines."
                }
            ]
        },
        "additionalNotes": ""
    }
}