{
    "leaflet": {
        "candidateName": "Olga FitzRoy",
        "constituency": "Croydon South",
        "politicalParty": "Labour",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "A VOTE FOR THE LIB DEMS IS A VOTE FOR THE TORIES",
                "content": "Labour came second in Croydon South in 2017. The Lib Dems cannot win here. While the Tory MP dropped his remain principles the minute he was offered a job by Boris Johnson, I will never support any Brexit deal that threatens jobs or public services in Croydon South. I will continue to campaign for remain. Vote Labour for a final say."
            },
            {
                "title": "DEFENDING OUR NHS",
                "content": "Every aspect of a Tory government endangers our NHS. Whether that's a trade deal with the US that allows the NHS to be privatised, or the continued underfunding of our hospitals and elderly care. A Labour government will deliver a properly funded NHS and fair pay for our dedicated public sector workers. I will work with our local hospital to abolish the unfair parking charges."
            },
            {
                "title": "IMPROVING PUBLIC TRANSPORT & REDUCING POLLUTION",
                "content": "I often experience the misery of cancelled trains on Southern Rail. Labour would give us back control over our railways. I fully support the Mayor of London's plans to bring Southern Rail under TfL control. As a local mum, I worry about the air quality around the A23. We need a fast, reliable public transport system to reduce pollution. I will work with TfL to make sure Croydon South is not forgotten."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Defending Our NHS",
                "policyDescription": "A Labour government will deliver a properly funded NHS and fair pay for our dedicated public sector workers, and work with the local hospital to abolish unfair parking charges."
            },
            {
                "policyTitle": "Improving Public Transport & Reducing Pollution",
                "policyDescription": "Labour would bring Southern Rail under Transport for London's control and work to reduce pollution and improve air quality around the A23."
            }
        ],
        "mentions": {
            "candidate": "Olga FitzRoy",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": "Labour came second in Croydon South in 2017, and the Lib Dems cannot win here."
        },
        "issues": {
            "brexitEurope": "Will never support any Brexit deal that threatens jobs or public services in Croydon South and will continue to campaign for remain.",
            "economy": "",
            "education": "",
            "environment": "Concerned about air quality around the A23 and will work to reduce pollution.",
            "governance": "Supports the Mayor of London's plans to bring Southern Rail under TfL control.",
            "health": "A Labour government will deliver a properly funded NHS and fair pay for our dedicated public sector workers. Will work with local hospital to abolish the unfair parking charges.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I hope you will support me, a strong and effective campaigner who will listen to residents and get things done for Croydon South",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Olga FitzRoy with text stating her commitment to Croydon South and her party affiliation with Labour."
                }
            ]
        },
        "additionalNotes": ""
    }
}