{
    "leaflet": {
        "candidateName": "Jeremy Hunt",
        "constituency": "South West Surrey",
        "politicalParty": "",
        "electionDate": "November 2019",
        "messages": [
            {
                "title": "SUPERFAST BROADBAND ARRIVES IN MOST SW SURREY VILLAGES",
                "content": "Following relentless campaigning by Jeremy both as Cabinet Minister and local MP superfast broadband is now becoming available in Brook, Grayswood, Chiddingfold and Witley."
            },
            {
                "title": "MORE DOCTOR'S AND NURSES AT THE ROYAL SURREY!",
                "content": "Jeremy campaigned hard for more doctors and nurses when he was Health Secretary. The latest figures show the Royal Surrey secured an extra 111 doctors and 232 nurses during his time in office."
            },
            {
                "title": "VICTORY IN BATTLE FOR MINOR INJURIES UNIT",
                "content": "HASLEMERE HOSPITAL’S MINOR INJURIES UNIT WILL REMAIN OPEN, HEALTH SECRETARY Matt Hancock confirmed recently to Jeremy Hunt in Parliament in a major victory for campaigners including Jeremy who fought hard to stop the potential closure. In Jeremy's recent survey of opinion about the future of the unit, an overwhelming majority has backed Jeremy's campaign to save it from closure. 96% of respondents said they felt very strongly that the quarters save the unit, with three need to saving they had used it the previous year, which had treated."
            },
            {
                "title": "A&E PRESSURE 'WOULD GET WORSE'",
                "content": "52% Of Haslemere residents have used the Royal Surrey's A&E in the last year with 20% saying they had excellent and timely care but nearly a third saying they had excellent care but had to wait too long. 'Closing the MIU would have meant an extra 30 patients a day at the Royal Surrey,' said Jeremy. 'The A&E would only get worse, which the pressure, which was recently referred by the A&E, which a major concern Jeremy's time as Health Secretary, is a vital local resource but is still struggling to cope with demand."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Jeremy Hunt",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "HASLEMERE HOSPITAL’S MINOR INJURIES UNIT WILL REMAIN OPEN, HEALTH SECRETARY Matt Hancock confirmed recently to Jeremy Hunt in Parliament in a major victory for campaigners including Jeremy who fought hard to stop the potential closure.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "NEWS FROM JEREMY HUNT"
                }
            ]
        },
        "additionalNotes": ""
    }
}