{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "A BRIGHTER FUTURE FOR OUR MENTAL HEALTH SERVICES...",
        "content": "The NHS may be the envy of the world, but our mental health service is not. People are struggling. When they turn for help, it is often not there. Waiting times for mental health services are on average 18 weeks - just for an assessment - before support and care has even begun. Problems that can start small become crises as help is either not available, or arrives late. The Liberal Democrats have a plan to tackle this."
      },
      {
        "title": "NHS UNDER THREAT WITH TRUMP AND JOHNSON",
        "content": "If Boris Johnson remains as Prime Minister, things will only get worse for our NHS. Donald Trump has made it clear that the NHS would be part of negotiating any trade deals with the US."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Mental Health Services",
        "policyDescription": "The Liberal Democrats plan to reduce waiting times by investing into services that will allow assessments to run 24 hours a day, seven days a week. They will also increase mental health staff and will ensure that by 2025, 100% of children and young people with diagnosable conditions get NHS treatment."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Boris Johnson, Donald Trump",
      "partyLeader": "Jo Swinson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "The Liberal Democrats have a plan to tackle the crisis in mental health services by reducing waiting times and increasing service availability around the clock.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Daily Mirror",
        "endorsement": "Poll reveals majority believe lying Boris Johnson will sell off NHS services to US."
      }
    ],
    "quotes": [
      {
        "text": "For many years, mental health has been overlooked by Conservative and Labour governments.",
        "source": "",
        "date": ""
      },
      {
        "text": "My government will ensure these patients no longer face shamefully long waiting times and are treated with the same care as those with physical illnesses.",
        "source": "Jo Swinson",
        "date": ""
      },
      {
        "text": "We will ensure our mental health services are there for everyone who needs them.",
        "source": "Jo Swinson",
        "date": ""
      },
      {
        "text": "Poll reveals majority believe lying Boris Johnson will sell off NHS services to US.",
        "source": "Daily Mirror, October 2019",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A BRIGHTER FUTURE FOR OUR MENTAL HEALTH SERVICES..."
        },
        {
          "caption": "NHS UNDER THREAT WITH TRUMP AND JOHNSON"
        }
      ]
    },
    "additionalNotes": ""
  }
}