{
  "leaflet": {
    "candidateName": "Fay Jones",
    "constituency": "Brecon & Radnorshire",
    "politicalParty": "Welsh Conservatives",
    "electionDate": "Thursday 12 December 2019",
    "messages": [
      {
        "title": "My Priorities for Brecon & Radnorshire",
        "content": "STANDING UP FOR FARMERS - Fay has spent over 11 years working on behalf of Welsh agriculture. As your MP, Fay will ensure that farmers across Brecon & Radnorshire have the tools and support they need. Ensuring future trade deals allow British farmers to continue to grow and sell British food here and abroad.\n\nACHIEVING BETTER CONNECTIVITY - Fay will fight to ensure Brecon & Radnorshire benefits from better telecommunications to deliver better broadband and mobile coverage. This will enable businesses to scale up, reach new customers and generate economic growth across Brecon & Radnorshire.\n\nTACKLING THE CLIMATE EMERGENCY TOGETHER - We have been living beyond our planet’s means and we need to act to prevent further damage. Fay will support the next Government to phase out coal power stations and invest £9.2 billion in improving the energy efficiency of our homes, schools and hospitals."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "STANDING UP FOR FARMERS",
        "policyDescription": "Fay will ensure that farmers have the necessary tools and support to continue to grow and sell British food both domestically and internationally, amidst future trade deals."
      },
      {
        "policyTitle": "ACHIEVING BETTER CONNECTIVITY",
        "policyDescription": "Fay will work towards enhancing telecommunications in Brecon & Radnorshire to improve broadband and mobile coverage, facilitating business growth and economic development."
      },
      {
        "policyTitle": "TACKLING THE CLIMATE EMERGENCY TOGETHER",
        "policyDescription": "Fay supports actions to mitigate climate change, with plans for phasing out coal power and investing in the energy efficiency of homes, schools, and hospitals."
      }
    ],
    "mentions": {
      "candidate": "Fay Jones",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Boris Johnson",
      "tacticalSituation": "SNP to back Labour government only with Scottish independence vote. A vote for Labour means another hung parliament, with Corbyn propped up by parties like the Scottish Nationalists. They're demanding ANOTHER referendum to break up Britain. That's five long years of gridlock and uncertainty."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Invest £9.2 billion in improving the energy efficiency of our homes, schools and hospitals.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "TACKLING THE CLIMATE EMERGENCY TOGETHER - Fay will support the next Government to phase out coal power stations and invest £9.2 billion in improving the energy efficiency of our homes, schools and hospitals.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "11 years",
        "achievements": "Over 11 years working on behalf of Welsh agriculture."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Fay Jones leaflet with her priorities outlined for Brecon & Radnorshire."
        }
      ]
    },
    "additionalNotes": ""
  }
}