{
    "leaflet": {
        "candidateName": "Jonny Roberts",
        "constituency": "Wantage",
        "politicalParty": "Labour Party",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "ELECTION COMMUNICATION",
                "content": "Don't wake up on December 13th with a Hard Tory Brexit for breakfast and an NHS winter crisis for Christmas. Come together behind Labour for the real change we need."
            },
            {
                "title": "Labour are best placed to oust the Tories",
                "content": "Labour came a clear 2nd in 2017's General Election, the Liberal Democrats secured little over half of our vote total. There is a chance to boot Boris Johnson out of Downing Street, to stop his Farage-backed Brexit and secure a referendum: make the historic choice to unite around Labour."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Rapid housing growth needs better services",
                "policyDescription": "The huge number of new homes being built across Wantage constituency should have been matched with investment in services but we've seen the opposite. Pledged to reverse Sure Start closures and reopen rural bus routes with free travel for under 25s."
            },
            {
                "policyTitle": "The climate emergency can't wait for 2050",
                "policyDescription": "The Tory plans for reaching net zero carbon emissions by 2050 are woefully inadequate and frankly dangerous, Labour's Jonny Roberts is the only candidate backing radical action to reduce emissions by the 2030s."
            }
        ],
        "mentions": {
            "candidate": "Jonny Roberts",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Fighting for a final say on Brexit and a fair deal for Wantage.",
            "economy": "",
            "education": "",
            "environment": "Transform the economy to net zero in world-leading time.",
            "governance": "",
            "health": "Protect the NHS, Reverse privatisation & make personal care & prescriptions free.",
            "immigration": "",
            "socialWelfare": "An economy for the many, £10 minimum wage for all ages and abolish the gender pay gap.",
            "housing": [
                {
                    "content": "The huge number of new homes being built across Wantage constituency should have been matched with investment in services.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "The country is at a historic crossroads. If we continue with Conservative rule we'll be leaving the EU within weeks with an economy-wrecking Hard Brexit and plans for a Trump trade deal that puts our NHS at risk. The pain of austerity won't be addressed and our economy will continue to benefit the richest 1%.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Printed by Jeremy Moody on behalf of Jonny Roberts, both at 63 Nares Road, Didcot, OX11 6AW",
            "phone": "07368 675 072",
            "email": "jonny@jonnyroberts.co.uk",
            "website": "jonnyroberts.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "@JonnyR_Labour",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "ANDREW ADONIS Former Transport Secretary & Remain campaigner",
                "endorsement": "Jonny has been a tireless pro-Europe campaigner both in the 2016 campaign and for a public vote and free movement since. He'd make an excellent MP for Wantage and I urge all voters to rally around him to stop Johnson."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jonny Roberts at a podium with 'FOR THE MANY NOT THE FEW' banner."
                },
                {
                    "caption": "Calling for a public vote on Brexit."
                },
                {
                    "caption": "Jonny Roberts with a supporter."
                }
            ]
        },
        "additionalNotes": "Jonny Roberts is depicted in the leaflet in various images, including at a podium, with supporters, and in various campaign contexts. The leaflet emphasizes a focus on local issues and a pushback against Tory policies."
    }
}