{
  "leaflet": {
    "candidateName": "Nick Gibb",
    "constituency": "Bognor Regis and Littlehampton",
    "politicalParty": "Conservative",
    "electionDate": "Thursday 12 December 2019",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "SUPPORTING THE COMMUNITY",
        "policyDescription": "An MP’s most important job is to make sure that people’s views are heard and that they are treated fairly. Will continue to work to ensure that local concerns like crime, housing and social care, as well as matters like flooding and coastal erosion, are addressed and action taken."
      },
      {
        "policyTitle": "BACKING LOCAL BUSINESS",
        "policyDescription": "Small businesses are the lifeblood of this area, providing jobs and prosperity. A Conservative Government will prioritise policies that promote long term economic stability and invest in our infrastructure."
      },
      {
        "policyTitle": "INVESTING IN SCHOOLS AND HOSPITALS",
        "policyDescription": "Helped ensure fairer funding in local schools, and strongly back Boris Johnson’s promise to increase health spending by £33.9billion by 2023. Only a Conservative Government delivering a strong economy can ensure that the NHS and schools are properly funded."
      }
    ],
    "mentions": {
      "candidate": "Nick Gibb",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Boris Johnson",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A Conservative Government will prioritise policies that promote long term economic stability and invest in our infrastructure.",
      "education": "Helped ensure fairer funding in local schools.",
      "environment": "Work to ensure that local concerns like flooding and coastal erosion are addressed and action taken.",
      "governance": "",
      "health": "Strongly back Boris Johnson’s promise to increase health spending by £33.9billion by 2023.",
      "immigration": "",
      "socialWelfare": "Work to ensure that local concerns like crime, housing and social care are addressed and action taken.",
      "housing": [
        {
          "content": "Work to ensure that local concerns like housing and social care, as well as matters like flooding and coastal erosion, are addressed and action taken.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Nick Gibb interacting with people in his constituency."
        }
      ]
    },
    "additionalNotes": ""
  }
}