{
    "leaflet": {
        "candidateName": "Ian Austin",
        "constituency": "Dudley North",
        "politicalParty": "Independent",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "I have been a Labour MP for 14 years. I joined the Labour Party as a teenager, was a councillor and an adviser to the last Labour government."
            },
            {
                "title": "",
                "content": "The Labour Party has been my life and until this year I could never have dreamt of voting for anyone else, so it really has come to something when I can no longer ask you to vote Labour."
            },
            {
                "title": "",
                "content": "The Labour Party has been poisoned by racism, extremism and intolerance under his leadership."
            },
            {
                "title": "",
                "content": "I do not believe Jeremy Corbyn loves this country or that he and the people around him can be trusted with our defence and security. They always seem to back the people who hate Britain – whether that's IRA, terrorist groups like Hamas and Hezbollah or even parroting Putin's propaganda when he tried to murder people here in Britain. And we know that the choice at stake: Boris, Jeremy Corbyn refused to back any action."
            },
            {
                "title": "",
                "content": "No one thinks he will deliver Brexit and at a time when working people need support, Jeremy Corbyn and John McDonnell have come up with plans that will put businesses, investment, and jobs at risk."
            },
            {
                "title": "",
                "content": "I know how hard it is for Labour voters to back the Tories, but at the end of this election, either Boris Johnson will be Prime Minister – or Jeremy Corbyn. That's the choice."
            },
            {
                "title": "",
                "content": "And I am worried that if Boris Johnson does not get a majority, the SNP will back Corbyn."
            },
            {
                "title": "",
                "content": "It is too big a risk. That is why I think we should lend the Tories our votes and stop Jeremy Corbyn getting anywhere near Downing Street."
            },
            {
                "title": "",
                "content": "This hasn't been an easy decision. But it's the right one. And I encourage you to vote the same way."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Ian Austin",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "Boris Johnson",
            "tacticalSituation": "Ian Austin, endorsing another party due to concerns about his own party leadership, suggests lending votes to the Tories to prevent Jeremy Corbyn from getting near Downing Street."
        },
        "issues": {
            "brexitEurope": "No one thinks he will deliver Brexit.",
            "economy": "Jeremy Corbyn and John McDonnell have come up with plans that will put businesses, investment, and jobs at risk.",
            "education": "",
            "environment": "",
            "governance": "The Labour Party has been poisoned by racism, extremism and intolerance under his leadership.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have been a Labour MP for 14 years. I joined the Labour Party as a teenager, was a councillor and an adviser to the last Labour government. The Labour Party has been my life and until this year I could never have dreamt of voting for anyone else, so it really has come to something when I can no longer ask you to vote Labour.",
        "politicalExperience": [
            {
                "role": "Labour MP for Dudley North",
                "duration": "14 years",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ian Austin - Former Labour MP"
                }
            ]
        },
        "additionalNotes": "Former Labour MP Ian Austin urges voters to support the Conservative Party in the upcoming election to prevent Jeremy Corbyn from becoming Prime Minister."
    }
}