{
    "leaflet": {
        "candidateName": "Dan Walker",
        "constituency": "Leeds West",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "BUILD A BRIGHTER FUTURE",
                "content": "Brexit will hit the poorest hardest. Dan has been campaigning to stay in the EU since the referendum was held in 2016, and as your MP he will continue to do so. Leeds West needs better transport and more jobs, not a reckless act of social and economic vandalism endangering the NHS, worker's rights, and the environment. We need to invest in public services, education, and transport so that the benefits of Remaining in the EU are shared more fairly."
            },
            {
                "title": "TACKLING THE CLIMATE EMERGENCY",
                "content": "Climate change and air pollution threaten our future. Working with the EU enables us to set high environmental standards and work together to protect our planet. Global problems need global solutions. The Liberal Democrats will put Britain on a path to becoming carbon neutral at the earliest possible date."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Stop Brexit",
                "policyDescription": "Campaigning for the UK to remain in the EU, protecting public services, worker's rights, and the environment."
            },
            {
                "policyTitle": "Protecting Our Public Services",
                "policyDescription": "Ensuring EU citizens can contribute to the NHS and reversing the harmful effects of Brexit on public services."
            },
            {
                "policyTitle": "Rebuild Our Economy",
                "policyDescription": "Invest in the NHS, schools, and build a better politics for everyone."
            }
        ],
        "mentions": {
            "candidate": "Dan Walker",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Opposes Brexit and aims to remain in the EU.",
            "economy": "Intends to rebuild the economy by investing in the NHS and schools.",
            "education": "",
            "environment": "Commitment to tackling the climate emergency and becoming carbon neutral.",
            "governance": "Intends to build a better politics.",
            "health": "Protect public services like the NHS and ensure EU citizens can continue contributing to it.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Liberal Democrats Leeds West",
            "phone": "07419 784 857",
            "email": "leedswest@libdems.org.uk",
            "website": "leedswestlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "A Liberal Democrat government led by Jo Swinson will stop Brexit on day one and get on with the job of improving people's lives.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dan Walker with supporters holding signs advocating to stop Brexit"
                }
            ]
        },
        "additionalNotes": "Dan has lived in Leeds West for ten years."
    }
}