{
    "leaflet": {
        "candidateName": "JEREMY CADDICK",
        "constituency": "CAMBRIDGE",
        "politicalParty": "Green Party",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "VOTE FOR ACTION; VOTE FOR THE PLANET",
                "content": "A positive and bold vision for a new future; The climate emergency is now; Only a Green vote guarantees urgent action."
            },
            {
                "title": "VOTE FOR A FAIRER SOCIETY FOR ALL",
                "content": "Only mainstream political party in England to consistently oppose austerity; Will invest in local communities and reverse destructive cuts; Invest in the local economies and NHS privatization."
            },
            {
                "title": "A PEOPLE’S VOTE: THE ONLY FAIR OPTION",
                "content": "Since the start of the People's Vote campaign, the Green Party has supported it and refers to the significant impact of reaching the EU climate targets."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Climate Emergency",
                "policyDescription": "End fossil fuel subsidies, phase out nuclear energy and invest in fully renewable energy infrastructure. Tackle poverty and high energy bills by securing funds for retroactively insulating existing housing stock."
            },
            {
                "policyTitle": "Fairer Society",
                "policyDescription": "Replace this with a citizen's income. Every citizen will receive a basic minimum income, with additional payments for disabilities. Disability payments or care services would be prescribed by the NHS. More humane but workable for taxpayers as well."
            },
            {
                "policyTitle": "People's Vote",
                "policyDescription": "Supports the People's Vote campaign, which calls for a referendum as the people, now that our options are clear, can allow us to see the full scale of the climate emergency and resist being dragged out of the EU against the will of the people."
            }
        ],
        "mentions": {
            "candidate": "JEREMY CADDICK",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Natalie Bennett, Caroline Lucas",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Since the start of the People's Vote campaign, the Green Party has supported it and refers to the significant impact of reaching the EU climate targets.",
            "economy": "",
            "education": "",
            "environment": "End fossil fuel subsidies, phase out nuclear energy and invest in fully renewable energy infrastructure. Tackle poverty and high energy bills by securing funds for retroactively insulating existing housing stock.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Replace this with a citizen's income. Every citizen will receive a basic minimum income, with additional payments for disabilities. Disability payments or care services would be prescribed by the NHS.",
            "housing": [
                {
                    "content": "Tackle poverty and high energy bills by securing funds for retroactively insulating existing housing stock.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Local resident and campaigner",
                "duration": "25 years",
                "achievements": "His two children attended local schools where Jeremy was a parent governor. As a Church of England clergyman, Jeremy has championed environmental issues as a member of the Cambridge University Council."
            }
        ],
        "contactInformation": {
            "address": "38 Newmarket Road, Cambridge CB5 8DT",
            "phone": "",
            "email": "contact@cambridge.greenparty.org.uk",
            "website": "cambridge.greenparty.org.uk",
            "socialMedia": {
                "facebook": "CambridgeGreenParty",
                "twitter": "CambridgeGreens",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jeremy Caddick and Green peer Natalie Bennett spreading the Green message across Cambridge."
                },
                {
                    "caption": "Jeremy Caddick and Caroline Lucas, calling for real action to tackle the climate emergency."
                }
            ]
        },
        "additionalNotes": "Local campaigner, Jeremy Caddick, will be standing as the Green Party candidate. 'It is essential', Jeremy argues, 'to put the climate emergency at the top of the political agenda. The reality is that people want strong climate action but our political system has stifled our voices. We urgently need to build a fairer, more equal and sustainable society, underwritten by strong democratic structures. The Green Party have long championed strong climate action, radical political reform and creating a fair and sustainable future.'"
    }
}