{
    "leaflet": {
        "candidateName": "Bob Seely",
        "constituency": "Isle of Wight",
        "politicalParty": "Conservative",
        "electionDate": "December 12th",
        "messages": [
            {
                "title": "LOCAL RESIDENT AND PUBLIC SERVANT",
                "content": "Bob was in the British Army - receiving a Military MBE - prior to becoming the Island's MP. He served in Afghanistan and Iraq, returning home to the island two tours. Bob was twice elected as an Isle of Wight councillor. He lives near Brighstone."
            },
            {
                "title": "CHAMPIONING THE ISLE OF WIGHT IN WESTMINSTER",
                "content": "Bob is a passionate advocate for our island - and he gets results. Working with others, he has secured £48m for the NHS and £26m for Island Line. Sandown School and Venture Quays have been saved. Bob will continue to deliver for the Isle of Wight."
            },
            {
                "title": "CONVINCED WHITEHALL TO RECOGNISE ISLAND STATUS",
                "content": "Following Bob's input, the Government is now looking at the extra cost of delivering public services in our island community. He persuaded the Prime Minister that we need an Island Deal - and has now set out an evidence-based case for fair funding."
            },
            {
                "title": "PROTECTING OUR ISLAND & HOUSING FOR ISLANDERS",
                "content": "As an Islander, Bob has campaigned to improve the Island Plan. He is working with the Council to protect green fields, reduce housing targets and prioritise homes for local families. Bob will push for greater environmental protections for the Island."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Getting Brexit Done",
                "policyDescription": "Bob Seely supports the completion of Brexit and opposes candidates who might overturn it."
            },
            {
                "policyTitle": "Better Deal for the Island",
                "policyDescription": "Securing a better deal for the Isle of Wight, including securing funding for NHS and local infrastructure like the Island Line."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Support for economic growth in Island industries and lower taxes for hard-working local families."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "More funding for all pupils in every Island school."
            },
            {
                "policyTitle": "Environment & Housing",
                "policyDescription": "Improve the Island Plan, protect green fields, reduce housing targets, prioritize homes for local families, and push for greater environmental protections."
            }
        ],
        "mentions": {
            "candidate": "Bob Seely",
            "otherPartyLeaderCandidate": "Corbyn's candidate",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Getting Brexit done with Bob Seely, Better deal for the Isle of Wight with Bob Seely rather than Corbyn's candidate, The hard-left Greens, working with Labour to stop Brexit",
            "economy": "Support for economic growth in Island industries, Lower taxes for hard-working local families",
            "education": "More funding for all pupils in every Island school",
            "environment": "Protecting our island & housing for islanders, Greater environmental protections for the island",
            "governance": "Convinced Whitehall to recognise island status, Set out an evidence-based case for fair funding",
            "health": "Secured £48m for the NHS",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Improve the Island Plan, protect green fields, reduce housing targets, prioritize homes for local families",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I have worked relentlessly to be a strong and effective voice we need. Now that a General Election is taking place, I am seeking a second term as the Island's MP to carry on with this crucial work.",
        "politicalExperience": [
            {
                "role": "Isle of Wight's MP",
                "duration": "since 2017",
                "achievements": "Secured £48m for the NHS and £26m for Island Line, Sandown School and Venture Quays have been saved."
            },
            {
                "role": "Isle of Wight councillor",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01983 522404",
            "email": "bob@bobseely.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}