{
    "leaflet": {
        "candidateName": "Catherine Cui",
        "constituency": "Poplar and Limehouse",
        "politicalParty": "Brexit Party",
        "electionDate": "",
        "messages": [
            {
                "title": "#FightToWin",
                "content": "It’s time to fight for your voice to be heard. It’s time to vote for me, Catherine Cui."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Catherine Cui",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "It is so important that every global citizen has the opportunity to come here on merit and positively contributes to the UK's economy and society.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "The constituency of Poplar and Limehouse and the Tower Hamlets area has been beset by corruption for far too long, I strive to not only end this corruption, but I will also drive global investment, particularly from the Far East, in our local communities and put an end to poverty.",
            "health": "",
            "immigration": "I will make it my mission to create equal opportunities for everyone around the world to work here because they are good not because they are European.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "My mother inspired me to run as a political party candidate when she said earlier this year: 'Catherine, I look at all the faces in your parliament and I see no Chinese faces. I see Indian faces, African faces, and Latino faces, but no Chinese or Far Eastern faces. We need someone to be the face of this underrepresented community. You have experience dealing with the European Central Bank and with Eurozone financial crisis, you studied at the world’s top University and you live in London. Why can’t you do it?'",
        "politicalExperience": [
            {
                "role": "Worker at the Bank of England",
                "duration": "more than five years",
                "achievements": "since becoming a successful entrepreneur, running an international retail business for the last four years and trading with China and Asia."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Catherine Cui, Brexit Party logo"
                }
            ]
        },
        "additionalNotes": ""
    }
}