{
    "leaflet": {
        "candidateName": "Brian McDaid",
        "constituency": "Skipton and Ripon",
        "politicalParty": "Labour Party",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "TIME FOR A CHANGE IN SKIPTON AND RIPON",
                "content": "For nine years local services have been cut to the core. Our schools, hospitals and public services are struggling. Only Labour will invest fully in the services we need."
            },
            {
                "title": "Labour will end the Brexit nightmare",
                "content": "The only way to get Brexit sorted and bring the country back together is by giving people the final say. Labour will deliver a public vote with the choice of a sensible leave deal or remain."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Labour will put schools and hospitals first",
                "policyDescription": "The Tory austerity years have wreaked havoc on our vital services. It is time to give them the funding they need: to provide free social care, adequate health care and an education service fit for the twenty-first century."
            },
            {
                "policyTitle": "Building for a greener future",
                "policyDescription": "Labour is committed to making Britain carbon neutral by 2030. We need new affordable housing, but it must be energy efficient. We must work with farming, tourism and local businesses to provide jobs that are environment friendly."
            }
        ],
        "mentions": {
            "candidate": "Brian McDaid has an excellent record of campaigning locally on issues of social justice. This, coupled with his clear and principled vision for improving the lives of ordinary people in our constituency, is why he deserves your vote on December 12th.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "The only way to get Brexit sorted and bring the country back together is by giving people the final say. Labour will deliver a public vote with the choice of a sensible leave deal or remain.",
            "economy": "",
            "education": "It is time to give them the funding they need: to provide free social care, adequate health care and an education service fit for the twenty-first century.",
            "environment": "Labour is committed to making Britain carbon neutral by 2030.",
            "governance": "",
            "health": "It is time to give them the funding they need: to provide free social care, adequate health care and an education service fit for the twenty-first century.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "We need new affordable housing, but it must be energy efficient.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I am proud to live and watch my family grow in this wonderful constituency. I have also seen the damage this Tory Government has inflicted on our community. Services have been cut to the bone. My wife works in the health service and my children attend local schools, so I have seen first-hand the impact the cuts have had. We need real change, not just warm words. Labour will transform Britain, invest in and protect our services, tackle the environmental crisis and transform our society.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "12 The Green, Settle, BD24 9HL",
            "phone": "07513631194",
            "email": "labour.brianmcdaid@gmail.com",
            "website": "https://skiptonriponlabour.org/",
            "socialMedia": {
                "facebook": "https://www.facebook.com/BrianMcDaidLabour/",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Laura Dinning",
                "endorsement": "Brian McDaid has an excellent record of campaigning locally on issues of social justice. This, coupled with his clear and principled vision for improving the lives of ordinary people in our constituency, is why he deserves your vote on December 12th."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Brian McDaid - Labour candidate for Skipton and Ripon"
                }
            ]
        },
        "additionalNotes": ""
    }
}