{
    "leaflet": {
        "candidateName": "Laura Farris",
        "constituency": "Newbury",
        "politicalParty": "Conservative",
        "electionDate": "Thursday 12 December 2019",
        "messages": [
            {
                "title": "West Berkshire is thriving",
                "content": "West Berkshire has enjoyed a prolonged period of financial growth due to the successful Conservative economic policies of Government, with unemployment set to remain at a 40-year low."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Ensuring the availability of mental health services is crucial. The Conservative government will invest in mental health services through the additional funding that they allocated."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "95% of schools are good or outstanding, and support will continue for welcoming School in Berkshire."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Affordable housing for young people, ensuring young people won't have to leave the area in order to sustain their work and can retain talent in West Berkshire."
            },
            {
                "policyTitle": "Local Economy",
                "policyDescription": "Champion local businesses, drive local economy with increased connectivity, and improve skills."
            },
            {
                "policyTitle": "Transport",
                "policyDescription": "Support frequent Rail to increase the commuter links to Reading and London, and work with local authorities to increase the connectivity to West Berkshire."
            },
            {
                "policyTitle": "Brexit",
                "policyDescription": "Get Brexit done, as the uncertainty surrounding Brexit is causing problems for the economy and governance."
            }
        ],
        "mentions": {
            "candidate": "Laura Farris",
            "otherPartyLeaderCandidate": "Jo Swinson",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Get Brexit done – so we can finally get on with the life priorities.",
            "economy": "West Berkshire has enjoyed a prolonged period of financial growth due to the successful Conservative economic policies, with unemployment remaining low.",
            "education": "95% of our schools are good or outstanding. The Prime Minister's pledge to add funding is welcome for schools in West Berkshire.",
            "environment": "The Conservative Party has always championed businesses that not only win for entrepreneurship, but also ensure they protect our environment.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Need to ensure there is enough affordable housing for young people.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01635 40786",
            "email": "",
            "website": "www.laurafarris.org.uk",
            "socialMedia": {
                "facebook": "facebook.com/laurafarrisuk",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Laura Farris campaign images depicting various activities and interactions with the public."
                }
            ]
        },
        "additionalNotes": "The leaflet criticizes the Liberal Democrats and their leader Jo Swinson for potentially creating more confusion around Brexit."
    }
}