{
    "leaflet": {
        "candidateName": "Chris Philp",
        "constituency": "Croydon South",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 12 December",
        "messages": [
            {
                "title": "Dear Resident",
                "content": "Since being elected four years ago I have been an active and energetic local MP and I hope you have seen this. I aim to deliver real results for our neighbourhood - from securing a new A&E at Croydon Hospital (Mayday) to managing to put a hold - for now - on the Purley skyscraper to securing a one third cut in business rates for small shops. I have also constantly fought the Labour council's terrible planning policies."
            },
            {
                "title": "Personal story",
                "content": "Before being elected, I set up and ran my own businesses. I set up my first business when I was 24, starting off driving the delivery van myself and growing it to employing hundreds of people. This kind of real-world experience means I know how to get things done."
            },
            {
                "title": "Health",
                "content": "The NHS is particularly close to my heart. In 2013, my twins were born very prematurely at 25 weeks. The NHS saved their lives. That is why helping the NHS in Croydon is one of my priorities."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "End the Brexit uncertainty with the agreed deal",
                "policyDescription": "Chris Philp supports ending Brexit uncertainty by moving forward with the agreed deal."
            },
            {
                "policyTitle": "Investment in NHS",
                "policyDescription": "Chris Philp pledges £33.9 billion extra for the NHS and intends to prioritize health services in Croydon, emphasizing the need for a new A&E at Croydon Hospital."
            },
            {
                "policyTitle": "Safer Communities",
                "policyDescription": "He advocates for additional police officers, promising 20,000 extra police officers for safer streets."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Committed to providing more funding for every pupil in every school."
            },
            {
                "policyTitle": "Connectivity and Economy",
                "policyDescription": "Supports gigabit broadband for the entire country and allocates £3.6 billion to help towns invest and attract new businesses."
            },
            {
                "policyTitle": "Health Infrastructure",
                "policyDescription": "Plans to build 40 new hospitals across the country."
            }
        ],
        "mentions": {
            "candidate": "Chris Philp",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "End the Brexit uncertainty with the agreed deal",
            "economy": "£3.6 billion to help towns invest and attract new businesses.",
            "education": "More funding for every pupil in every school",
            "environment": "",
            "governance": "",
            "health": "£33.9 billion extra for the NHS, 40 new hospitals across the country.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Managed to put a hold - for now - on the Purley skyscraper. Constant fighting against Labour council's terrible planning policies.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Since being elected four years ago I have been an active and energetic local MP.",
        "politicalExperience": [
            {
                "role": "Local MP",
                "duration": "Four years ago",
                "achievements": "New A&E at Croydon Hospital, hold on the Purley skyscraper, one third cut in business rates for small shops, opposing Labour council's planning policies."
            },
            {
                "role": "Business owner",
                "duration": "Since age 24",
                "achievements": "Grew own businesses, employing hundreds of people."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.chrisphilp.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Chris Philp with supporters and constituents."
                },
                {
                    "caption": "Chris Philp engaging with diverse communities."
                },
                {
                    "caption": "Chris Philp at various locations in his constituency."
                }
            ]
        },
        "additionalNotes": ""
    }
}