{
  "leaflet": {
    "candidateName": "",
    "constituency": "Cambridge",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "Dear Friends,\nI love living in Cambridge. It's been my home for over 30 years. I have a deep understanding of the city’s values and its unique identity.\n\nIt's where my wife, Elisa, and I first met and chose to put down roots. We've made lots of memories here, like trips with the kids to Midsummer Fair and watching the Christmas lights being switched on in the Market Square.\n\nI'm here on your own terms for loving Cambridge, but there’s one thing I hope we all have in common - a determination to change our city and our country for the better. That’s why I’m standing to be your next MP."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Throughout this campaign, I've been crystal clear: stopping Brexit is my number one priority. For me, Brexit goes against the values I hold dear - openness, internationalism and diversity. These values make Cambridge such a special place to live.\nTime and time again, residents tell me that they cannot vote for a Labour MP whose party leader has decided yet again to sit on the fence on this issue."
    },
    "issues": {
      "brexitEurope": "Throughout this campaign, I've been crystal clear: stopping Brexit is my number one priority. For me, Brexit goes against the values I hold dear - openness, internationalism and diversity. These values make Cambridge such a special place to live.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": []
    },
    "personalStatement": "I love living in Cambridge. It's been my home for over 30 years. I have a deep understanding of the city’s values and its unique identity. It's where my wife, Elisa, and I first met and chose to put down roots. We've made lots of memories here, like trips with the kids to Midsummer Fair and watching the Christmas lights being switched on in the Market Square.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Millington Road Cambridge",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}