{
    "leaflet": {
        "candidateName": "Steve Brine",
        "constituency": "Winchester & Chandler's Ford",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 12th December",
        "messages": [
            {
                "title": "UNBLOCK PARLIAMENT: MY MODERATE BREXIT VIEW",
                "content": "As you may know, I have served Winchester & Chandler's Ford as our MP since 2010 and will be standing for the Conservatives once again on Thursday 12th December. Politicians always say 'this election is the most important' but this time we might be right. The outcome next month, in seats like this especially, will set the course of our country for many years. Of course there are plenty of issues at stake; this is a General Election after all, but few face the winter poll in a generation because of the stalemate in Westminster around Brexit. I could not have been clearer, and more consistent since 2016 but, for ease and to avoid any doubt, let me summarize where I stand; I voted (and campaigned for) remain in 2016 but, as I said in the House of Commons just last month, I have come to recognise we're seriously selling the country a dud almost."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Brexit",
                "policyDescription": "Supports unblocking Parliament and breaking the seemingly endless inertia at Westminster, with the goal of ratifying the Withdrawal Agreement Treaty, leaving the EU and returning to productive domestic government."
            }
        ],
        "mentions": {
            "candidate": "Steve Brine",
            "otherPartyLeaderCandidate": "Jeremy Corbyn",
            "partyLeader": "",
            "tacticalSituation": "Winchester is not a safe seat, every vote counts. There's a great deal at stake."
        },
        "issues": {
            "brexitEurope": "Advocates for moving past Brexit with a deal that enables the UK to focus on the future trading relationship - particularly with the EU, but also with the wider world. Promises to ratify the Withdrawal Agreement and support a majority Conservative government's approach to Brexit.",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "The candidate expresses the need for a functional government that is able to make decisive steps post-Brexit and a commitment to sensible, one-nation conservative values in the centre-ground of British politics. Criticizes the current state of politics for a lack of execution on crucial decisions, suggesting stagnation under the Labour opposition.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Describes himself as a sensible, one-nation Conservative in the centre-ground of British politics. Emphasizes his moderate stance on Brexit and a promise to break the political stalemate for progress.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "since 2010",
                "achievements": "Voted for Theresa May's deal from the front-bench, promised to vote for Boris's new deal at Reading."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "steve@stevebrine.com",
            "website": "www.stevebrine.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Steve Brine with text 'STEVE BRINE for a strong and experienced MP WINCHESTER & CHANDLER'S FORD' and the website address 'stevebrine.com'"
                }
            ]
        },
        "additionalNotes": "The leaflet mentions a speech titled 'Britain’s place in the world' available on Steve Brine's website for more insight into his views."
    }
}