{
    "leaflet": {
        "candidateName": "James Cunningham",
        "constituency": "West Bromwich West",
        "politicalParty": "Labour",
        "electionDate": "12th December",
        "messages": [
            {
                "title": "Why James Cunningham is the best choice for West Bromwich West",
                "content": "I've spent most of my life working in the NHS, have seen firsthand the impact of the Tory government cuts to our public services and the misery it has brought on hard working people and families. A Labour government will change this."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Our NHS, Not. For. Sale.",
                "policyDescription": "It has been revealed, that the NHS is on the table for the US-UK trade deal, with “everything included”. That’s a green light for breaking open Britain's public services so corporations can profit from them and your health"
            },
            {
                "policyTitle": "Labour will scrap hospital car-parking charges",
                "policyDescription": "you shouldn't have to pay to visit your loved ones in hospital - and will scrap NHS prescription charges - so you and your loved ones get the medicines you need."
            },
            {
                "policyTitle": "Labour will make sure that the winter fuel allowance, triple lock on pensions, bus pass and TV licences are kept for all pensioners.",
                "policyDescription": ""
            },
            {
                "policyTitle": "Labour will train thousands more GPs to reduce waiting times for appointments.",
                "policyDescription": ""
            },
            {
                "policyTitle": "Labour will introduce free personal care for older people as part of a fully-funded National Care Service. Funding care is a huge stress for people and Labour wants to bring that to an end.",
                "policyDescription": ""
            },
            {
                "policyTitle": "National Care Service",
                "policyDescription": "Funding care is a huge stress for people and Labour wants to bring that to an end."
            },
            {
                "policyTitle": "Labour will compensate WASPI women unfairly denied their pension.",
                "policyDescription": ""
            }
        ],
        "mentions": {
            "candidate": "James Cunningham",
            "otherPartyLeaderCandidate": "Donald Trump to get his hands on our rights, protections and freedoms",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "If we make the richest pay just a little bit more tax then all of the policies above will be fully funded.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Our NHS, Not. For. Sale. - It has been revealed, that the NHS is on the table for the US-UK trade deal, with “everything included”. That’s a green light for breaking open Britain's public services so corporations can profit from them and your health.",
            "immigration": "",
            "socialWelfare": "Labour will make sure that the winter fuel allowance, triple lock on pensions, bus pass and TV licences are kept for all pensioners.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I've spent most of my life working in the NHS, have seen firsthand the impact of the Tory government cuts to our public services and the misery it has brought on hard working people and families. A Labour government will change this.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "james4westbromwichwest@gmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A photo of James Cunningham with a caption: Your Labour Parliamentary Candidate for West Bromwich West"
                }
            ]
        },
        "additionalNotes": ""
    }
}