{
    "leaflet": {
        "candidateName": "Nick Clegg",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Don't they deserve a fair start in life?",
                "content": "Children across Britain aren't getting the education they deserve under Labour."
            },
            {
                "title": "Nick Clegg's fair deal for children",
                "content": "- An extra £2.5billion to improve standards in every school - Action to cut class sizes and to improve school discipline - Abolish university tuition fees for all students"
            },
            {
                "title": "No leg to stand on",
                "content": "More bad news for Brown in Iraq War scandal. The official inquiry into the war in Iraq has revealed that Labour ministers IGNORED advice that going to war in Iraq was illegal."
            },
            {
                "title": "Will you be a fairer taxes winner?",
                "content": "Under Labour we are all paying much more in tax for much less in return."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Invest an extra £2.5billion in schools, cut class sizes, improve school discipline, and abolish university tuition fees."
            },
            {
                "policyTitle": "Fairer Taxes",
                "policyDescription": "Proposes a fairer tax system, indicating that under Labour, the public is paying more tax for less in return."
            }
        ],
        "mentions": {
            "candidate": "Nick Clegg said, \"We want every school to have a better future for our children and our schools.\"",
            "otherPartyLeaderCandidate": "Tony Blair and his ministers went to war in Iraq despite repeated warnings from senior government advisers that they had 'no leg to stand on' - Daily Telegraph 26th January 2010",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Children across Britain aren't getting the education they deserve under Labour.",
            "environment": "",
            "governance": "The official inquiry into the war in Iraq has revealed that Labour ministers IGNORED advice that going to war in Iraq was illegal.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A group of children, potentially depicting the beneficiaries of Nick Clegg's education policies."
                }
            ]
        },
        "additionalNotes": "Leaflet contains an image of Gordon Brown next to George W. Bush, possibly to criticize Labour's involvement in the Iraq War."
    }
}