{
  "leaflet": {
    "candidateName": "Suzy Davies",
    "constituency": "Brecon and Radnorshire",
    "politicalParty": "Welsh Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "Support Our Local Shops Campaign Special",
        "content": "Suzy Davies is campaigning in the Brecon area to encourage people to support their local independent shops and services such as butchers, post offices, greengrocers, banks, pubs and other family run businesses. 'Supermarkets are fine but we need our local shops and businesses too. To avoid individual enterprises being squeezed, I am saying to people, use them or lose them,' says Suzy."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Supporting Local Shops",
        "policyDescription": "Suzy Davies is advocating for the support of local independent shops and services to prevent their decline and maintain community shopping areas' vitality."
      },
      {
        "policyTitle": "Brecon Job Club",
        "policyDescription": "Suzy supports expanding the Brecon Job Club's drop-in support group concept to other towns to aid with skills, CV building, job search advice, and job interview aids."
      }
    ],
    "mentions": {
      "candidate": "Suzy Davies shopping in Brecon",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Doesn't look like the loss of beds at Brecon hospital is temporary. Meanwhile bed-blocking is rife in Powys.",
      "immigration": "",
      "socialWelfare": "Powys County Council's plans to charge Llanfaes residents to park won't pay for many extra residential beds. No guaranteed space? No charge, in my book. As with Gordon Brown's cuts to Territorial Army training, you'd think he'd have learned from the Gurkha debate. Conservative pressure started the backlash and sense has prevailed, thankfully.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Welsh Conservative Parliamentary Candidate for Brecon and Radnorshire",
        "duration": "",
        "achievements": "As part of the campaign, Suzy is advocating for local shops, presenting Brecon Job Club as a success and suggesting expanding the idea to other towns."
      }
    ],
    "contactInformation": {
      "address": "Brecon & Radnorshire Conservatives, 44 Lion Yard, Brecon LD3 7BA",
      "phone": "01874 624796",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Suzy Davies shopping in Brecon"
        }
      ]
    },
    "additionalNotes": ""
  }
}