{
    "leaflet": {
        "candidateName": "Peter May",
        "constituency": "Swansea West",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "Peter May switches off for Earth Hour",
                "content": "Peter May has backed WWF’s Earth Hour and is urging local families, schools and businesses in Swansea to sign up to the biggest switch off to show they care about climate change. Last year 200 buildings across the UK including Wales’ Millennium Stadium, and Big Ben went dark for Earth Hour."
            },
            {
                "title": "Profiling local champion Peter May",
                "content": "A local MP Peter May has been a strong voice in the community for a long time now. Swansea World profiles Swansea’s local champion Peter May."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Peter May supports WWF’s Earth Hour and advocates for taking action against climate change by participating in the symbolic switch off event."
            }
        ],
        "mentions": {
            "candidate": "Peter May",
            "otherPartyLeaderCandidate": "Alan Williams MP",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Peter May supports WWF’s Earth Hour, showing that he cares about climate change and urging others to do the same.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "It's important local people know I'm there to support them.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Peter has been a strong voice in the community and has worked on resolving problems and being a dedicated servant to the people of Swansea West."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Peter May is backing WWF’s Earth Hour which is on 27 March at 8.30pm."
                }
            ]
        },
        "additionalNotes": "Peter has lived and worked in Swansea for over 20 years. He has mentioned his connection to Swansea FC and to the local community. Alan Williams MP is stepping down this year."
    }
}