{
  "leaflet": {
    "candidateName": "Daniel Zeichner",
    "constituency": "Cambridge",
    "politicalParty": "Labour",
    "electionDate": "Thursday 12 December",
    "messages": [
      {
        "title": "A brighter future with Labour",
        "content": "We are on the road to Remain and in this general election, Labour has a manifesto pledge to legislate for the People’s Vote that so many of us marched for."
      },
      {
        "title": "INSIDE: The Road to Remain",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The Road to Remain",
        "policyDescription": "Labour has a manifesto pledge to legislate for the People’s Vote that so many of us marched for."
      }
    ],
    "mentions": {
      "candidate": "Daniel Zeichner",
      "otherPartyLeaderCandidate": "Boris Johnson",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "I always have and always will vote to keep the UK in the EU. We are on the road to Remain and in this general election, Labour has a manifesto pledge to legislate for the People’s Vote that so many of us marched for.",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "I have been your MP for four years – all of them in opposition – and always surrounded by a sea of blue. I continually try and seek out any common ground and work constructively with others to get the best for Cambridge, but we know public services are at breaking point. That's why doctors booed Boris Johnson out of Addenbrooke's: they know what it is like on the front line. I can keep asking Tory ministers for more cash, but in truth, it is tinkering around at the edges. What we need is a change of Government.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have been your MP for four years – all of them in opposition – and always surrounded by a sea of blue. I continually try and seek out any common ground and work constructively with others to get the best for Cambridge.",
    "politicalExperience": [
      {
        "role": "MP for Cambridge",
        "duration": "four years",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Daniel Zeichner with residents working in a garden setting."
        }
      ]
    },
    "additionalNotes": ""
  }
}