{
  "leaflet": {
	"candidateName": "Danny Kruger",
	"constituency": "the Devizes Constituency",
	"politicalParty": "",
	"electionDate": "Thursday 12 December 2019",
	"messages": [],
	"keyPolicies": [
  	{
    	"policyTitle": "GETTING BREXIT DONE",
    	"policyDescription": "Boris Johnson's deal protects British jobs and communities, as well as fulfilling the promises of the referendum - taking back control of our money, laws and borders. We need to pass this deal and forge a positive new relationship with the EU."
  	},
  	{
    	"policyTitle": "PUTTING COMMUNITY FIRST",
    	"policyDescription": "Danny Kruger has a proven record of community action, and will bring these skills to the Devizes constituency to empower residents, volunteers and community groups. I have worked in government and will use my experience to get the best deal for the constituency."
  	},
  	{
    	"policyTitle": "SUPPORTING OUR ARMED FORCES",
    	"policyDescription": "Our Armed forces deserve our support, both in active service and in after service care. The relocation of military families to Wiltshire needs to be carefully planned to ensure it is a success for the whole community."
  	}
	],
	"mentions": {
  	"candidate": "Danny Kruger has a proven record of community action",
  	"otherPartyLeaderCandidate": "Boris Johnson",
  	"partyLeader": "",
  	"tacticalSituation": ""
	},
	"issues": {
  	"brexitEurope": "Boris Johnson's deal protects British jobs and communities, as well as fulfilling the promises of the referendum - taking back control of our money, laws and borders.",
  	"economy": "",
  	"education": "",
  	"environment": "",
  	"governance": "I have worked in government and will use my experience to get the best deal for the constituency.",
  	"health": "",
  	"immigration": "",
  	"socialWelfare": "",
  	"housing": [
    	{
      	"content":"The relocation of military families to Wiltshire needs to be carefully planned to ensure it is a success for the whole community.",
      	"yimbyNimby": "N/A"
    	}
  	]
	},
	"personalStatement": "Danny Kruger has a proven record of community action, and will bring these skills to the Devizes constituency to empower residents, volunteers and community groups.",
	"politicalExperience": [],
	"contactInformation": {
  	"address": "",
  	"phone": "",
  	"email": "",
  	"website": "",
  	"socialMedia": {
    	"facebook": "",
    	"twitter": "",
    	"instagram": "",
    	"linkedin": ""
  	}
	},
	"endorsements": [],
	"quotes": [],
	"campaignMaterial": {
  	"images": [
    	{
      	"caption": "Danny Kruger interacting with community members and supporting military families."
    	}
  	]
	},
	"additionalNotes": ""
  }
}