{
  "leaflet": {
    "candidateName": "Guto Bebb",
    "constituency": "Aberconwy",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "Guto Bebb - LISTENING AND WORKING FOR YOU",
        "content": "Guto was born and brought up in North Wales and is fluent in both Welsh and English. Guto has worked tirelessly to ensure his constituents’ voices are heard in Westminster. Guto was also involved on a successful cross-party campaign to secure compensation for the victims of the Equitable Life scandal."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Ending the Cross Border Health Lottery",
        "policyDescription": "In 2007 our money funded a fully equipped hospital at Ysbyty Alltwen in Tremadog, but Welsh patients can't get the treatment they should expect."
      },
      {
        "policyTitle": "Give our Police the tools to do the job",
        "policyDescription": "The Labour Assembly Government cut the number of police by nearly 500. This year our increase in funds was used to employ additional PCSOs."
      },
      {
        "policyTitle": "Blair and Labour betray Small Businesses",
        "policyDescription": "The Welsh Assembly Government told banks they’ll provide compensation for business rates and then reneged on the promise. Labour’s broken promises could force small businesses to close leaving local people out of work."
      }
    ],
    "mentions": {
      "candidate": "Guto Bebb",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "The leaflet suggests there is only one vote that Gordon Brown is scared of in Aberconwy, implying the constituency has a strategic voting scenario."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour’s broken promises could force small businesses to close leaving local people out of work.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "In 2007 our money funded a fully equipped hospital at Ysbyty Alltwen in Tremadog, but Welsh patients can't get the treatment they should expect.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Multiple Occupancy is a big and increasing problem in Aberconwy. This is why we must stop this practice that benefits only the few.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Guto Bebb was born and brought up in North Wales, speaks both Welsh and English fluently, and has been married for 19 years. He and his wife Nan have five children. Guto has a history of campaigning and working to have Aberconwy's voice heard in Westminster.",
    "politicalExperience": [
      {
        "role": "Candidate",
        "duration": "",
        "achievements": "Involved on a successful cross-party campaign to secure compensation for the victims of the Equitable Life scandal."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of Guto Bebb with constituents and campaign supporters."
        },
        {
          "caption": "Graph comparing the number of votes required to stop Labour in Aberconwy."
        }
      ]
    },
    "additionalNotes": "The leaflet includes a feedback form asking for issues of concern to constituents, offering volunteer support, and requesting a lawn board display. It also contains a phrase 'What's the future for Llandudno?' which could be part of the campaign focus but not detailed in the leaflet."
  }
}