{
    "leaflet": {
        "candidateName": "Javed BASHIR",
        "constituency": "Calder Valley",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "THE LIB DEMS ARE WINNING",
                "content": "The Liberal Democrats have continued to grow following their stunning success at the local and European elections in May. Recent polls show support for the Liberal Democrats is now at record levels and Jo Swinson is the most popular party leader. MPs from Labour and the Conservatives are joining the Lib Dems, fed up with the broken politics the two old parties represent."
            },
            {
                "title": "DEMAND BETTER FOR BRITAIN",
                "content": "Sign up here to support a Liberal Democrat government to deliver a brighter future for our country."
            },
            {
                "title": "WORKING FOR A MORE PROSPEROUS BRITAIN",
                "content": "A Lib Dem government will build an economy that works for everyone. We need to fix the faults of the modern day banks where volunteers working relentlessly are helping people. They are the real heros."
            },
            {
                "title": "TACKLING THE CLIMATE EMERGENCY",
                "content": "Climate change and air pollution threaten our future. Working with the EU enables us to set high environmental standards and work together to protect our planet. Liberal Democrats will put Britain on a path to becoming carbon neutral at the earliest possible date."
            },
            {
                "title": "PROTECTING OUR PUBLIC SERVICES",
                "content": "EU citizens make a huge contribution to our NHS, schools and care services. 1 in 10 NHS doctors are EU citizens, along with 13,000 teachers. In the EU, we can retain these vital staff and protect our right to live, work and retire. The Conservatives' botched handling of Brexit has driven away thousands of healthcare workers in our NHS, increasing pressure on local services. We need these workers to feel welcome in modern Britain."
            },
            {
                "title": "WE HAVE A CLEAR CHOICE",
                "content": "The Conservatives want to force through a damaging Brexit that will wreck our economy and risk the end of the United Kingdom. Who knows where Jeremy Corbyn stands on Brexit? Labour now say they want to negotiate their own Brexit deal. A Liberal Democrat government led by Jo Swinson will stop Brexit on day one and get on with the job of improving people's lives."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Working for Calder Valley",
                "policyDescription": "Javed pledges to work hard on clean energy, good jobs, and challenges in education and healthcare to make our decisions locally."
            },
            {
                "policyTitle": "Tackling the Climate Emergency",
                "policyDescription": "Climate change and air pollution are critical issues. The candidate supports working with the EU to set high environmental standards to protect our planet and make Britain carbon neutral as soon as possible."
            },
            {
                "policyTitle": "Protecting Our Public Services",
                "policyDescription": "Defending the contributions of EU citizens to the NHS and education, and ensuring the ability to live, work and retire across the EU."
            }
        ],
        "mentions": {
            "candidate": "Javed lives locally and volunteers at food-banks & local community organisations. Javed supports businesses to grow & create new jobs, the key ingredient for prosperity.",
            "otherPartyLeaderCandidate": "Jeremy Corbyn, Boris Johnson",
            "partyLeader": "Jo Swinson",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Supporting the UK to remain in the EU to protect environmental standards and public services and to avoid the negative impacts of Brexit.",
            "economy": "Building an economy that works for everyone and addressing the faults in the modern banking system.",
            "education": "",
            "environment": "Working to make Britain carbon neutral and addressing climate change and air pollution by working with the EU.",
            "governance": "",
            "health": "Ensuring that NHS and education sectors remain staffed with EU citizens and are protected from the impacts of Brexit.",
            "immigration": "Supporting EU citizens' right to work in the UK, particularly in public services like NHS and education.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "10 Victoria Road, Hebden Bridge, HX7 8JX",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Javed BASHIR with supporters and residents."
                }
            ]
        },
        "additionalNotes": ""
    }
}