{
    "leaflet": {
        "candidateName": "Jackie Doyle-Price",
        "constituency": "Thurrock",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "I Fight for Thurrock Day in Day out",
                "content": "I have represented you in Westminster, commuting daily from my home in Purfleet where I have lived for many years. It is the only home I have and I have deep roots in this community. In the five years I have represented you I have secured three new free schools, I have secured investment in Junction 30 where the A13 meets the M25. I have fought successfully for extensions to the residents discount for the Dartford Crossing. I led the campaign for change at Basildon Hospital and I have fought against proposals for the new Lower Thames Crossing in Thurrock."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Jackie Doyle-Price",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "THURROCK ELECTION PREDICTION MARCH 2015"
        },
        "issues": {
            "brexitEurope": "“I hope will lead to us leaving the EU”",
            "economy": "",
            "education": "secured three new free schools",
            "environment": "",
            "governance": "",
            "health": "I led the campaign for change at Basildon Hospital",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "I have fought against proposals for the new Lower Thames Crossing in Thurrock.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Thurrock",
                "duration": "the past five years",
                "achievements": "I have secured three new free schools, investment in Junction 30 where the A13 meets the M25, fought for extensions to the residents discount for the Dartford Crossing, campaign for change at Basildon Hospital and fought against proposals for the new Lower Thames Crossing in Thurrock."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.jackiedoyleprice.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Local people",
                "endorsement": "are backing Jackie Doyle-Price to be returned as our MP. They want Jackie to be the strong voice for Thurrock."
            },
            {
                "endorser": "Kevin Sadler, Thurrock",
                "endorsement": "“Jackie has always supported the Gateway Academy and the Gateway Learning Community”."
            },
            {
                "endorser": "Jim Gooding, RAF Association, Grays",
                "endorsement": "“I am backing Jackie because of the support she gives to veterans”."
            },
            {
                "endorser": "Richard Newbold, The Logistics Terminal, Port of Tilbury",
                "endorsement": "“I will be voting Conservative in the General Election as they are the only party that can give our country real economic growth which I hope will lead to us leaving the EU”."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jackie Doyle-Price with constituents."
                },
                {
                    "caption": "THURROCK ELECTION PREDICTION MARCH 2015 chart."
                }
            ]
        },
        "additionalNotes": ""
    }
}