{
    "leaflet": {
        "candidateName": "Jo Swinson",
        "constituency": "",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "A BRIGHTER FUTURE FOR OUR MENTAL HEALTH SERVICES...",
                "content": "The NHS may be the envy of the world, but our mental health service is not. People are struggling. When they reach out for help, it is just not there. Waiting times for mental health services are, on average, 14 weeks – just for an assessment - before support and care has even begun. Problems that can start small, become crises as help is either not available, or arrives late."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Mental Health",
                "policyDescription": "Liberal Democrats promise to ringfence funding for mental health and put extra investment into services. They pledge 24-hour a day, seven days a week service and plan to increase mental health staffing and ensure that, by 2025, 100% of children and young people with diagnosable conditions get NHS treatment."
            }
        ],
        "mentions": {
            "candidate": "My government will ensure these patients no longer face shamefully long waiting times and are treated with the same care as those with physical illnesses.",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "People are fed up with the Brexit chaos. It has become a national embarrassment. Both Boris Johnson’s Conservative party and Jeremy Corbyn’s Labour party are determined to pursue Brexit. But whether it’s a Conservative or a Labour Brexit it would be catastrophic for the UK.",
            "economy": "Our economy will grow more quickly, providing a Remain Bonus that we will invest in our public services. Once we stop Brexit, we can build a brighter future where we tackle the climate emergency and inequality, properly fund schools and the NHS, and create opportunity for all.",
            "education": "",
            "environment": "Once we stop Brexit, we can build a brighter future where we tackle the climate emergency and inequality, and properly fund schools and the NHS.",
            "governance": "",
            "health": "The Liberal Democrats have a plan to tackle mental health issues with several key strategies as outlined in the leaflet.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Jo Swinson promises a brighter future for mental health services and stopping Brexit.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "8-10 Great George Street, London, SW1P 3AE",
            "phone": "",
            "email": "",
            "website": "www.LibDems.org.uk/join",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Fiona Dryburgh, former Labour councillor",
                "endorsement": "I have now 'thrown my lot in' with the Liberal Democrats. I am proud to join a progressive party, I left Labour as a direct consequence of the direction in which the party is moving."
            },
            {
                "endorser": "Gabriel Rozenberg, former Conservative councillor",
                "endorsement": "The Conservatives have become a party promoting an extremist view of isolationism. It wasn't an easy decision to make but I could no longer campaign for them. The Lib Dems are the only pro-business party left."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Swinson's plan for mental health outlined in the leaflet."
                }
            ]
        },
        "additionalNotes": ""
    }
}