{
    "leaflet": {
        "candidateName": "Carwyn Jones",
        "constituency": "South Wales Central",
        "politicalParty": "Labour",
        "electionDate": "Thursday 5 May",
        "messages": [
            {
                "title": "Standing up for South Wales Central",
                "content": "Welsh Labour will deliver fairness for local families, communities and businesses. The Tory cuts are hitting South Wales hard. Welsh Labour is Labour for us all. During these tough times, Welsh Labour will be standing up for families, businesses and communities right across Wales. You can be sure your Labour candidates will be standing out for South Wales."
            },
            {
                "title": "Fairness not broken promises",
                "content": "Thanks to Labour there has been major investment in jobs, schools and hospitals right across South Wales. We're the only government that's built more affordable homes across South Wales. In these tough times Welsh Labour is working for growth and to protect jobs in local communities."
            },
            {
                "title": "Your voice in tough times",
                "content": "Welsh Labour will protect the things that matter most to you: job security, schools, hospitals and from the hike in fees."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "5 to keep/S 5'i cadw",
                "policyDescription": "Free prescriptions to help hard-working families, encourage people to go to work, free breakfast adn gym offers, a fund for pensioners and disabled people, free tuition for the under 7s."
            },
            {
                "policyTitle": "5 pledges for a fairer future",
                "policyDescription": "More apprenticeships and training opportunities, access to GP surgeries in the evenings and Saturdays, more spending on flood protection, funding for 500 PCSOs for community policing, 500 new spaces at hospitals for new doctors and nurses."
            }
        ],
        "mentions": {
            "candidate": "Carwyn Jones",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Carwyn Jones",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Tory led government are making deep and farst cuts that are hurting the economy and public services across South Wales. In these tough times Welsh Labour is working for growth and to protect jobs in local communities.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "We're the only government that's built more affordable homes across South Wales.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Welsh Labour Leader",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Carwyn Jones, Welsh Labour Leader"
                }
            ]
        },
        "additionalNotes": ""
    }
}