{
    "leaflet": {
        "candidateName": "",
        "constituency": "South Wales Central",
        "politicalParty": "Welsh Conservative",
        "electionDate": "",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "PROTECTING THE NHS BUDGET",
                "policyDescription": "Welsh Conservatives are the only party in Wales committed to protecting the NHS budget. Labour are planning to cut the NHS budget by £435 million this year alone. Labour fail their own efficiency target at £1 billion that could have saved the NHS across Wales in the next three years, despite Wales having some of the worst patient outcomes in the UK."
            },
            {
                "policyTitle": "SUPPORTING OUR ARMED FORCES",
                "policyDescription": "Welsh Conservative will keep free Bus Passes, extend the Armed Forces rail travel discount to children and families, and extend a new Armed Forces Card. This will entitle personnel to discounts from high street retailers, swimming pools, Welsh heritage sites and improved access to housing and comfort relocation related to their service."
            },
            {
                "policyTitle": "A new voice for South Wales Central",
                "policyDescription": "Promises to be a new voice for the constituency."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour has mismanaged our economy. Wales is now the poorest part of the UK. Welsh Conservatives would change this by improving infrastructure, encouraging entrepreneurship, investing in skills in schools, and by abolishing business rates for small businesses to help them expand and create new jobs.",
            "education": "",
            "environment": "",
            "governance": "Taking the tough decisions to pay off Labour’s debts, restoring order to the public finances.",
            "health": "Labour brought us to the brink of bankruptcy. Labour doubled the national debt and left us with the biggest budget deficit in our peacetime history.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "A new voice for South Wales Central"
                }
            ]
        },
        "additionalNotes": "The leaflet discusses the mismanagement of public finances by Labour and the impact on the NHS and economy, as well as support for armed forces and promises of change for South Wales Central. Specific policy proposals and endorsements are not detailed."
    }
}