{
    "leaflet": {
        "candidateName": "Mike Pringle",
        "constituency": "Edinburgh South",
        "politicalParty": "Scottish Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Local Education",
                "content": "The good news is there has been a lot of progress locally over recent years. Pupil achievement is improving after successful local campaigns, funding has been secured to redevelop James Gillespie's and Boroughmuir High Schools."
            },
            {
                "title": "Local Business",
                "content": ""
            },
            {
                "title": "Local People",
                "content": "I got involved in politics over thirty years ago to stand up for local people. That doesn't just mean everyone who voted for me, it means everyone in our area, including the next generation as well. That is why my biggest priority is re-electing local education, and more importantly, local people."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Education",
                "policyDescription": "Supporting local campaigns and funding for redevelopment of schools such as James Gillespie's and Boroughmuir High Schools."
            }
        ],
        "mentions": {
            "candidate": "Mike Pringle",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Electoral history proves this seat is always a close contest between the Lib Dems and Labour and the Conservatives can't win here."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Change in the income tax threshold, putting more money back in the pocket of every basic rate tax payer in Edinburgh.",
            "education": "Improvement in pupil achievement and redevelopment of local high schools.",
            "environment": "",
            "governance": "Opposition to previous government's large debt and involvement in the Iraq war.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Achievements include the Leven post offices saved.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As far as I am concerned a pledge is a pledge.",
        "politicalExperience": [
            {
                "role": "Member of the Scottish Parliament for Edinburgh South",
                "duration": "since their victory in the Edinburgh Central constituency in 2007",
                "achievements": "Involvement in local education campaigns, saving post offices including the Leven post office."
            }
        ],
        "contactInformation": {
            "address": "4 Grange Road, Edinburgh, EH9 1UH",
            "phone": "0131 662 1513",
            "email": "mike@edinburghsouthlibdems.org",
            "website": "www.edinburghsouthlibdems.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Mike Pringle with constituents and local educational settings."
                }
            ]
        },
        "additionalNotes": ""
    }
}