{
    "leaflet": {
        "candidateName": "Miles Briggs",
        "constituency": "North East Fife",
        "politicalParty": "Scottish Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR MILES BRIGGS",
                "content": "LOCAL: Over the past four years, Miles Briggs has been at the forefront of local campaigns to help improve the quality of life across every community in North East Fife as well as local campaigns to protect local services. Miles Briggs will always speak up for North East Fife and do what is best for local families and communities.\n\nHARD WORKING: Miles Briggs has always acted decisively to support local jobs, and promote opportunities for local firms. Miles Briggs will work hard for you as a full-time active local MSP defending and promoting your interests in the Scottish Parliament to ensure North East Fife remains a great place in which to live, work, and do business. Miles Briggs will make sure your voice is heard, and listened to, in Scotland’s Parliament.\n\nEFFECTIVE: There's a growing appetite for a change in local representation and for a fresh voice to speak up for North East Fife. Miles Briggs understands the concerns of local people and businesses and will stand up for everyone in North East Fife, no matter how small. Miles Briggs already has a reputation for being an effective candidate."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Securing the Future of St Andrews",
                "policyDescription": "Local economy"
            },
            {
                "policyTitle": "Speaking up for Rural Scotland",
                "policyDescription": "Keeping local farming and fishing interests high up the political agenda."
            },
            {
                "policyTitle": "Transforming Economy with Investment in Rural Broadband",
                "policyDescription": "Ensuring better broadband connectivity across the region."
            },
            {
                "policyTitle": "Standing up for Local Jobs and Businesses",
                "policyDescription": "Supporting local jobs and firms."
            },
            {
                "policyTitle": "Protecting Local Services",
                "policyDescription": "Defending key public services including local high street shops and post office, doctor's surgery, or local hospital."
            },
            {
                "policyTitle": "Safer Streets - More Police on the Beat",
                "policyDescription": "Increasing the number of local police officers for a targeted political response."
            }
        ],
        "mentions": {
            "candidate": "Miles Briggs",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Supporting local jobs and firms; Keeping local farming and fishing interests high up the political agenda.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Ensuring better broadband connectivity across the region.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "miles.briggs@scottishconservatives.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Miles Briggs with locals at a festival"
                },
                {
                    "caption": "Miles Briggs in various community settings"
                }
            ]
        },
        "additionalNotes": "Some personal contact details are redacted in the image."
    }
}