{
  "leaflet": {
    "candidateName": "Edwina Hart",
    "constituency": "Gower",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Regeneration & Protecting Communities",
        "content": "The investment in new community facilities is important to our villages. This includes grants for sport and recreation, improving community halls, enhancing our environment and supporting ventures such as community enterprises. Communities also need to feel safe and we will fund an extra 500 Police Community Support Officers."
      },
      {
        "title": "Education & Training",
        "content": "Wales needs well-educated people. We will create a Welsh Jobs Fund and extend apprenticeship opportunities for young people. We will keep the Educational Maintenance Allowance for those who need it most. No Welsh student will pay higher fees. Our children need good schools and we will spend every year, at least as much per pupil as the general Welsh Government spending average."
      },
      {
        "title": "Health & Wellbeing",
        "content": "Free bus passes for pensioners, the disabled and their carers help them to lead fulfilled lives. It is also good for the environment and helps to keep buses running. Free prescriptions are vital for hardworking families. We will put health first, introduce health MOTs for the over 50s and offer evening and Saturday GP appointments. Gower and Swansea have benefited from investment in our hospitals, including the refurbishment of Gorseinon Hospital."
      },
      {
        "title": "Fairer Future",
        "content": "We must continue to help those facing redundancy in these tough times. Labour's successful ReAct programme has helped many people and we will build on this programme. Families and children need our support. We will continue with free school breakfasts, free milk for the under-fives and double the number of children benefiting from free childcare."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Regeneration & Protecting Communities",
        "policyDescription": "Invest in community facilities, support for sport and recreation, improve community halls, enhance the environment, and support community ventures."
      },
      {
        "policyTitle": "Education & Training",
        "policyDescription": "Create a Welsh Jobs Fund, extend apprenticeship opportunities, maintain Educational Maintenance Allowance, ensure no Welsh student pays higher fees, and invest in schools."
      },
      {
        "policyTitle": "Health & Wellbeing",
        "policyDescription": "Provide free bus passes, maintain free prescriptions, introduce health MOTs for over 50s, offer evening and Saturday GP appointments, and invest in local hospital refurbishment."
      },
      {
        "policyTitle": "Fairer Future",
        "policyDescription": "Support people facing redundancy, continue the ReAct programme, free school breakfasts, free milk for under-fives, and double free childcare numbers."
      }
    ],
    "mentions": {
      "candidate": "Edwina Hart",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "We will create a Welsh Jobs Fund and extend apprenticeship opportunities for young people. We will keep the Educational Maintenance Allowance for those who need it most. No Welsh student will pay higher fees.",
      "environment": "Enhancing our environment is part of the investment in new community facilities. It is also mentioned that free bus passes for pensioners, the disabled, and their carers are good for the environment.",
      "governance": "",
      "health": "Will put health first, introduce health MOTs for the over 50s and offer evening and Saturday GP appointments. Investment in hospitals including the refurbishment of Gorseinon Hospital.",
      "immigration": "",
      "socialWelfare": "Free bus passes for pensioners, the disabled and their carers, free prescriptions for hardworking families, free school breakfasts, free milk for the under-fives, and increased access to free childcare.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Edwina outside the Penyheol Boxing Club discussing the plans for rebuilding with financial support from the Assembly."
        },
        {
          "caption": "Edwina outside a business premises discussing support for apprenticeships."
        },
        {
          "caption": "Edwina speaking to bus pass holders."
        }
      ]
    },
    "additionalNotes": ""
  }
}