{
  "leaflet": {
    "candidateName": "Mike Pringle",
    "constituency": "Edinburgh South",
    "politicalParty": "Scottish Liberal Democrats",
    "electionDate": "On 5th May",
    "messages": [
      {
        "title": "Local Education",
        "content": "I will campaign to ensure that resources are spent effectively - on the pupils and schools that need them not on empty buildings."
      },
      {
        "title": "Local Business",
        "content": "Local businesses will be supported so they can thrive."
      },
      {
        "title": "Local People",
        "content": "I am a community activist and will always put the needs of our community first."
      },
      {
        "title": "Local Environment",
        "content": "Protecting the local environment is key for ensuring the area's future."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Education",
        "policyDescription": "Campaigned with parents and teachers to secure funding for the redevelopment of James Gillespie's and Boroughmuir High School. Mike has also worked with students as they opposed tuition fees."
      },
      {
        "policyTitle": "Business",
        "policyDescription": "Campaign to save the Strathville Gate Post Offices - Warrender Park road was sadly closed by the Labour Government."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Stood up for local people with planning issues including Aivalney Terrace whent the planning department failed to notify residents of a large planning application."
      },
      {
        "policyTitle": "Environment",
        "policyDescription": "Introduced a plastic bag levy bill to parliament to reduce packaging waste. Sadly the Labour party refused to support the bill. Campaigned for a strong climate change bill with legally binding targets. Voted to ban snaring at the Scottish Parliament."
      }
    ],
    "mentions": {
      "candidate": "Mike Pringle",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "4th place Conservatives can't win here! 3rd place SNP can't win here!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A record of economic mismanagement.",
      "education": "Campaigned with parents and teachers to secure funding for redevelopment. Worked with students as they opposed tuition fees.",
      "environment": "Introduced a plastic bag levy bill to parliament to reduce packaging waste. Campaigned for a strong climate change bill with legally binding targets. Voted to ban snaring at the Scottish Parliament.",
      "governance": "Stood up for local people with planning issues.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "Mike has lived and worked locally for over 40 years.",
    "politicalExperience": [
      {
        "role": "MSP for Edinburgh South in 2003.",
        "duration": "Since 1992",
        "achievements": "Helped thousands of local people through casework and advice. Local successes have included saving John Livingston's Tomb and Arthur Conan Doyle's house from developers."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Mike discussing the challenges in local business at Eddie's Fish Market. Mike has a known interest in Edinburgh issues and the challenges they face."
        },
        {
          "caption": "Mike talking to local residents at John Livingston's Tomb after a long campaign to keep it open as a general facility for the public. Mike has helped thousands of local people and communities across South Edinburgh."
        }
      ]
    },
    "additionalNotes": "Don't Forget Labour's legacy: Illegal war in Iraq cost the lives of hundreds of thousands. Labour's education cuts have cost the UK dearly. Labour's debt is a growing debt needing a remedy."
  }
}