{
    "leaflet": {
        "candidateName": "David Meikle",
        "constituency": "Glasgow Southside",
        "politicalParty": "Scottish Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR DAVID MEIKLE",
                "content": "Experienced - David has the political experience to be your new MSP. David represents Pollokshields Ward on the Council and works hard all year round standing up for local people.\nActivist - David is actively campaigning in the community to make the local area cleaner, greener, and safer. David wants to give you the chance to demonstrate what he could achieve as your MSP.\nCommon sense - David will be a strong, common sense voice in the parliament. So this is your chance to elect someone who will be a passionate representative for Glasgow Southside."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "David Meikle",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "David is actively campaigning in the community to make the local area cleaner, greener, and safer.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Pollokshields Ward on the Council",
                "duration": "",
                "achievements": "Works hard all year round standing up for local people."
            }
        ],
        "contactInformation": {
            "address": "Glasgow Southside Conservatives, 10 Clincart Road, Glasgow G42 9DZ",
            "phone": "0141 569 0914",
            "email": "info@david4glasgow.org",
            "website": "www.david4glasgow.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "www.twitter.com/david_meikle",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "3 POSITIVE REASONS TO VOTE FOR DAVID MEIKLE. Experienced - David has the political experience to be your new MSP. David represents Pollokshields Ward on the Council and works hard all year round standing up for local people. Activist - David is actively campaigning in the community to make the local area cleaner, greener, and safer. David wants to give you the chance to demonstrate what he could achieve as your MSP. Common sense - David will be a strong, common sense voice in the parliament. So this is your chance to elect someone who will be a passionate representative for Glasgow Southside."
                }
            ]
        },
        "additionalNotes": "The image of the leaflet is rotated, making the text appear upside down."
    }
}