{
  "leaflet": {
    "candidateName": "Russell Boyle",
    "constituency": "South of Scotland",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Now the Tories are back, we have to focus on what really matters",
        "content": "The fragile state of the economy means that families across the South of Scotland are worried about jobs, the future and the rising cost of living. People are feeling the strain on family budgets. Russell Boyle says he wants the next Scottish government to focus on the things that really matter like defending jobs, so people aren’t left to pay the price of Tory cuts."
      },
      {
        "title": "I back Labour’s plans for more apprenticeships. Kids should have the chance to learn the trade when they leave school.",
        "content": "“I am so glad that Labour is freezing the council tax. I know Labour will concentrate on getting people back to work and creating more jobs. That’s what’s really important right now."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Apprenticeships",
        "policyDescription": "Labour's plans for more apprenticeships and opportunities for kids to have the chance to learn a trade when they leave school."
      },
      {
        "policyTitle": "Economic Measures",
        "policyDescription": "Freeze council tax for two years, create new apprenticeships for school leavers, 60,000 new green jobs in 10 years, a dedicated fund so unemployed young people get the chance of a job, cut public sector bonuses to increase the lowest paid to £7.15 per hour."
      }
    ],
    "mentions": {
      "candidate": "Russell Boyle",
      "otherPartyLeaderCandidate": "Tories",
      "partyLeader": "",
      "tacticalSituation": "Russell Boyle will be voting Labour and not just any local Labour MSP for council, to continue the Labour and SNP fight."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The fragile state of the economy means that families across the South of Scotland are worried about jobs, the future and the rising cost of living.",
      "education": "Labour's plan to create new apprenticeships for school leavers.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "People are feeling the strain on family budgets. Labour is freezing the council tax.",
      "housing": [
        {
          "content": "Labour is freezing the council tax.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Russell Boyle",
        "endorsement": "Russell Boyle says he is voting Labour in the constituency and the South of Scotland list."
      }
    ],
    "quotes": [
      {
        "text": "The fragile state of the economy means that families across the South of Scotland are worried about jobs, the future and the rising cost of living.",
        "source": "Campaign Leaflet",
        "date": ""
      },
      {
        "text": "I am so glad that Labour is freezing the council tax.",
        "source": "Campaign Leaflet",
        "date": ""
      },
      {
        "text": "I remember what it was like in the 1980s. Places like our area in Mid and Upper Nithsdale were devastated by a Tory Government. I don’t want our kids to go through that. I think we are often the forgotten region of Scotland.",
        "source": "Campaign Leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Russell Boyle with his wife and their kids pictured with Scottish Leader Ed Miliband."
        }
      ]
    },
    "additionalNotes": "Certain personal perspectives and potential voter's quotes are included to provide a sense of local sentiment."
  }
}