{
    "leaflet": {
        "candidateName": "Russell George",
        "constituency": "Montgomeryshire",
        "politicalParty": "Welsh Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "Increased Health Spending",
                "content": "The Welsh Assembly Government forced through cuts to the NHS of £1 billion over the next three years. The Welsh Conservatives are the only party committed to increasing the Wales health budget in Wales. Russell has pledged to continue to fight for the Shropdoc service to be permanently placed in our large towns and to ensure improved cross-border co-operation."
            },
            {
                "title": "Save our 6th Forms",
                "content": "Russell and other Conservative Councillors in Powys oppose the plan by local Liberal Democrat Councillors to remove sixth forms from some of our excellent community schools. Welsh Conservative policy is to directly fund schools, cutting out bureaucratic local education authorities which will save £100 million every year – funding which can go directly to schools. Russell believes that more power should be handed over to schools to make decisions over their future and giving them control over their budgets. Russell opposes the options supported by the Liberal Democrats, and believes that Llanidoes, Newtown, Caereinion, Llanfyllin, Ysgol Bro Ddyfi and Welshpool should retain their sixth forms."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NO hubs and NO pylons",
                "policyDescription": "Russell opposes the development of any 20 acre substation sites and 400kv cables erected in Montgomeryshire. The Welsh Assembly Government has designated Mid Wales as suitable for large scale wind farm development with little thought to transportation implications and the effect on our communities. Welsh Conservatives are the only party in the Welsh Assembly to oppose large scale wind farms. If elected, Russell will take the opposite view from Mick Bates, the outgoing AM for Montgomeryshire, and bring pressure on Ministers to have this disgraceful policy withdrawn and redrafted."
            },
            {
                "policyTitle": "Abolish Business Rates for Small Businesses",
                "policyDescription": "The Welsh Conservatives would boost prosperity across Wales by abolishing business rates for the majority of small businesses to help expansion and the creation of new jobs."
            },
            {
                "policyTitle": "Newtown Traffic Campaign Brings Success",
                "policyDescription": "Russell has led the campaign to resolve Newtown’s traffic problems, which affects the whole of Mid Wales. In March, Russell led a delegation to the Welsh Assembly to deliver a petition of over 10,000 names asking for an early start date for the bypass. He is now pleased to announce that on 29th March the Transport Minister confirmed that construction of the bypass will start in 2013. This is a success for Montgomeryshire, However, Russell has pledged that he will continue to fight until the roundabout is actually rebuilt and the first vehicle has driven onto the Bypass. Welsh Conservative leader Nick Bourne has confirmed Newtown Bypass is a high priority and is fully committed to delivering this urgent scheme for the region."
            }
        ],
        "mentions": {
            "candidate": "Russell George",
            "otherPartyLeaderCandidate": "Mick Bates, Liberal Democrats",
            "partyLeader": "Nick Bourne",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Welsh Conservative policy is to directly fund schools, cutting out bureaucratic local education authorities which will save £100 million every year – funding which can go directly to schools. Russell believes that more power should be handed over to schools to make decisions over their future and giving them control over their budgets. Russell opposes the options supported by the Liberal Democrats, and believes that Llanidoes, Newtown, Caereinion, Llanfyllin, Ysgol Bro Ddyfi and Welshpool should retain their sixth forms.",
            "environment": "Russell opposes the development of any 20 acre substation sites and 400kv cables erected in Montgomeryshire. The Assembly Government has designated Mid Wales as suitable for large scale wind farm development with little thought to transportation implications and the effect on our communities. Welsh Conservatives are the only party in the Welsh Assembly to oppose large scale wind farms.",
            "governance": "",
            "health": "The Welsh Assembly Government forced through cuts to the NHS of £1 billion over the next three years. The Welsh Conservatives are the only party committed to increasing the Wales health budget in Wales. Russell has pledged to continue to fight for the Shropdoc service to be permanently placed in our large towns and to ensure improved cross-border co-operation.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Nick Bourne",
                "endorsement": "Welsh Conservative leader Nick Bourne has confirmed Newtown Bypass is a high priority and is fully committed to delivering this urgent scheme for the region."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Russell George with constituents and a 'NEWTOWN TRAFFIC' banner."
                }
            ]
        },
        "additionalNotes": ""
    }
}