{
    "leaflet": {
        "candidateName": "Ian Gunning",
        "constituency": "Vale of Clwyd",
        "politicalParty": "Welsh Conservatives",
        "electionDate": "Thursday 5th May 2011",
        "messages": [
            {
                "title": "A New Voice for Wales",
                "content": "Ian is a local Town and County Councillor and a member of North Wales Police Authority who works hard for Denbighshire and North Wales."
            },
            {
                "title": "A RECORD OF ACTION, A PROMISE OF MORE",
                "content": "Ian promised to fight for funding for sporting facilities in St Asaph, to deliver council tax relief to residents, and to support plans for a business park."
            },
            {
                "title": "TIME FOR CHANGE",
                "content": "Ian Gunning will provide a strong North Wales voice in the Assembly."
            },
            {
                "title": "GOOD REASONS TO VOTE FOR THE WELSH CONSERVATIVES",
                "content": "The leaflet lists three key reasons, including appointing a North Wales Minister, protecting the North Wales health budget, and supporting North Wales schools."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "PROTECTING THE NHS",
                "policyDescription": "Ian vowed to fight against Labour's plans to centralise hospital services and to ensure fair funding to avoid bed cuts."
            },
            {
                "policyTitle": "BOOSTING TOURISM",
                "policyDescription": "Pledging to build on the success of local attractions, Ian aimed to create a more tourist-friendly environment via reduced business rates and investment infrastructure."
            },
            {
                "policyTitle": "SUPPORTING NORTH WALES SCHOOLS",
                "policyDescription": "Promoting local control over school funding and empowering teachers, parents, and governors to make decisions."
            }
        ],
        "mentions": {
            "candidate": "Ian is a local Town and County Councillor and a member of North Wales Police Authority.",
            "otherPartyLeaderCandidate": "Labour's plans to centralise hospital services.",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Reducing business rates for 75% of small businesses and delivering a manufacturing strategy.",
            "education": "Empowering teachers, parents, and governors to make decisions concerning schools.",
            "environment": "",
            "governance": "",
            "health": "Fighting against Labour's plans to centralise hospital services, ensuring a fair funding formula to avoid bed cuts in North Wales.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Ian Gunning is described as hardworking and as someone who will provide a strong voice for North Wales in the Assembly.",
        "politicalExperience": [
            {
                "role": "Town and County Councillor, Member of North Wales Police Authority",
                "duration": "",
                "achievements": "Fought for funding for sporting facilities, delivered council tax relief, and supported a business park plan in St Asaph."
            }
        ],
        "contactInformation": {
            "address": "North Wales Conservatives, 29 Russell Road, Rhyl, Denbighshire, LL18 3BS",
            "phone": "",
            "email": "office@northwalesconservatives.org.uk",
            "website": "www.northwalesconservatives.org.uk",
            "socialMedia": {
                "facebook": "WalesConservatives",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Ian Gunning with pictures of people and Wales."
                }
            ]
        },
        "additionalNotes": ""
    }
}