{
    "leaflet": {
        "candidateName": "Elin Jones",
        "constituency": "Ceredigion",
        "politicalParty": "Plaid Cymru",
        "electionDate": "05 May 2011",
        "messages": [
            {
                "title": "Bronglais extension survives ConDem cuts",
                "content": "£38 million in funding for the much needed front-of-house extension to Bronglais Hospital has been confirmed by the Welsh Government, despite the ConDem government's swinging public spending cuts."
            },
            {
                "title": "New Aberystwyth library",
                "content": "Local residents are looking forward to seeing Aberystwyth's town library opening at the Town Hall once refurbishment of the vacant building is completed."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health",
                "policyDescription": "Elin Jones has secured funding for Bronglais Hospital's extension and fights to prevent potential downgrades to local hospital services."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Plaid Cymru pledges to create 50,000 new jobs through measures such as a £500m infrastructure fund and a focus on moving to a 90% economy."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Elin Jones is committed to improving green travel within Ceredigion, and supports sustainable travel projects like better park and ride services, a cycle path from Penrhyn-coch to Aberystwyth, and electric buses."
            }
        ],
        "mentions": {
            "candidate": "Elin Jones",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Plaid Cymru aims to create jobs and help small businesses grow. An economy moving to a 90% fund for business tax relief is also proposed.",
            "education": "",
            "environment": "Plaid Cymru has secured funding for sustainable travel projects in Aberystwyth, including a cycle path from Penrhyn-coch to Aberystwyth and electric buses.",
            "governance": "",
            "health": "Elin Jones has worked to secure funding for Bronglais Hospital to ensure it gets the necessary extension it needs, despite cuts from the ConDem government.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "A new Aberystwyth town library is set to open in the Town Hall, offering improved service and better accessibility for all residents.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Assembly Member for Ceredigion",
                "duration": "Since 1999",
                "achievements": "Elin Jones has reportedly secured a £38 million funding for Bronglais Hospital's extension and prevented downgrades to hospital services. She also played a key role in relocating Aberystwyth's town library to benefit the local community."
            }
        ],
        "contactInformation": {
            "address": "32 Pier Street, Aberystwyth, SY23 2LN",
            "phone": "01970 617 492",
            "email": "elin.jones@assemblywales.org",
            "website": "",
            "socialMedia": {
                "facebook": "facebook.com/ElinJonesPlaid",
                "twitter": "@ElinJonesPlaid",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Elin Jones & Plaid Cymru - Best for Ceredigion"
                }
            ]
        },
        "additionalNotes": ""
    }
}