{
    "leaflet": {
        "candidateName": "Darren Millar",
        "constituency": "Clwyd West",
        "politicalParty": "Welsh Conservative",
        "electionDate": "May 2011",
        "messages": [
            {
                "title": "Welsh Assembly Elections",
                "content": "This coming Thursday you will have the opportunity to re-elect your representatives to the National Assembly for Wales. And, as I am standing for re-election as your Welsh Assembly Member, I thought I would take the opportunity to write to you."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Darren Millar",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "In Clwyd West the election is a straight fight between an experienced Assembly Member with a proven track record and a Labour candidate whose party have left Wales the poorest part of the United Kingdom and want to axe 300 jobs in the health service over the next 3 years."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "want to axe 300 jobs in the health service over the next 3 years",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "I don't want to see unnecessary development in our beautiful countryside that blights our town centres, many homes and businesses or members of our community at an unacceptable risk of flooding and I will work to ensure we achieve a sustainable balance for the future.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "As a person who lives in the constituency, I am committed to providing a strong voice for Conwy and Denbighshire in Cardiff Bay, Having successfully campaigned for local health services, flood defences, offices, rural broadband, town centre regeneration and more, I have a record of action on the things that matter to local people.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Campaign Headquarters, Clwyd West Conservatives, 3 Llewelyn Road, Colwyn Bay, LL29 7AP",
            "phone": "01492 530505",
            "email": "votemillar@gmail.com",
            "website": "www.votemillar.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Darren Millar with a caption 'Darren Millar A record of action, a promise of more'"
                }
            ]
        },
        "additionalNotes": "In the referendum on changing our voting system I strongly urge you to vote 'No' to AV. A change in the system could lead to a candidate coming third in the ballot getting elected. This is no way to run a democracy."
    }
}