{
    "leaflet": {
        "candidateName": "Hefin David",
        "constituency": "Caerphilly",
        "politicalParty": "Welsh Labour",
        "electionDate": "Thursday 5 May",
        "messages": [
            {
                "title": "Together for Business, Skills and Work",
                "content": "With local Labour AMs helped businesses create over 5,000 new apprenticeships since 2012. Our economy is growing stronger. New scheme will help individuals find more apprenticeship and training opportunities."
            },
            {
                "title": "Improved Local Development Planning",
                "content": "He believes that we should be better at house planning. We have 22 local development plans up for renewal across Wales."
            },
            {
                "title": "Improving Education, Health and Working Lives",
                "content": "Welsh Labour will introduce 30 hours free childcare for working parents of 3 and 4 year olds. We want our students to have a world class education system, and a further £100m will be invested. 1000 new nurses for the NHS in Wales."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Business and Skills",
                "policyDescription": "Supporting local business, creating apprenticeships and ensuring a strong economy."
            },
            {
                "policyTitle": "Local Development",
                "policyDescription": "Improved local development planning for housing and better town centres."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "30 hours of free childcare for working parents of 3 and 4-year-olds, world-class education system, investment of additional £100 million in schools."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Introduction of 1000 new nurses in the NHS in Wales."
            }
        ],
        "mentions": {
            "candidate": "Backing Hefin David who helped businesses create over 5,000 apprenticeships.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Independent councillors support based on long-term thinking and acknowledgment of his local work ethic."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Local economy is growing stronger.",
            "education": "Introduction of 30 hours free childcare for working parents, investment of additional £100 million in schools.",
            "environment": "",
            "governance": "",
            "health": "1000 new nurses for the NHS in Wales.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Should be better at house planning, with 22 local development plans up for renewal.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Councillor for 15 years, and I'm standing for the Assembly because I care about where we live. My aim is to be available and make a difference.",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "15 years",
                "achievements": "Helped businesses create over 5,000 apprenticeships."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Jeff Cuthbert",
                "endorsement": "A local who works alongside the community very well."
            },
            {
                "endorser": "Dave Rees",
                "endorsement": "In the best interests of Caerphilly based on his long-term thinking and hard work."
            },
            {
                "endorser": "Lisa Jones",
                "endorsement": "Hefin is someone who cares about people as he is committed to help and support the most in need."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Hefin David interacting with constituents."
                },
                {
                    "caption": "Photo of Hefin David with a group of people."
                },
                {
                    "caption": "Headshot of Hefin David."
                }
            ]
        },
        "additionalNotes": "Pledges include free childcare for working parents of three and four year olds, tax cuts for small businesses in Wales, 100,000 quality apprenticeships for all ages, new treatment fund for life threatening illnesses, double the capital limit for those going into residential care, and an extra £100m to improve school standards."
    }
}