{
    "leaflet": {
        "candidateName": "DAWN BOWDEN",
        "constituency": "MERTHYR TYDFIL & RHYMNEY",
        "politicalParty": "Labour",
        "electionDate": "Thursday 5 May",
        "messages": [
            {
                "title": "Your Strong Labour Voice",
                "content": "The Welsh General Election on May 5th is vital. We have a crucial choice in May. The choice is between a strong Welsh Labour Government or the threat of a coalition led by the Tories that will cut funding for our schools, our Welsh NHS."
            },
            {
                "title": "RECORD SPENDING ON HEALTH AND SOCIAL SERVICES",
                "content": "Welsh Labour will continue to invest in the NHS. I have worked closely, in my role as Head of Health at Unison, with so many people who have had their lives saved by the NHS. We now make more than one thousand new contacts with people, saving lives. But, since 1998, we have put a record £15.4 billion into our health and care services. We are working more closely together, with a new cancer and stroke unit planned for Gurnos that will make a difference. Already looking over Merthyr, as part of the Cynon Valley health unit, we have implemented over 150 major health initiatives with a key aim to treat life threatening illnesses by introducing new treatments."
            },
            {
                "title": "Investing in our children's future",
                "content": "Our Welsh Labour Government has invested in the future of every child. We have offered a helping hand through the Flying Start Programme – like the new centre in the Gurnos – so our young people have better opportunities in life. We've invested in schools and job opportunities for young people when the Tories turned their backs – all thanks to Welsh Labour. Dawn Bowden said 'This is the real delivery that can change these opportunities. I want to see more of these opportunities.'"
            },
            {
                "title": "Better jobs, closer to home",
                "content": "Welcoming investment in our railways. Assembly Candidate Dawn Bowden said 'Having access to good railway station, and the other stations down the line, is the latest step in the massive investment being driven by our Welsh Labour Government in our communities. It is all about building the better transport links needed as we prepare for the full South Wales and the Valley's METRO network. I firmly believe that no one should have to travel from home to work for some simple back office function.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Ensures record spending on our Welsh NHS. We must continue working hard to deliver world beating opportunities and everyone needs superb supporting networks for themselves."
            },
            {
                "policyTitle": "Jobs and Economy",
                "policyDescription": "Work with local Councillors and Gerald Jones MP to develop good quality employment in the area. Welcoming investment in railways and calling for continued investment as part of preparing for the full South Wales and the Valley's METRO network."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Investment in schools and job opportunities for young people. Dawn Bowden emphasizes delivering more opportunities for children, referencing the Flying Start Programme."
            }
        ],
        "mentions": {
            "candidate": "Dawn Bowden",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Developing good quality employment opportunities.",
            "education": "Investment in Flying Start Programme and schools.",
            "environment": "",
            "governance": "",
            "health": "Continued investment in the NHS, plans for a new cancer and stroke unit in Gurnos.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Assembly Candidate for Merthyr Tydfil & Rhymney",
                "duration": "",
                "achievements": ""
            },
            {
                "role": "Head of Health at Unison",
                "duration": "",
                "achievements": "Working closely with many people whose lives have been saved by the NHS."
            }
        ],
        "contactInformation": {
            "address": "27 Glan-y-nant, Fochriw, CF81 9JX",
            "phone": "07944 191557",
            "email": "dawn4mtr@gmail.com",
            "website": "www.welshlabour.org.uk",
            "socialMedia": {
                "facebook": "@Dawn.Bowden",
                "twitter": "@Dawn_Bowden",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dawn Bowden, your Assembly Candidate for Merthyr Tydfil & Rhymney, pictured with supporters and community members."
                },
                {
                    "caption": "Depictions of local areas and the regeneration efforts, including a railway station and a healthcare facility."
                }
            ]
        },
        "additionalNotes": ""
    }
}