{
    "leaflet": {
        "candidateName": "Anthony Salkeld",
        "constituency": "Newport East",
        "politicalParty": "Plaid Cymru - Party of Wales",
        "electionDate": "May 5th",
        "messages": [
            {
                "title": "Tri Uchelgais: Naw Cam Ymlaen i Chi, i Ddwyreini Casnewydd ac i Gymru",
                "content": "Three Ambitions: Nine Steps Forward for You, Newport East and for Wales"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A Well Wales: A Cure and Care NHS",
                "policyDescription": "National Commitment on Cancer: 28 day diagnosis by investing in an additional 1000 doctors and 5000 nurses to tackle long cancer waiting times. To abolish home care charges for the elderly and people with dementia."
            },
            {
                "policyTitle": "A Well-Educated Wales: Cradle to Career Education",
                "policyDescription": "Free universal preschool care for children from 3 years of age. Additional support for teachers. Paying trainees and students who choose courses in STEM or Welsh £18,000 to get better quality teachers. Creation of 50,000 new apprenticeships."
            },
            {
                "policyTitle": "A Wealthier Wales: Building our Economic Engine",
                "policyDescription": "Major investment in transport, energy and green infrastructure. A WDA for the 21st century to sell products and ideas to the wider world. Cut business rates and give more public contracts to Welsh firms."
            }
        ],
        "mentions": {
            "candidate": "Anthony Salkeld",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Stopping the proposed £1+ billion M4 Relief road and supporting the cheaper alternative. The well-placed residents of the Varteg Hill to express local business for Newport."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Major investment in our transport, energy and green infrastructure. A WDA for the 21st century to sell products and ideas to the wider world.",
            "education": "Free universal preschool care for children from 3 years of age.",
            "environment": "",
            "governance": "",
            "health": "National Commitment on Cancer: 28 day diagnosis by investing in an additional 1000 doctors and 5000 nurses to tackle long cancer waiting times.",
            "immigration": "",
            "socialWelfare": "To abolish home care charges for the elderly and people with dementia.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Plaid Cymru is campaigning on putting the communities in the NHS, having 1000 more doctors and 5000 nurses to cut waiting lists and on scrapping home care charges.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Anthony Salkeld with supporters"
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes stopping the proposed £1+ billion M4 Relief road and supporting the cheaper alternative. It pledges to build a stronger economy and improve health and education."
    }
}