{
    "leaflet": {
        "candidateName": "Charlotte Vere",
        "constituency": "Brighton Pavilion",
        "politicalParty": "Conservatives",
        "electionDate": "May 6th, 2010",
        "messages": [
            {
                "title": "FOR A WORLD CLASS NHS",
                "content": "The National Health Service is a fantastic institution—there for everyone, regardless of background or ability to pay. The Conservative Party has made the NHS its number one priority. Conservatives will increase spending on the NHS every year."
            },
            {
                "title": "FOR A LOW CARBON ECONOMY",
                "content": "The Conservatives, under the leadership of David Cameron, will make building a Low Carbon Economy a priority."
            },
            {
                "title": "FOR ACTION ON SMASH EDO",
                "content": "Last month, Smash EDO protesters invaded EDO MBM, causing chaos and seriously upsetting local residents. Charlotte Vere fully supports the conclusion of the review of police operations that will have taken place by the time you read this leaflet."
            },
            {
                "title": "FOR CHANGE ON OUR TRAINS",
                "content": "Brighton’s train users have suffered for too long. Charlotte Vere wants your issues to fall all the way to the top and has received a huge response to her transport survey."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "World Class NHS",
                "policyDescription": "The Conservative party plans to make the NHS the number one priority by increasing spending every year."
            },
            {
                "policyTitle": "Low Carbon Economy",
                "policyDescription": "Under the leadership of David Cameron, the Conservatives aim to build a Low Carbon Economy, focusing on energy independence from fossil fuels and encouraging lower carbon technology to protect our environment."
            },
            {
                "policyTitle": "Action on Smash EDO",
                "policyDescription": "Charlotte Vere supports the outcome of the police review operations on Smash EDO protestors."
            },
            {
                "policyTitle": "Change on Our Trains",
                "policyDescription": "Charlotte Vere is committed to addressing the issues faced by train users in Brighton's constituency."
            }
        ],
        "mentions": {
            "candidate": "Charlotte Vere",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "The Conservatives emphasize building a Low Carbon Economy to reduce dependence on fossil fuels and protect our environment. Energy independence from foreign oil and reducing low carbon emissions are priorities.",
            "governance": "",
            "health": "The NHS is the number one priority for the Conservative Party, with a commitment to increase spending on it every year.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "68a Boundary Road, Hove BN3 5TD",
            "phone": "01273 411844",
            "email": "charlotte@charlottevere.com",
            "website": "www.charlottevere.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "'I'll cut the deficit, not the NHS.' - David Cameron",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Charlotte with environmental campaigner Zac Goldsmith"
                },
                {
                    "caption": "'I'll cut the deficit, not the NHS' - David Cameron"
                }
            ]
        },
        "additionalNotes": "Promoted by Anthony Archer on behalf of Charlotte Vere, both at 68a Boundary Road, Hove BN3 5TD."
    }
}