{
    "leaflet": {
        "candidateName": "George Osborne",
        "constituency": "",
        "politicalParty": "Conservative Party",
        "electionDate": "6th May 2010",
        "messages": [
            {
                "title": "Dear Electors",
                "content": "I am writing to you because if the Conservatives win that election, David Cameron has asked me to be Chancellor of the Exchequer... It will be my job to get Britain's economy moving - and I want you to know how I plan to do it... We can't go on like this... Waste, spending and debt will make things worse. We need change. We need new energy and new ideas to deal with our enormous deficit, create new jobs, and get the economy moving again."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Cut and freeze government spending that burdens taxpayers, scrap unnecessary central government projects like ID cards, and tackle welfare and stop rewarding people who can do a job but refuse to do that job. Simplify benefits."
            },
            {
                "policyTitle": "Debt and Deficit",
                "policyDescription": "Ensure debts and economy move positively by dealing with waste. Will not be able to sort Britain's debts without getting economy moving."
            },
            {
                "policyTitle": "Taxation",
                "policyDescription": "Avoiding Gordon Brown's National Insurance tax rise is a top priority, repeal the jobs tax."
            }
        ],
        "mentions": {
            "candidate": "George Osborne",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "It will be my job to get Britain's economy moving... We can't go on like this. Carrying on with the same old policies of waste, spending and debt will make things worse.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Tackle welfare to stop rewarding people who can do a job but refuse to work. Simplify the benefits system.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I hope you will take the chance to vote for that change.",
        "politicalExperience": [
            {
                "role": "Shadow Chancellor of the Exchequer",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Conservative Party, 30 Millbank, London SW1P 4DP",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of the campaign leaflet featuring George Osborne's letter to electors."
                }
            ]
        },
        "additionalNotes": "The leaflet sets out key economic policies and criticisms of the opposing party's policies, without providing details on the candidate’s achievements or specific plans for the constituency."
    }
}