{
  "leaflet": {
    "candidateName": "Darren Henry",
    "constituency": "Broxtowe",
    "politicalParty": "Conservatives",
    "electionDate": "Thursday 12th December.",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Get Brexit Done",
        "policyDescription": "Broxtowe's vote to leave has been ignored by the current MP. Only the Conservatives can get Brexit done - so we can invest in our NHS, schools and police."
      },
      {
        "policyTitle": "Protect our local environment",
        "policyDescription": "Let's make the most of Broxtowe's green corridors for cycle routes. Encouraging cleaner and greener communities and options for commuters."
      },
      {
        "policyTitle": "Support investment into the Queens Medical Centre",
        "policyDescription": "Our NHS is vitally important to all of us. We need more front-line investment, so our local hospitals are fit for purpose for patients and staff alike."
      },
      {
        "policyTitle": "Investing in our High Streets",
        "policyDescription": "Securing our fair share from the Government's Towns Fund initiative - to regenerate Stapleford Town Centre and boost local business in Broxtowe."
      },
      {
        "policyTitle": "More funding for schools",
        "policyDescription": "Our children and grandchildren deserve the best education possible – including better access to alternative training like apprenticeships."
      },
      {
        "policyTitle": "Tackling crime and anti-social behaviour",
        "policyDescription": "Securing Broxtowe's fair share of the 20,000 extra police officers we'll recruit. We need more police on the beat to keep our streets safe."
      }
    ],
    "mentions": {
      "candidate": "Darren Henry",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Boris",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "Broxtowe's vote to leave has been ignored by the current MP. Only the Conservatives can get Brexit done - so we can invest in our NHS, schools and police.",
      "economy": "Investing in our High Streets - Securing our fair share from the Government's Towns Fund initiative - to regenerate Stapleford Town Centre and boost local business in Broxtowe.",
      "education": "More funding for schools - Our children and grandchildren deserve the best education possible – including better access to alternative training like apprenticeships.",
      "environment": "Protect our local environment - Let's make the most of Broxtowe's green corridors for cycle routes. Encouraging cleaner and greener communities and options for commuters.",
      "governance": "",
      "health": "Support investment into the Queens Medical Centre - Our NHS is vitally important to all of us. We need more front-line investment, so our local hospitals are fit for purpose for patients and staff alike.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "Promoted by Sylvia Gillespie-Bell, on behalf of Darren Henry, both at Broxtowe Conservative Association, 146 Station Rd, Beeston, Nottingham, NG9 2AY. Printed by Staffordshire Outlook, Tamworth, Mercian Way, Quarry Hill, Wilnecote, Derbyshire, DE7 4RA",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Darren Henry with Boris Johnson."
        }
      ]
    },
    "additionalNotes": ""
  }
}