{
  "leaflet": {
    "candidateName": "John Leech",
    "constituency": "south Manchester",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "Will you help me?",
        "content": "I am writing to you because I want you to help us to keep the best MP we have ever had here in south Manchester, John Leech."
      },
      {
        "title": "John has been a great success for our area.",
        "content": "He pressed TESCO to build the Kingsway Medical Centre, and took the fight to save Burnage Walk-In Centre to Gordon Brown, who sadly failed to intervene."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Police and MetroLink",
        "policyDescription": "John Leech has fully carried out the election promises he made when elected in 2005. He promised to campaign for more police, and we now have more Bobbies on the beat. John also pledged to campaign 'tooth and nail' for Metrolink after Labour cancelled it. It is now being built."
      }
    ],
    "mentions": {
      "candidate": "John Leech",
      "otherPartyLeaderCandidate": "Labour",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "When services at the Christie were under threat, John did what I'd expect my local MP to do, he stood up for our much-loved Cancer Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Lord Mayor of Manchester",
        "duration": "2006/7",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "330 Lapwing Lane, Didsbury, M20 6UW",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Councillor David Sandiford",
        "endorsement": "I'm proud to have been with an MP who really cares about south Manchester, and everyone who lives here. We have an MP that really speaks up for us all. He always fights for local residents and makes sure we are properly and individually casework at his many local surgeries."
      }
    ],
    "quotes": [
      {
        "text": "You can make sure we keep the best MP we have ever had.",
        "source": "Councillor David Sandiford",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Sandiford"
        }
      ]
    },
    "additionalNotes": "The good news is that voting is becoming much simpler to register to vote by post. I am asking you to sign up for a postal vote to make it easier for you to support my friend, John Leech. Please pass your spare couple of minutes to complete the enclosed official Manchester City Council registration form, and return it directly to them using the pre-paid envelope enclosed."
  }
}