{
    "leaflet": {
        "candidateName": "Stewart Hosie",
        "constituency": "",
        "politicalParty": "Scottish National Party",
        "electionDate": "",
        "messages": [
            {
                "title": "A Strong Voice For Local People",
                "content": "Stewart Hosie has gained a reputation as a hard-working local MP. As SNP Treasury and Finance Spokesman at Westminster since 2005, Stewart has held the Chancellor to account through banking crisis and the current recession. He has backed the Scottish Government's plans for economic recovery."
            },
            {
                "title": "Labour’s £1 Billion Bombshell",
                "content": "The UK Chancellor Alasdair Darling wants to slash Scottish public spending. A billion pounds' worth of budget cuts are planned and it could be more."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Climate Change",
                "policyDescription": "Stewart Hosie supports ambitious climate change legislation, aiming for a target of 42% reduction in carbon emissions by 2020 and an 80% reduction by 2050."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Wants to hold the Chancellor to account and back the Scottish Government's plans for economic recovery."
            }
        ],
        "mentions": {
            "candidate": "Stewart Hosie is the only candidate of the three major parties who actually lives in the constituency!",
            "otherPartyLeaderCandidate": "UK Chancellor Alasdair Darling",
            "partyLeader": "",
            "tacticalSituation": "12 of the 20 councillors in this constituency are SNP. There are 3 Tories and only 5 Labour councillors. With such a wide base of support, and with your help, the SNP are on course to retain this seat. And SNP MP, Stewart Hosie, is the only candidate of the three major parties who actually lives in the constituency!"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Stewart Hosie has a reputation as a solid, hard-working local MP... has held the Chancellor to account through the banking crisis and the current recession.",
            "education": "Stewart supports the SNP Scottish Government's world-beating education legislation and the achievement of greater graduate enrolment.",
            "environment": "Stewart Hosie supports legislation leading the way on climate change with a target of 42% reduction in carbon emissions by 2020 and an 80% reduction by 2050.",
            "governance": "",
            "health": "Supports increased numbers of doctors, dentists, nurses and midwives.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Stewart says, it is not just these measures he backs, but also Scottish Government spending on affordable housing, infrastructure, apprentices and training to support economic development and help to create jobs.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Treasury and Finance Spokesman at Westminster",
                "duration": "since 2005",
                "achievements": "Has held the Chancellor to account through banking crisis and the current recession."
            }
        ],
        "contactInformation": {
            "address": "8 Old Glamis Road, Dundee DD3 8HP",
            "phone": "01382 903210",
            "email": "campaign@stewarthosie.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stewart Hosie with supporters"
                },
                {
                    "caption": "Stewart Hosie portrait"
                }
            ]
        },
        "additionalNotes": "Printed by Fairprint, Fulton Road, Dundee, DD2 4SW on recycled paper."
    }
}