{
  "leaflet": {
    "candidateName": "David Rendel",
    "constituency": "Newbury",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "David Rendel's letter to you",
        "content": "At last the General Election is here and it looks like we could get the most interesting result for decades. For Gordon Brown to stop being Prime Minister Labour need to lose at least 29 MPs. But here in the Newbury constituency we can't do anything to reduce the number of MPs Labour have now. We only have one MP and he is a Conservative. Our only choice is whether to go on with the Conservative, or to replace him with a hard working Liberal Democrat. That makes your vote even more important. The most likely result of this election is a 'Balanced' Parliament where no party has total control on its own. In a Balanced Parliament the total number of MPs in each party really matters. Every extra Lib Dem MP will make a bigger impact than if the Liberal Democrat policies will be put into practice. Every vote for the Lib Dems is also a vote to make the first £10,000 you earn tax free, protect our NHS, cut class sizes, abolish University Tuition Fees, push preserve the environment, create tax loopholes for the very rich or ensure the knife crime from our streets. For the first time in most people's lives, you have every reason to vote for the policies you know are best."
      },
      {
        "title": "Who will deliver FOR YOU as our next MP?",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes, that put money back in your pocket",
        "policyDescription": "The tax plan proposed by David Rendel and Shadow Chancellor Vince Cable means that you will pay no tax on the first £10,000 you earn – cutting most tax bills by £700."
      },
      {
        "policyTitle": "It's a two horse race here!",
        "policyDescription": "Local campaigner David Rendel 1. Fairer taxes that put money back in your pocket 2. A fair chance for every child and young person 3. A fair deal for you from the politicians"
      }
    ],
    "mentions": {
      "candidate": "David Rendel",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "",
      "tacticalSituation": "For Gordon Brown to stop being Prime Minister Labour need to lose at least 29 MPs. But here in the Newbury constituency we can't do anything to reduce the number of MPs Labour have now. We only have one MP and he is a Conservative."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "P.S. People keep telling me that they hate the idea of votes being bought by millionaires.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Chris, Newbury",
        "endorsement": "David Rendel and the Lib Dems are the only ones who will clean up politics for good."
      },
      {
        "endorser": "Marvelous, Thatcham",
        "endorsement": "No-one works as hard as David Rendel. He always puts local people first."
      },
      {
        "endorser": "David, Wash Common",
        "endorsement": "I'm backing David Rendel. His tax plans will save me £700. The Tories only help millionaires."
      },
      {
        "endorser": "Merty, Northcroft",
        "endorsement": "David Rendel will work to scrap university fees. He's the best choice for Newbury."
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Newbury Lib Dems Action on Climate Change."
        },
        {
          "caption": "For 3 years David Rendel has proposed a lower council tax rise."
        }
      ]
    },
    "additionalNotes": ""
  }
}