{
    "leaflet": {
        "candidateName": "Dr Rowena Holland",
        "constituency": "Nottingham South",
        "politicalParty": "Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "VOTE FOR CHANGE",
                "content": "We can’t go on like this. It’s time for change."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS",
                "policyDescription": "Protecting the NHS, putting single sex wards at the QMC, more health visitors to support Nottingham's mums, scraping targets for Nottingham’s hospitals, and GP greater access on NHS dentistship."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Helping our teachers to improve classroom discipline by cutting the ties that shackle our teachers."
            },
            {
                "policyTitle": "Policing",
                "policyDescription": "Supporting Nottinghamshire Police by cutting paperwork and getting our bobbies back on the beat fighting crime and tackling anti-social behaviour."
            }
        ],
        "mentions": {
            "candidate": "Dr Rowena Holland",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Voting for anyone else will only help Gordon Brown cling on to power. So please – for the sake of our great country – don't miss your chance to vote for change."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Local teachers should decide how best to deliver our children’s education. Allowing teachers to deal with violent children.",
            "environment": "",
            "governance": "",
            "health": "Local doctors should decide how to fulfil their community’s health needs. Bringing maternity units and inpatient rehabilitation back into the NHS.",
            "immigration": "",
            "socialWelfare": "Conservatives are committed to cutting the deficit, sleeping rough initiative, support school uniform and breakfast club actions.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I believe passionately that local people know what their community needs and that power should be given back to our communities from Westminster.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "King Edward Court, King Edward Street, Nottingham, NG1 1EW",
            "phone": "0115 948 4533",
            "email": "rowenaholland@btconnect.com",
            "website": "www.nottinghamsouthconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dr Rowena Holland for Nottingham South, pictured with local people and working on health and education issues."
                }
            ]
        },
        "additionalNotes": "The leaflet contains a quote from David Cameron, urging voters to vote for change, and underlines the urgency of voting for the Conservatives to bring new ideas and energy for the UK's future."
    }
}