{
    "leaflet": {
        "candidateName": "Lib Dem MP David Howarth",
        "constituency": "South East Cambs",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "The difference a Lib Dem MP can make",
                "content": "In 2005 neighbouring Cambridge constituency elected Lib Dem David Howarth as their MP. Since then, he's fought and won many campaigns for Cambridge including Saving Brookfields Hospital on Mill Road; closure, Ensuring children's heart surgery and Energy-form-waste Planning application. His record shows he's extremely effective at using his vote in Parliament without a vote in government."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "David Howarth",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "At the forthcoming election, we are voting to elect a Member of Parliament to represent this area where we live. South East Cambs. Our votes will not directly elect either the government or the Prime Minister. In this area the choice is clear - we will either vote for no change and re-elect another Conservative MP for another term of office. Or we'll elect a hardworking, fresh and enthusiastic Liberal Democrat MP. No other result is conceivable, as the two graphs show."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Saving Brookfields Hospital on Mill Road to closure.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "His record shows he's extremely effective at using his vote in Parliament without a vote in government.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Fought and won campaigns for Cambridge; including saving Brookfields Hospital on Mill Road from closure, ensuring children's heart surgery, and against energy-from-waste planning application."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.theyworkforyou.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Voted very strongly for a more transparent Parliament",
                "source": "TheyWorkForYou.com",
                "date": "Last year"
            },
            {
                "text": "Has spoken in 60 debates in the last year — well above average amongst MPs.",
                "source": "TheyWorkForYou.com",
                "date": "Last year"
            },
            {
                "text": "Voted in 82% of votes in Parliament — well above average amongst MPs.",
                "source": "TheyWorkForYou.com",
                "date": "Last year"
            },
            {
                "text": "Liberal Democrat MPs were more highly regarded by their constituents than Conservative or Labour MPs were by theirs",
                "source": "Independent PoliticsHome largest representative UK poll, Autumn 2009",
                "date": "Autumn 2009"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Graphs showing vote percentages in 2005 and 2009."
                },
                {
                    "caption": "Image of Lib Dem MP David Howarth."
                }
            ]
        },
        "additionalNotes": "The leaflet emphasizes the strategic choice between the Liberal Democrats and Conservatives in the South East Cambs constituency. It uses historical voting patterns to argue that a vote for the Liberal Democrats is the only way to effect change from the incumbent Conservative MP."
    }
}