{
    "leaflet": {
        "candidateName": "Stella Creasy",
        "constituency": "Walthamstow",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Working for Walthamstow",
                "content": "Walthamstow has been home to me and my family for many years. That’s why what happens locally really matters to me."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fighting for our Cinema and Dog Track",
                "policyDescription": "Campaigning to safeguard our local heritage and a night time economy for our area"
            },
            {
                "policyTitle": "Securing jobs and investment for Walthamstow",
                "policyDescription": "Working with businesses, voluntary groups and the public sector to bring jobs and investment here"
            },
            {
                "policyTitle": "Tackling child poverty and household debt",
                "policyDescription": "Making work pay for local families through supporting a living wage for our area"
            },
            {
                "policyTitle": "Making our streets safer",
                "policyDescription": "Lobbying for more police, against cuts and addressing teen gang culture"
            },
            {
                "policyTitle": "Leading local action on climate change",
                "policyDescription": "Helping protect the environment for our children's future"
            }
        ],
        "mentions": {
            "candidate": "Stella Creasy",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Leading local action on climate change",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Tackling child poverty and household debt",
            "housing": [
                {
                    "content": "Fighting for our Cinema and Dog Track",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Walthamstow has been home to me and my family for many years. That's why what happens locally really matters to me.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Neil Gerrard",
                "endorsement": "I have worked with Stella for years now on different local campaigns, from the cinema and Marsh Lane footbridge to the dog track. I know that she will be a first class Labour MP and work for the whole community in Walthamstow."
            },
            {
                "endorser": "Barrie Clegg, Save Our Stow",
                "endorsement": "Stella has been absolutely fantastic in the support that she has given to the Save Our Stow campaign. From the very beginning of the campaign, when we had no funds to fight with, she stood with us, campaigned with us and above all else believed in the cause."
            },
            {
                "endorser": "Agha Marzooq Ali - Shakir Youth Trust",
                "endorsement": "I've lived in Walthamstow for thirty years and I want Stella to be our next MP because she is a very hard worker. She is from the people for the people. Her heart and her ties to the community and its heard voices are her strength."
            },
            {
                "endorser": "Sam Jackson, Artistic Director, X7eaven Dance Project",
                "endorsement": "From the moment we met Stella, we were overwhelmed by her positive and youthful energy. Stella has connected with the young people at X7eaven and believes in our artistic work. She has the ability to build community and bridge across generations beyond our vote, Jack and Rute. Stella exemplifies passion about Waltham Forest and she definitely has our vote."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stella organising a tea stall to raise money for local voluntary groups at the Walthamstow Festival"
                }
            ]
        },
        "additionalNotes": ""
    }
}