{
    "leaflet": {
        "candidateName": "Frank Dobson",
        "constituency": "Holborn & St Pancras",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Working hard for you",
                "content": "Putting local people first"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "BETTER SCHOOLS IN CAMDEN",
                "policyDescription": "Labour investment has improved Camden's schools, with new premises and equipment, more teachers and better results"
            },
            {
                "policyTitle": "IMPROVEMENTS FOR PENSIONERS",
                "policyDescription": "£200 winter fuel allowance, pensioners tax credit, better deaf aids, free eye tests and more cataract operations."
            }
        ],
        "mentions": {
            "candidate": "Frank Dobson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "I continue to campaign against the LibDem/Tory council selling off local homes"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "ECONOMY I resolve to press for tough laws to regulate and tax banks, hedge funds and private equity",
            "education": "BETTER SCHOOLS IN CAMDEN Labour investment has improved Camden's schools, with new premises and equipment, more teachers and better results",
            "environment": "The Labour Government has done a lot with the National Minimum Wage, tax credits, new and improved hospitals and clinics, more doctors, more primary care. Source, nursery classes and classrooms, better student maintenance and new laws against religious discrimination and higher education fees still leave children, their survivors, people far away from harm.",
            "governance": "",
            "health": "As Health Secretary, Frank made sure we got the new state-of-the-art University College Hospital.",
            "immigration": "",
            "socialWelfare": "IMPROVEMENTS FOR PENSIONERS £200 winter fuel allowance, pensioners tax credit, better deaf aids, free eye tests and more cataract operations.",
            "housing": [
                {
                    "content": "HOUSING I continue to campaign against the LibDem/Tory council selling off local homes",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "All my life I have believed that we need a fairer society here and a fairer world. We need to make sure that everybody has somewhere decent to live, a job that pays a living wage, a greener planet, better quality education, equally quality healthcare, and higher standards of people fare well, have ambitions and services that keep you safe from harm.",
        "politicalExperience": [
            {
                "role": "Health Secretary",
                "duration": "",
                "achievements": "Frank made sure we got the new state-of-the-art University College Hospital."
            }
        ],
        "contactInformation": {
            "address": "110 Gloucester Avenue, London, NW1 8HX",
            "phone": "020 7586 6039",
            "email": "frank@frankdobson.co.uk",
            "website": "www.frankdobson.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Robert MacGibbon",
                "endorsement": "\"because he keeps on fighting for a better NHS and an end to privatisation\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Frank with members of the Camden Elderly Irish Network"
                }
            ]
        },
        "additionalNotes": "IN PARLIAMENT I campaigned and voted against the Iraq War, top-up fees and 42 days detention. LOCALLY I continue to campaign with local parents for a new school South of Euston Road"
    }
}