{
    "leaflet": {
        "candidateName": "Shaun Bailey",
        "constituency": "Hammersmith & Shepherds Bush",
        "politicalParty": "Conservative",
        "electionDate": "6th May 2010",
        "messages": [
            {
                "title": "It’s time for change.",
                "content": "The Prime Minister has now named the date for the General Election as Thursday 6th May 2010 – and I am very proud and honoured to have accepted the Conservative nomination to be Hammersmith's next Member of Parliament."
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "Shaun Bailey",
            "otherPartyLeaderCandidate": "Gordon Brown, David Cameron",
            "partyLeader": "",
            "tacticalSituation": "This election will be between Conservatives and Labour - the Lib Dems always come a poor third here and are spending all their time campaigning in Brent."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Britain needs change in order to act on debt and get our economy moving",
            "education": "raise standards in schools",
            "environment": "",
            "governance": "",
            "health": "support our local NHS",
            "immigration": "",
            "socialWelfare": "make Britain the most family friendly country in Europe; change our broken politics.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "I grew up in and around Hammersmith and my family still live here. It's a great part of London, but we face several challenges. Together, we can make it even better.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": "Over the past three years I have worked hard to campaign on local issues – such as opposing Labour's third runway at Heathrow, which would bring a plane overhead every 90 seconds, working with residents to stop a lap-dancing club opening in residential Avonmore and also against Labour's closure of local Post Offices."
            }
        ],
        "contactInformation": {
            "address": "Shaun Bailey Campaign, 4 Greyhound Road, London W6 8NX",
            "phone": "020 7385 1002",
            "email": "",
            "website": "www.shaunbailey.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Conservative Candidate for Hammersmith & Shepherds Bush"
                }
            ]
        },
        "additionalNotes": "The choice at this election is either five more years of Gordon Brown or a new Conservative Government under David Cameron to bring the change we need."
    }
}