{
  "leaflet": {
    "candidateName": "Kevin Foster",
    "constituency": "Coventry South",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "PUTTING COVENTRY FIRST",
        "content": "The election has been called and could be decided, in Coventry, by a few votes. Our city, like our country, is at a crossroads. Many hard working Coventry families still feel the effects of the recession and fear what is yet to come. There are great problems that must be tackled, not least the massive Government debt, but there are also many opportunities. I am passionate about Coventry and its people. I am not afraid to be a changed government, with a new MP in this constituency, Coventry can be at the forefront again."
      },
      {
        "title": "WE CAN'T GO ON LIKE THIS. IT'S TIME FOR CHANGE.",
        "content": "The general election is just weeks away now. This is a big moment for Britain. It comes at a time when our economy is in deep trouble. We need to mend our broken society and rebuild trust in our political system. We can't go on like this. Britain needs change to get the country back on its feet - to heal the mistakes of the past and bring new ideas and energy for our future. This can be the year for change – and the Conservatives have the plans to make that a reality."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Support advanced manufacturing and research initiatives, to build a sustainable future, strengthening our economy and providing jobs for generations to come."
      },
      {
        "policyTitle": "Transport",
        "policyDescription": "Continue campaigning for a Rail Station at the Ricoh Arena and access to high speed train services."
      },
      {
        "policyTitle": "University",
        "policyDescription": "Deliver a 2 year freeze on Coventry's University Technology and Innovation Centre Council Tax to help local families and pensioners."
      },
      {
        "policyTitle": "Parking charges",
        "policyDescription": "Fight the extortionate parking charges at Coventry's University Hospital."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Support advanced manufacturing and research initiatives, to build a sustainable future, strengthening our economy and providing jobs for generations to come.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Fight the extortionate parking charges at Coventry's University Hospital.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I am passionate about Coventry and its people. I am not afraid to be a changed government, with a new MP in this constituency, Coventry can be at the forefront again.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "5/6 Cheylesmore, Coventry, CV2 4DR",
      "phone": "024 7644 4413",
      "email": "kevin.foster@coventryconservatives.com",
      "website": "www.kevinjfoster.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Kevin Foster with campaign materials."
        }
      ]
    },
    "additionalNotes": ""
  }
}