{
    "leaflet": {
        "candidateName": "Julie Rook",
        "constituency": "Wolverhampton North East",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "TIME FOR CHANGE IN WOLVERHAMPTON",
                "content": "We can't go on like this. Wolverhampton desperately needs change. We need to change the economy and back aspiration and opportunity for all. Cordon Brown's Labour government has failed us - it's time to give young people the start they deserve and 10,000 apprenticeships or university places every year for local people."
            },
            {
                "title": "Labour’s Tax On Jobs Will Kill The Recovery",
                "content": "The re-election of Gordon Brown’s government - with more debt, more tax, and risks will bring us a new recession. Julie Rook and the Conservatives want to stop the tax rises on jobs and support British workers."
            },
            {
                "title": "BACKING THE NHS",
                "content": "The NHS is our number one priority. We back it and we want to improve it for everyone. Conservatives have the plans to cut waste in the NHS and reinvest the savings back into frontline services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Need to change the economy and back aspiration and opportunity for all. Cancelling Labour's job tax to help the economy move forward."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "To give young people the start they deserve with 10,000 apprenticeships or university places every year for local people."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "The NHS is the primary focus, with promises to cut waste and reinvest in frontline services."
            }
        ],
        "mentions": {
            "candidate": "Julie Rook",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "We need to change the economy and back aspiration and opportunity for all.",
            "education": "To give young people the start they deserve with 10,000 apprenticeships or university places every year for local people.",
            "environment": "",
            "governance": "",
            "health": "The NHS is our number one priority. We back it and we want to improve it for everyone.",
            "immigration": "",
            "socialWelfare": "We’ll reform the welfare system by getting people into jobs and cutting benefits for people who refuse to work.",
            "housing": [
                {
                    "content": "We need to get Wolverhampton back to work. Conservatives will give rate breaks now to firms to help create new jobs and businesses in Wolverhampton.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.wolverhamptonconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Caring and campaigning for Wolverhampton NE."
                }
            ]
        },
        "additionalNotes": "The leaflet features various images showcasing Julie Rook’s involvement with the local community and initiatives. Specific mentions of tactical situation, endorsements, party leader support, detailed personal statement and political experience are not provided in the image. Also, the full contact details such as the address, phone, email, and links to social media are not visible."
    }
}