{
    "leaflet": {
        "candidateName": "Sian Flynn",
        "constituency": "North Cornwall",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "RESTORING TRUST IN POLITICS",
                "content": "Sian Flynn shares her commitments to transparency, detailing her intentions regarding the management and reporting of MPs' expenses to restore trust in politics."
            },
            {
                "title": "MPs' expenses: my contract with you",
                "content": "As the Parliamentary Candidate for North Cornwall, Sian Flynn promises to publish details of all expenses, appoint a local firm of auditors to approve expenses, publish a list of all donors of more than £1,000, and meet her own tax liabilities such as stamp duty without claims from the taxpayer."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Expenses Transparency",
                "policyDescription": "Sian Flynn commits to full transparency with her expenses if elected, including the publication of detailed expense reports and the appointment of a local auditor."
            }
        ],
        "mentions": {
            "candidate": "Sian Flynn",
            "otherPartyLeaderCandidate": "David Cameron, Gordon Brown, Nick Clegg",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "The issue of MPs' expenses and the need to restore trust in politics is highlighted.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Sian Flynn expresses an understanding of public frustration over trust in politicians and shares her commitments to earning trust by adhering to rules and not breaking the law.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "I can understand people feeling like that - MPs from all parties have abused the trust we place in them.",
                "source": "Sian Flynn",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Sian Flynn, Conservative Parliamentary Candidate North Cornwall"
                }
            ]
        },
        "additionalNotes": "The leaflet contains a survey section with questions regarding the reform of MPs' expenses and opinions on party leaders' responses to the expenses scandal."
    }
}