{
    "leaflet": {
        "candidateName": "Stephen Phillips",
        "constituency": "Lincolnshire",
        "politicalParty": "Lincolnshire Conservatives",
        "electionDate": "",
        "messages": [
            {
                "title": "RESTORING TRUST IN POLITICS",
                "content": "This year will be a year of change in our country. For Stephen Phillips, it's a time to help bring back trust in politics. The expenses scandal has damaged Parliament. Many people, rather than feeling duped to using their vote, are keener to rip up their polling cards. A Conservative government will clean up with new sanctions so that MPs can no longer vote on their own pay, pensions and expenses. Stephen and his wife Fiona have also bought a family home in the constituency. They have shown that the Stephen hopes about is one he puts back for the good of the whole community, not for himself."
            },
            {
                "title": "REAL SUPPORT FOR LOCAL SCHOOLS",
                "content": "Since his selection as their candidate, Stephen has spent more time in local schools than anywhere else in the constituency, improving our schools is one of the most important things that the next government can do. For Stephen, that means better discipline, higher standards of teaching, changing how our schools are run after his own children pass the  11+ as well as how they are taught life skills of our children."
            },
            {
                "title": "ROADS AND INFRASTRUCTURE: WHY WE ARE THE FORGOTTEN COUNTY",
                "content": "Infrastructure funding in the East Midlands seems to dry up at the A1. A top priority for Lincolnshire's Conservatives is to see that change. Anyone who uses our road network regularly knows that the what the unaccountable quangos set up by this government are clearly are not up to the task. Money is pouring into other government projects further east. Businesses in Lincolnshire need to make the next government aware of the situation before the HSMP. Assuming that we get our fair share of public funding for key infrastructure that's there to make sure that determined charities and enterprise will get home."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Improving schools by ensuring better discipline and higher standards of teaching, changing school management systems, and promoting life skills in children."
            },
            {
                "policyTitle": "Transport and Infrastructure",
                "policyDescription": "To change the lack of infrastructure funding in the East Midlands, especially beyond the A1, and to ensure Lincolnshire receives a fair share of future public funding for key infrastructure."
            }
        ],
        "mentions": {
            "candidate": "Stephen Phillips",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Improving schools with better discipline and higher standards of teaching. Stephen has experience having worked on education policy for the Conservatives.",
            "environment": "",
            "governance": "Stephen pledges to restore trust in politics amid the expenses scandal. Promises new sanctions and has shown a commitment to the community by buying a family home within the constituency.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Education policy for the Conservatives",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "6 Market Place, Sleaford, Lincolnshire, NG34 7SD",
            "phone": "01529 41 9000",
            "email": "stephenphillips@nhca.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Stephen at Church Lane Primary School and at Carre’s Grammar School with sixth form students"
                },
                {
                    "caption": "Highlighting the problems of our poor infrastructure and roads"
                }
            ]
        },
        "additionalNotes": ""
    }
}