{
    "leaflet": {
        "candidateName": "Rowena Holland",
        "constituency": "Clifton",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "A453 Issue",
                "content": "We must address the A453 issue immediately. Improvements are decades overdue and current traffic chaos and safety issues cannot be tolerated. Labour had the money in 1997 and elected not to spend it."
            },
            {
                "title": "Repair of Speedbumps",
                "content": "I fought hard for the repair of speedbumps in Clifton which had risen to become dangerous. I'm pleased that the Council since confirmed to the Post-Letters about the humps are scheduled for repair."
            },
            {
                "title": "Empty Properties",
                "content": "I'm still campaigning to force the Council to take action on the abandoned Lysps properties at Greencroft in Clifton. Despite repeated calls to sell it, the buildings remain unused or bring the gardens back into use, and the building continues to deteriorate."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Traffic and Safety",
                "policyDescription": "Addressing current traffic chaos and safety issues, specifically citing the A453 issue that has been neglected since 1997."
            }
        ],
        "mentions": {
            "candidate": "Rowena Holland",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Rowena Holland said: \"We need a Conservative Government to get a grip on our debt crisis. As any family with a credit card knows, the longer we ignore it, the more we notch up our bills, the worse it gets.\"",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "I've been meeting pensioners to discuss the challenges they're facing. Many fear losing their home if they need residential care. We introduce a new 'home protection scheme' stopping the need for pensioners to sell their homes to pay for care at the end of their lives.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The spread of student housing and the rise of 'absentee landlord' investors will continue to rise, but I believe the city needs a strong vision and strategy to plan to decide, in consultation with local people, where Houses of Multiple Occupancy will go.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Nottingham Evening Post",
                "endorsement": "Rowena Holland said: \"We need a Conservative Government to get a grip on our debt crisis. As any family with a credit card knows, the longer we ignore it, the more we notch up our bills, the worse it gets.\" February 2010"
            }
        ],
        "quotes": [
            {
                "text": "We need a Conservative Government to get a grip on our debt crisis. As any family with a credit card knows, the longer we ignore it, the more we notch up our bills, the worse it gets.",
                "source": "Nottingham Evening Post",
                "date": "February 2010"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rowena Holland discussing issues with a resident."
                }
            ]
        },
        "additionalNotes": ""
    }
}