{
  "leaflet": {
    "candidateName": "Alan Campbell",
    "constituency": "Tynemouth",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "There are real choices in this election. Choice about the kind of MP you want, choice about the change our country can afford and choice about securing your future."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Alan Campbell",
      "otherPartyLeaderCandidate": "Conservatives",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "I am proud of our government's achievements but we have to learn lessons and build on our record. Economic growth has to be the top priority. Then we need to bring the deficit down over the next five years but to cut too deep, too soon would put recovery at risk.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": ""
        }
      ]
    },
    "personalStatement": "It is an honour to serve the community in which I live and in which my family is growing up. I have been privileged to represent local residents. Politicians parachuted in may be ambitious for their party; I am ambitious for our community.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "I am proud of our government's achievements but we have to learn lessons and build on our record."
      }
    ],
    "contactInformation": {
      "address": "99 Howard Street\nNorth Shields\nTyne and Wear\nNE30 1NA",
      "phone": "0191 258 4325",
      "email": "ac4mp@hotmail.com",
      "website": "www.re-electalancampbell.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alan Campbell MP Tynemouth"
        }
      ]
    },
    "additionalNotes": "These are serious times and demand serious policies and strong leadership. Many local people say they don’t know what the Tories stand for. But what is clear is that we cannot afford to return to a Tory past when crime doubled, unemployment rocketed and schools and hospitals were cut. The change offered by the Conservatives may turn out to be change you cannot afford."
  }
}