{
    "leaflet": {
        "candidateName": "Jenny Chapman",
        "constituency": "Darlington",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "Why I want to be Darlington’s MP",
                "content": "Darlington is my home. It is where I grew up and where my family live. I’m 36 years old and a busy working mum. I’m used to standing up for people. I’ve served our local community, founded a local charity for young people and helped countless community projects. I want to be Darlington’s MP because I want every family, including my own, to have the opportunity to realise their hopes for the future. I will fight tooth and nail to stop any government taking services and investment away from Darlington."
            },
            {
                "title": "My record in Darlington",
                "content": "Working to bring more and better jobs to our town, Helping communities and police to bring down crime, Working for more sport and entertainment in Darlington, Winning more money for Darlington schools, Fighting any reduction in local health services"
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "I want to be Darlington’s MP because I want every family, including my own, to have the opportunity to realise their hopes for the future.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Working to bring more and better jobs to our town",
            "education": "Winning more money for Darlington schools",
            "environment": "",
            "governance": "",
            "health": "Fighting any reduction in local health services",
            "immigration": "",
            "socialWelfare": "",
            "housing": []
        },
        "personalStatement": "I want to be Darlington’s MP because I want every family, including my own, to have the opportunity to realise their hopes for the future. I will fight tooth and nail to stop any government taking services and investment away from Darlington.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Jeff and Rebecca Jones West Park, Darlington",
                "endorsement": "We'll be voting for Jenny when the election comes - because she will work hard for Darlington. Our family has a lot in common with Jenny. She cares about the things that matter to us like jobs, schools, good local health and police services. We want the next MP for Darlington to be from Darlington. Jenny always listens. She will be good for Darlington."
            }
        ],
        "quotes": [
            {
                "text": "Local, trusted and here for you",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Putting Darlington people first"
                }
            ]
        },
        "additionalNotes": "My promises to you: I will always live in Darlington and be a full-time MP. I will never be easy to contact and completely open about expenses. I will fight for more resources for Darlington schools, colleges and health services. I will work with Durham Government for more backing for our police and for robust sentencing of criminals. I will tackle anti-social behaviour. I will back strict rules on immigration and work to get many more people off benefits and into a job. I will work with business to bring high quality jobs to Darlington so the town never again suffers the unemployment of the 1980's."
    }
}