{
  "leaflet": {
    "candidateName": "David Borrow",
    "constituency": "South Ribble",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": ""
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Supporting Local Communities",
        "policyDescription": "Pledge to continue fighting for local jobs and industry including infrastructure for employers like BAE Systems and Leyland Trucks."
      },
      {
        "policyTitle": "Saving The Bus",
        "policyDescription": "Focused on improving local transportation by maintaining bus links between New Longton and Longton."
      },
      {
        "policyTitle": "Flooding",
        "policyDescription": "Worked with agencies such as Environment Agency, United Utilities, and local authorities to address flooding issues in the constituency."
      },
      {
        "policyTitle": "Supporting Local Jobs",
        "policyDescription": "Lobbied the government to secure jobs of Joint Strike Fighter aircraft staff at BAE Systems Warton and Samlesbury and in the supply industries."
      }
    ],
    "mentions": {
      "candidate": "David Borrow",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Stance on protecting the economy from the World recession impact and against cutting spending too deeply too soon.",
      "education": "Pledge to fight for maintaining high quality education in local schools.",
      "environment": "Working on combating local flooding issues with different organizations.",
      "governance": "",
      "health": "Pledge to fight to maintain funding for the Health Service.",
      "immigration": "",
      "socialWelfare": "Helping local families by working on over 2,000 individual cases for people in South Ribble.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "It has been my privilege to represent you for 13 years. I know how important it is to listen to local people and their concerns.",
    "politicalExperience": [
      {
        "role": "Labour Candidate for South Ribble",
        "duration": "13 years",
        "achievements": "Worked on over 2,000 individual cases for people in South Ribble. Engaged with local authorities and organisations on issues like transportation and flooding."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "I didn't know where to turn. Thanks to David's help I am now able to look after my family and can finally plan for the future.",
        "source": "David Haythornthwaite, Leyland",
        "date": ""
      },
      {
        "text": "Through David's hard work and persistence, I am now paying off my debts at a manageable amount each month, putting me in a much more secure financial position.",
        "source": "Local resident - David",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Image of David Borrow with constituents"
        },
        {
          "caption": "Image of a local bus with information display"
        },
        {
          "caption": "Image of David Borrow in a field with flood defenses"
        },
        {
          "caption": "Image of David Borrow with aircraft parts"
        }
      ]
    },
    "additionalNotes": ""
  }
}