{
  "leaflet": {
    "candidateName": "Lorraine Fullbrook",
    "constituency": "South Ribble",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "WE CAN'T GO ON LIKE THIS. IT'S TIME FOR CHANGE.",
        "content": "The general election is just weeks away now. This is a big moment for Britain. It comes at a time when our economy is in deep trouble, we need to mend our broken society and rebuild trust in our political system. We can't go on like this. Britain needs change to get the country back on track and learn from the mistakes of the past and bring new ideas and energy for our future."
      },
      {
        "title": "VOTE FOR CHANGE",
        "content": "Now Gordon Brown has stopped dithering and called the General Election, local people finally have the chance to record their verdict on the damage his Government has done."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "The leaflet implies the candidate will address the deep troubles in the economy and mend the broken society."
      },
      {
        "policyTitle": "Political System",
        "policyDescription": "The candidate suggests a commitment to rebuilding trust in the political system."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Will protect spending on the NHS and improve it for everyone."
      },
      {
        "policyTitle": "Family and Education",
        "policyDescription": "Will stand up for families, sort out schools."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Fight back against crime."
      }
    ],
    "mentions": {
      "candidate": "Lorraine Fullbrook",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": "The leaflet notes that the General Election is a rematch of the last narrowly lost bout after a recount to the Labour opponent, which implies a tactical situation where the constituency had a close result previously."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The general election is a big moment for Britain at a time when our economy is in deep trouble.",
      "education": "Will stand up for families, sort out our schools and fight back against crime.",
      "environment": "",
      "governance": "The leaflet implies the candidate will address the broken society and rebuild trust in the political system.",
      "health": "Will protect spending on the NHS and improve it for everyone.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "The candidate pledges support for local towns and villages, which may imply a stance on housing, but the leaflet does not provide explicit content on housing policy.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Local MP",
        "duration": "",
        "achievements": "The leaflet states she worked hard to represent the views of local people with many successes and would be honoured to represent at Westminster again."
      }
    ],
    "contactInformation": {
      "address": "6 Enterprise House, Gregson Lane, Hoghton, Preston, PR5 0FD",
      "phone": "01772 740952",
      "email": "lorrainefullbrook@hotmail.co.uk",
      "website": "www.telllorraine.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Lorraine Fullbrook pictured with David Cameron."
        },
        {
          "caption": "Prominent campaign message 'Vote for Change'."
        }
      ]
    },
    "additionalNotes": ""
  }
}