{
    "leaflet": {
        "candidateName": "Cllr Tim Archer",
        "constituency": "Poplar and Limehouse",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "MISSING: Have you seen this statue?",
                "content": "Borough's priceless heritage dumped in a field in Yorkshire. Tower Hamlets Council is the proud owner of an original sculpture by Henry Moore, valued at approximately £20 million. There is currently an exhibition of his work at the Tate Modern."
            },
            {
                "title": "Labour's £54million black hole!",
                "content": "Hidden in the small print of Labour's budget is a £54 million black hole. Next year onwards, for the first three years, Labour's budget forecasts show that they will have to cut front line services by £18 million per year in order to balance the books, or put up Council Tax by 30% each year."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "More Police",
                "policyDescription": "The Conservative alternative budget proposes to provide more police."
            },
            {
                "policyTitle": "Free School meals",
                "policyDescription": "The Conservative budget would deliver free school meals for all primary and secondary school children in the borough."
            },
            {
                "policyTitle": "Better Roads",
                "policyDescription": "The Conservative budget aims to provide better roads, with solutions for dealing with dangerous dogs, litter and parks."
            },
            {
                "policyTitle": "More Dog Wardens, Litter Wardens & Park Wardens",
                "policyDescription": "The Conservative budget includes provisions for more wardens to maintain public spaces."
            },
            {
                "policyTitle": "More Homes",
                "policyDescription": "The Conservative budget plans to address the housing waiting list, with the goal of doubling the amount spent on meal stations, welcome scheme, and modernising the remaining council housing."
            },
            {
                "policyTitle": "1% cut in council tax",
                "policyDescription": "A reduction in council tax by 1% is part of the Conservative alternative budget."
            },
            {
                "policyTitle": "Extra ESOL classes",
                "policyDescription": "The Conservative budget aims to provide additional English for Speakers of Other Languages (ESOL) classes."
            }
        ],
        "mentions": {
            "candidate": "Cllr Tim Archer",
            "otherPartyLeaderCandidate": "Labour councillors",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour's £54 million budget black hole; need to cut £18 million per year or increase Council Tax; Conservative budget savings by cutting allowances and scrapping executive assistants to councillors.",
            "education": "Labour voted against extra ESOL classes; Labour voted against free school meals for all primary and secondary school children; Conservative proposal for free school meals and extra ESOL classes.",
            "environment": "",
            "governance": "Labour voted against 17 more police officers for the borough.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The Conservative budget found savings by cutting Councillor's allowances and scrapping executive assistants to Councillors. These savings account for £250,000. The Conservative budget would use the funds to address issues like dangerous dogs, litter, and parks. Additionally, the Conservatives propose to tackle the housing waiting list with plans to double the amount spent on meal stations and modernise the remaining council housing.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cllr Tim Archer, MP Candidate for Poplar and Limehouse in front of 'Draped Seated Woman' by Henry Moore, located in Wakefield, Yorkshire, 400 mile round trip from Tower Hamlets."
                },
                {
                    "caption": "Cllr Tim Archer, MP candidate for Poplar and Limehouse, with the Conservative Councillors on the steps of Tower Hamlets Town Hall presenting their alternative budget proposal."
                }
            ]
        },
        "additionalNotes": ""
    }
}