{
  "leaflet": {
    "candidateName": "Sandra Gidley",
    "constituency": "Romsey and Southampton North",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "Sandra Gidley - a proven record of action on health",
        "content": "During the past 10 years as our MP, Sandra has helped save Romsey Hospital from closure, secured a new NHS dentist for our area and fought for better out of hours care. Now Sandra is calling for action to improve rural ambulance services and stop the huge increases in parking charges at Southampton University Hospital."
      },
      {
        "title": "Nick Clegg’s Liberal Democrat NHS guarantee:",
        "content": "We will protect vital frontline NHS services"
      },
      {
        "title": "Dementia action",
        "content": "Dementia is a massive health issue in Britain today. But Labour has broken its promise to make dementia a national priority. The Lib Dems will double Government funding for research and will deliver real help for carers."
      },
      {
        "title": "Help Sandra win here!",
        "content": "Please help Sandra Gidley and the local Lib Dems win for local people by filling in and returning this form."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Sandra Gidley pledges to improve rural ambulance services, prevent huge parking charge increases at Southampton University Hospital, and protect frontline NHS services."
      },
      {
        "policyTitle": "Dementia",
        "policyDescription": "The Lib Dems will double Government funding for dementia research and provide real help for carers."
      },
      {
        "policyTitle": "NHS Protection",
        "policyDescription": "Nick Clegg and the Liberal Democrats commit to protecting vital frontline NHS services against Conservative and Labour cuts."
      }
    ],
    "mentions": {
      "candidate": "Sandra Gidley",
      "otherPartyLeaderCandidate": "Gordon Brown, David Cameron",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": "Elections in Romsey and Southampton North have always a close fight between the Liberal Democrats and the Conservatives. Last time there was only 125 votes in it. This time the result could be even closer. Most voters who are switching to back Sandra Gidley have come from old Labour votes to make up ground against a national swing which could help local people first."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Sandra Gidley has a record of action on health, including saving hospital from closure, securing a new NHS dentist, and fighting for better out of hours care. Nick Clegg stated that every vote for the Liberal Democrats is a vote to keep the NHS safe.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "MP for 10 years",
        "duration": "",
        "achievements": "Saved Romsey Hospital from closure, secured a new NHS dentist for our area, fought for better out of hours care, calling for action to improve rural ambulance services and to stop the huge increases in parking charges at Southampton University Hospital."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "www.sandragidley.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "Labour and overseas aid budgets will not be spared from programme of public spending cuts",
        "source": "Alistair Darling - The Guardian 5.6.09"
      },
      {
        "text": "We've lived through this mistake for 60 years now... The reality is it hasn't worked - it has made people iller...",
        "source": "David Cameron MP - Conservative MP David Rennard on the NHS"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Sandra Gidley with healthcare workers and constituents"
        },
        {
          "caption": "Nick Clegg discussing with an elderly woman"
        },
        {
          "caption": "Labour and Conservative leaders with negative quotes"
        }
      ]
    },
    "additionalNotes": ""
  }
}