{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "United Kingdom Independence Party (UKIP)",
        "electionDate": "",
        "messages": [
            {
                "title": "The Conservative Party",
                "content": "A party 'in waiting' as they are patting each other on the back as the next Party to be in power after Labour. They act if there are only two political parties who can govern this country!"
            },
            {
                "title": "Shock them all - do not vote for the current ruling establishment!",
                "content": "The Lib - Lab - Con - Expect your votes they consider there is no other choice there is! VOTE United Kingdom Independence Party."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Immigration and border control",
                "policyDescription": "A stop to all immigration for a period of at least 5 years to enable us to resolve the problem. This will mean deporting illegal failed asylum seekers immediately."
            },
            {
                "policyTitle": "Human Rights Act",
                "policyDescription": "Abolishing all non-essential regulations and scrap the failed Human Rights Act - which is becoming a 'Criminals Charter' protecting criminals, not the decent, hard-working majority."
            },
            {
                "policyTitle": "Tax",
                "policyDescription": "Simplify and reduce taxes wherever possible. We propose a flat tax rate which would only apply to earnings over £10,000, therefore taking many on low incomes out of the tax system."
            },
            {
                "policyTitle": "Inheritance Tax",
                "policyDescription": "Scrapping of inheritance tax."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Supporting selective education with a grammar school in every town."
            },
            {
                "policyTitle": "Foreign Road Users Tax",
                "policyDescription": "UK road users to be allowed to make many tax deductions up to the value of their yearly road tax to include free tax whilst working abroad, whilst foreign road users to use our roads road-user-pay system."
            },
            {
                "policyTitle": "NHS and Bureaucracy",
                "policyDescription": "Supporting the NHS by eliminating targets and reduce management and bureaucracy."
            },
            {
                "policyTitle": "Energy",
                "policyDescription": "Scrap 'green' taxes and wind farms. Promote UK power with nuclear power and reduce our dependency on unstable foreign energy sources."
            },
            {
                "policyTitle": "Armed Forces",
                "policyDescription": "Support and retrain our armed forces."
            },
            {
                "policyTitle": "Police",
                "policyDescription": "Increasing police on literal policing, not community support officers. Make prison sentences mean what they say."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "David Cameron - leader of the Conservative Party and 'Blair Clone'",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "What UKIP stands for - Britain's withdrawal from the EU. Only then can we prevent the erosion of our democracy and retain all existence. Only then can we stop paying £45 million every day to the EU to ruin us and anti Europe also then oppose as they negotiate, for free trade.",
            "economy": "Simplify and reduce taxes wherever possible.",
            "education": "We intend to return to selective education with a grammar school in every town.",
            "environment": "Scrap 'green' taxes and wind farms and promote power with nuclear power.",
            "governance": "",
            "health": "Support the NHS by eliminating targets and reduce management and lower bureaucracy.",
            "immigration": "A stop to all immigration for a period of at least 5 years to enable us to resolve the problem.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "If you have lost trust in Politicians and are disillusioned about our so called 'honourable' governing establishment but feel you do not want to vote - an act of this is the same as the rest - then please read on",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Take YOUR Future Back into YOUR Hands!"
                }
            ]
        },
        "additionalNotes": ""
    }
}