{
  "leaflet": {
    "candidateName": "Rosie Sharpley",
    "constituency": "Woking",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "A long record of local action",
        "content": "Rosie Sharpley has been getting things done for local people for more than thirty years — almost helped everyone. Rosie has worked as a nurse in the NHS caring for the most vulnerable residents."
      },
      {
        "title": "21 years of helping local people",
        "content": "A record of action Protecting local services Fight for health service Investing in our future More money in your pocket"
      },
      {
        "title": "Investing in our children’s future",
        "content": "As someone who has raised her family here, Rosie understands the true value of our children, the most important group in life and a clean, safe environment to grow up in."
      },
      {
        "title": "Saving our local health services",
        "content": "As a nurse Rosie knows how important the local health services. Rosie has pledged to fight the loss of Woking’s Community Hospital Beds especially in Woking."
      },
      {
        "title": "Protecting local services",
        "content": "Nothing matters more to Rosie than protecting and improving vital local services we all rely on."
      },
      {
        "title": "More money back in your pocket",
        "content": "The Lib Dem tax cuts for those on low and middle pays will result in the first £10,000 (£10,000 next year) of your income being tax-free."
      },
      {
        "title": "Cleaning up British politics: My contract with the people of Woking and the surrounding villages",
        "content": "I will put local people first. I will be there to help and listen to your concerns and stand up for our community."
      },
      {
        "title": "My contract with the people of Woking and the surrounding villages",
        "content": "I will make sure your voice is heard - locally and at Westminster. I will be a strong voice for Woking and the surrounding villages."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes",
        "policyDescription": "Lib Dem tax cuts for those on low and middle pays will increase the tax-free personal allowance to £10,000, aiming to put money back into people's pockets."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "The Lib Dems will invest in schools by reducing class sizes and abolishing Labour’s unfair tuition fees."
      },
      {
        "policyTitle": "Renewable energy",
        "policyDescription": "Commitment to renewable energy, to make Britain a world leader in renewable technology."
      },
      {
        "policyTitle": "Community hospital beds",
        "policyDescription": "Rosie Sharpley has pledged to fight for the preservation of Woking’s Community Hospital Beds."
      }
    ],
    "mentions": {
      "candidate": "Rosie Sharpley",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Lib Dem tax cuts for those on low and middle pays will result in the first £10,000 of your income being tax-free.",
      "education": "The Lib Dems will invest in schools by reducing class sizes and abolishing Labour’s unfair tuition fees.",
      "environment": "Commitment to making Britain greener with renewable energy.",
      "governance": "",
      "health": "Rosie, with her experience as a nurse, is fighting to save local health services and is opposed to the loss of Woking’s Community Hospital Beds.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "Rosie@Woking.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Rosie Sharpley with residents"
        }
      ]
    },
    "additionalNotes": ""
  }
}