{
    "leaflet": {
        "candidateName": "Bill Grant",
        "constituency": "Ayr, Carrick and Cumnock",
        "politicalParty": "Conservative",
        "electionDate": "Spring 2010",
        "messages": [
            {
                "title": "CUTTING THE COST OF POLITICS",
                "content": "If elected, David Cameron's Conservatives would cut the cost of politics in the UK by introducing the following measures: Reduce MP numbers by 10%, Reduce ministerial pay by 5%, Reduce government advisors, Cap civil service bonuses, and Sell government property not needed-saving more than £6.5 million every year and reduce the deficit by £3 billion over the term of a Parliament."
            },
            {
                "title": "SUPPORTING OUR TROOPS",
                "content": "Bill Grant has joined Conservative Party Leader David Cameron in calling for more action to support British service men and women. Bill said: 'We must all recognise the dedication and sacrifice our armed forces make...'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tax Policy",
                "policyDescription": "Local Conservative candidate Bill Grant has battled alongside the Conservatives against tax rises by both the Liberal Democrats and the Labour Party to increase local taxes."
            },
            {
                "policyTitle": "Supporting The Troops",
                "policyDescription": "Pledges support for the military with specific emphasis on improvements to the Operational Allowance and treatment of veterans."
            },
            {
                "policyTitle": "Immigration Policy",
                "policyDescription": "Conservative proposals for tackling immigration include creating a Border Police Force, setting annual limits on non-EU economic migrants, and introducing English language tests for anyone coming to the UK to get married."
            },
            {
                "policyTitle": "State Pension Increase",
                "policyDescription": "A Conservative government would raise the basic state pension for one year for people over 60, funded from money saved by ending the forced retirement age."
            }
        ],
        "mentions": {
            "candidate": "Bill Grant",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Highlights Conservative criticism of Labour's handling of the economy, emphasizing the national debt and advocating for a change.",
            "education": "",
            "environment": "",
            "governance": "Proposes cuts to the cost of politics, including reducing the number of MPs and ministerial pay, capping civil service bonuses, and selling unneeded government properties.",
            "health": "",
            "immigration": "Outlines Conservative immigration policy with proposed measures such as creating a Border Police Force and setting annual limits on non-EU economic migrants.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "One of the governance measures includes selling unneeded government properties.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "1 Wellington Square Ayr, KA7 1EN",
            "phone": "01292 263991",
            "email": "",
            "website": "billgrant.scottishconservatives.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Bill Grant leaflet images"
                }
            ]
        },
        "additionalNotes": ""
    }
}