{
    "leaflet": {
        "candidateName": "Philip Dunne",
        "constituency": "Ludlow",
        "politicalParty": "Conservatives",
        "electionDate": "6th May 2010",
        "messages": [
            {
                "title": "Why Ludlow constituency needs a change of Government",
                "content": "Since becoming your local MP I have tried to make myself as available as possible to help local residents address the issues they care about most. But we need a change of Government to get the country back on its feet and Ludlow's neglected voice heard. Now we need to change the Labour Government that has overseen the neglect of the countryside and vote Conservative at the next General Election. Only by voting Conservative can we only hope to deliver a more effective, stronger voice for Ludlow in Parliament, and begin repairing the damage to the fabric of our community."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Affordable Housing",
                "policyDescription": "Plans for affordable local housing for local people, ending the neglect."
            },
            {
                "policyTitle": "Schools",
                "policyDescription": "Stop wasteful buildings by schools. Improve our education."
            },
            {
                "policyTitle": "Green Energy",
                "policyDescription": "Support green energy initiatives such as Bishop's Castle 'Household Energy Service', which promotes energy conservation and reduction in carbon emission."
            }
        ],
        "mentions": {
            "candidate": "Philip Dunne",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Supporting green energy initiatives across the constituency, promoting energy conservation and reduction in carbon emission.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Conservative plans for affordable local housing will allow local people to get homes. Ending to local neglect.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Ludlow",
                "duration": "",
                "achievements": "Working with local communities and businesses, improving schools, planning for local housing, supporting green energy initiatives."
            }
        ],
        "contactInformation": {
            "address": "Ludlow Conservative Association, 54 Broad Street, Ludlow, Shropshire, SY8 1GP",
            "phone": "01584 872 187",
            "email": "phillipdunne@ludlowconservatives.org",
            "website": "www.philipdunne.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Philip Dunne speaking with a megaphone."
                },
                {
                    "caption": "On the beat with Police and Community Support Officers in Bridgnorth"
                },
                {
                    "caption": "Discussing affordable housing with local Councillors & Directors on site at Ludlow."
                },
                {
                    "caption": "Working with the Bishop's Castle Business Park to tackle climate change."
                },
                {
                    "caption": "Discussing off-road highway jewel repairs in Bridgnorth."
                },
                {
                    "caption": "Helping secure road surface improvements in Clee."
                },
                {
                    "caption": "Opening Burwarton Post Office, one of the local services committed to maintaining."
                }
            ]
        },
        "additionalNotes": ""
    }
}