{
    "leaflet": {
        "candidateName": "Polly Lane",
        "constituency": "Hackney South and Shoreditch",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "A 'Living Wage'",
                "content": "Fighting the growing gap between rich and poor"
            },
            {
                "title": "A million new jobs",
                "content": "Greener industries will provide more employment."
            },
            {
                "title": "Protect our NHS",
                "content": "Opposing cuts, closures and privatisation in the service"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A 'Living Wage'",
                "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families. They will fight for a fair financial deal, with community banks, credit unions and mutuals providing realistic loans to families and small businesses."
            },
            {
                "policyTitle": "A million new jobs",
                "policyDescription": "Green MPs will press for a new insulation scheme for every single home as part of a green package to cut fuel bills and create a million new jobs. Green Party councillors have already pioneered such a scheme in Kirklees."
            },
            {
                "policyTitle": "Protect our NHS",
                "policyDescription": "Green MPs will fight to make sure local services are easy to access and are fully local. We will oppose cuts, closures and privatisation within our NHS and protect the jobs of public sector workers."
            }
        ],
        "mentions": {
            "candidate": "Polly Lane",
            "otherPartyLeaderCandidate": "Meg Hillier",
            "partyLeader": "Caroline Lucas",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Polly promises new sports facilities if a fair deal for young people and their achievements in Hackney's schools and leisure facilities.",
            "environment": "Our 'green' policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these issues.",
            "governance": "",
            "health": "Green MPs will fight to make sure local services are easy to access and are fully local.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Trainee Human Rights lawyer Polly Lane has lived in Hackney for over ten years. A vote for Polly means forcing the other parties to ask themselves: Is it fair that unemployment has soared when so much vital work needs to be done?",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Caroline Lucas",
                "endorsement": "Green Party leader and MEP Caroline Lucas recognised Polly's contribution to the movement."
            }
        ],
        "quotes": [
            {
                "text": "Voting Green can, and will, improve the lives of the people of Hackney.",
                "source": "Polly Lane",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Polly Lane with Green MEP Caroline Lucas"
                }
            ]
        },
        "additionalNotes": "Is it fair that London's ICUs will discover £10 billion, whilst our public services buckle? Polly would oppose Meg Hillier's scheme, which has no practical use to the people of Hackney."
    }
}