{
    "leaflet": {
        "candidateName": "Cllr Susan Wise",
        "constituency": "Perry Vale",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "The Best Start in Life",
                "content": "Giving young people the best opportunities possible is one of our top priorities. Your local Councillors John Paschoud and Alan Till are governors at Perrymount and Kilmorie Primary School and have seen the improvements that have been made."
            },
            {
                "title": "Action on Empty Homes",
                "content": "Lewisham's Labour Council is continuing to get tough with owners of empty homes in Perry Vale which are a blight on our streets. Long term empty homes can attract crime and spoil the area."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Listening to residents",
                "policyDescription": "Listening to residents' views through the Ward Assembly and working with you to improve youth facilities, the environment and listen to your traffic concerns."
            },
            {
                "policyTitle": "Working with our Police",
                "policyDescription": "Working with our Police and Safer Neighbourhood Team and Ward Panel for a safer Perry Vale."
            },
            {
                "policyTitle": "Working with our housing providers",
                "policyDescription": "Working with our housing providers like Lewisham Homes and London and Quadrant to improve standards and create better homes and spaces in Perry Vale."
            }
        ],
        "mentions": {
            "candidate": "Susan also said, \"Returning empty homes into use for families is much better than leaving the properties as they are.\"",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Councillor Susan Wise, Housing lead on Lewisham's Labour Council said \"We always try to work with home owners. Sometimes if this isn't possible, we can gain entry and bring the home back into use.\"",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Local Councillors",
                "duration": "",
                "achievements": "Seen the improvements that have been made at Perrymount and Kilmorie Primary School."
            }
        ],
        "contactInformation": {
            "address": "43 Sunderland Road SE23 2PS",
            "phone": "020 8699 2001 / 07976 721117",
            "email": "perryvale4labour@googlemail.com / jimdowd.newlabour@care4free.net / mayor.steve@yahoo.co.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cllr John Paschoud is committed to working for our young people in Perry Vale."
                },
                {
                    "caption": "Cllr Susan Wise and a local housing charity are bringing homes back into use."
                },
                {
                    "caption": "As local residents Susan and Alan have worked all year round for this area."
                }
            ]
        },
        "additionalNotes": ""
    }
}