{
    "leaflet": {
        "candidateName": "Jacqui Paschoud",
        "constituency": "Forest Hill & Perry Vale",
        "politicalParty": "Labour",
        "electionDate": "April 2010",
        "messages": [
            {
                "title": "A Cleaner and Greener Forest Hill & Perry Vale",
                "content": "Labour Councillors have been working hard to secure important improvements to the local environment, including: a programme to plant 45 tree saplings in our local streets, recycling schemes for batteries, mattresses and Christmas Trees, free green garden waste collection sites to run from March to November, street litter recycling collections, retaining weekly recycling and refuse collections, Masterplan and Park Keeper for Mayow Park."
            },
            {
                "title": "Forest Hill’s Horniman Triangle Park Children’s Play Facilities",
                "content": "Many people have said to us that they wanted better play facilities for our children and young adults. That's why Labour has invested over £1 million across Lewisham to transform over 20 play spaces. Forest Hill is one area that has benefited from this investment. Labour candidate Jacqui Paschoud said 'It’s only Labour that has delivered these improvements in Forest Hill, working with local residents and ensuring your money goes to develop these exciting new schemes'."
            },
            {
                "title": "Fighting Tory cuts in Police numbers",
                "content": "Steve Bullock, Mayor of Lewisham and Lewisham West MP, Jim Dowd have slammed the proposed cuts in Police numbers put forward by Tory Mayor Boris Johnson. The plans will cut 455 officers from patrolling London's streets, and put at risk the future of our popular and successful Safer Neighbourhood Teams, particularly in Lewisham, Forest Hill and Perry Vale. Jim has raised the issue in Parliament and Steve has written to Boris demanding an explanation."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Environment",
                "policyDescription": "Labour is working on environmental improvements including planting trees, recycling initiatives, and a Masterplan for Mayow Park."
            },
            {
                "policyTitle": "Children's Play Facilities",
                "policyDescription": "Labour has invested in developing over 20 play spaces, including improvements in Forest Hill’s Horniman Triangle Park."
            },
            {
                "policyTitle": "Policing",
                "policyDescription": "Labour opposes the Conservative Mayor's proposed police cuts and supports the Safer Neighbourhood Teams."
            }
        ],
        "mentions": {
            "candidate": "Jacqui Paschoud",
            "otherPartyLeaderCandidate": "Boris Johnson",
            "partyLeader": "Steve Bullock, Mayor of Lewisham",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Labour Councillors have been working on securing important improvements to the local environment.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "It’s only Labour that has delivered these improvements in Forest Hill.",
        "politicalExperience": [
            {
                "role": "Labour candidate",
                "duration": "",
                "achievements": "Delivered improvements in Forest Hill."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cllr. Susan Wise & Mayor Steve Bullock"
                },
                {
                    "caption": "Jacqui Paschoud working to deliver improvements in Forest Hill"
                },
                {
                    "caption": "Jim Dowd talks with local Safer Neighbourhood Team officers"
                }
            ]
        },
        "additionalNotes": ""
    }
}