{
  "leaflet": {
    "candidateName": "Nick Bent",
    "constituency": "Warrington South",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Jobs and Homes - Voters' Priorities",
        "content": "Tory threat to Warrington economy - The number one concern of Warrington voters is the economy. Tory plans to slash public spending immediately could wreck the recovery and put people's homes and jobs at risk."
      },
      {
        "title": "Brief Brief Brief",
        "content": "Labour is the party of the NHS, and most people believe their families have got better care under Labour, with record spending and over a hundred new hospitals built since 1997. NHS is finally safe in Labour's hands. Labour is also committed to a National Care Service for the elderly, paid for with a mansion tax, and will maintain help for pensioners with the Winter Fuel Allowance, free TV licences, and free bus passes."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Labour will continue to support the economy this year, and halve the deficit within 4 years. Tories would recklessly slash public spending now, damaging public services and putting the fragile economic recovery at risk."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Labour is the party of the NHS with a record of improved care, over a hundred new hospitals since 1997, and the NHS finally safe in Labour's hands."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Labour has increased investment in education, allocated £80 million for new school buildings, including a total rebuild for Penketh High School. Tories would scrap this."
      }
    ],
    "mentions": {
      "candidate": "Nick Bent",
      "otherPartyLeaderCandidate": "Tory activist in Warrington South",
      "partyLeader": "",
      "tacticalSituation": "Labour's possible loss of the Penketh Library."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour committed to support the economy and halve the deficit within 4 years.",
      "education": "Labour has increased investment in education, allocated £80 million for new school buildings.",
      "environment": "",
      "governance": "",
      "health": "Labour is the party of the NHS, with over a hundred new hospitals since 1997.",
      "immigration": "",
      "socialWelfare": "Labour committed to a National Care Service for the elderly, maintained support for pensioners with the Winter Fuel Allowance, free TV licences, and free bus passes.",
      "housing": [
        {
          "content": "Tory threat to Warrington economy could put people's homes and jobs at risk.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Nick Bent, Labour Party, Balfour Street, Thelwall New Road, Thelwall, WA4 2LY",
      "phone": "01925-581514",
      "email": "info@nickbent.org",
      "website": "www.nickbent.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Mohammed Kaiser and Nick Bent at Penketh Library",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Nick Bent commented: There is a clear choice for voters. Labour will continue to support the economy this year, and halve the deficit within 4 years. The Tories would recklessly slash public spending now, damaging public services and putting the fragile economic recovery at risk.",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Labour supports families and homeowners"
        },
        {
          "caption": "Mohammed Kaiser and Nick Bent at Penketh Library"
        },
        {
          "caption": "The NHS safe in Labour hands"
        }
      ]
    },
    "additionalNotes": ""
  }
}