{
  "leaflet": {
    "candidateName": "Paul Winston Smith, Maddy Westrop",
    "constituency": "Tamworth, Stourbridge",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "TAMWORTH. Vote for Paul Winston Smith, a Tamworth Postman.",
        "content": "You can guess why 'Winston'! The LibLabCon voted for EU directives which damaged the postal system and closed post offices locally. UKIP stands for the Royal Mail and the service which it should be allowed to provide. So here I am, standing for UKIP. SO VOTE FOR ME, PAUL SMITH IN TAMWORTH"
      },
      {
        "title": "MADDY WESTROP says STOURBRIDGE",
        "content": "was once an industrial centre of the world, a powerhouse making goods and creating wealth, famous for its wonderful glass. It is harder and harder for Stourbridge to function as jobs and skills are being lost. Stourbridge hasn't changed. So what is holding it back? Too much Government! Maddy works in IT and has a degree from Cambridge in history. The thinking person's Vote. Vote Maddy Westrop."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Royal Mail and Postal Services",
        "policyDescription": "Stands for the Royal Mail and the service it should be providing, opposes damages caused by EU directives."
      },
      {
        "policyTitle": "BRING BACK BRITISH JOBS",
        "policyDescription": "UKIP for local UK Internal Policies"
      }
    ],
    "mentions": {
      "candidate": "Paul Winston Smith is a Tamworth Postman. Maddy Westrop works in IT and has a degree from Cambridge in history.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "The LibLabCon voted for EU directives which damaged the postal system and closed post offices locally.",
      "economy": "UKIP stands for local UK Internal Policies to bring back British jobs. Stourbridge was once an industrial centre famous for its wonderful glass, but it is harder for Stourbridge to function as jobs and skills are being lost.",
      "education": "",
      "environment": "",
      "governance": "Opposes the overreach of government, which is holding back places like Stourbridge.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "Clowns to the left of me - Jokers to the right... Here I Am !!",
        "source": "Paul Winston Smith's campaign leaflet",
        "date": ""
      },
      {
        "text": "It is one problem to have your country in war, quite another to have it given away, without consultation, in peacetime by your duly elected local representatives in government!",
        "source": "Maddy Westrop's campaign leaflet",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Paul Winston Smith with arms outstretched."
        },
        {
          "caption": "Photo of Maddy Westrop smiling."
        }
      ]
    },
    "additionalNotes": ""
  }
}