{
  "leaflet": {
    "candidateName": "Les Jones",
    "constituency": "Morecambe and Lunesdale",
    "politicalParty": "Liberal Democrats",
    "electionDate": "",
    "messages": [
      {
        "title": "Securing a Better Future for Our Area.",
        "content": "We have huge assets, a beautiful bay & wildlife, an adaptable workforce. But over the last few years we have to a hospital (now no casualties in Morecambe), a fall in Navy personnel, loss of ferry and many jobs along with primary schools and a swimming pool."
      },
      {
        "title": "Vote Les Jones",
        "content": "The Lib Dems are winning Support across Britain. Nick Clegg and the Liberal Democrats are stronger now than at any time since 1929"
      },
      {
        "title": "A fresh start for Britain",
        "content": "Change that works for you and your family"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "OUR NHS. At risk with the Conservatives",
        "policyDescription": "The leaflet accuses the Conservative party of having a detrimental relationship with the NHS, suggesting privatisation and dismantling."
      },
      {
        "policyTitle": "The Lib Dem difference",
        "policyDescription": "The policy seems to focus on protecting local services, promoting clean energy, and ensuring fair taxes."
      },
      {
        "policyTitle": "A fair economy",
        "policyDescription": "The Liberal Democrats plan to break reliance on the financial sector and invest in manufacturing, education, and green job creation."
      },
      {
        "policyTitle": "Better Youth Centres needed",
        "policyDescription": "Youth Centres such as Stanley's or Heysham are doing a fantastic job, but need more support, not just money but imaginative support."
      }
    ],
    "mentions": {
      "candidate": "Les Jones drives us forward",
      "otherPartyLeaderCandidate": "David Cameron, Tory Health spokesman",
      "partyLeader": "Nick Clegg",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "An over dependence on the financial sector has led to a lack of investment in manufacture, and sees core trades, inventions, research, and development leaving the UK.",
      "education": "",
      "environment": "A fair future: create jobs by making Britain greener. A fair transport system, renewable energy and energy efficient homes.",
      "governance": "Give people fair deal for what they earn by abolishing university tuition fees, reduce class sizes, create job schools, and establish greener jobs.",
      "health": "Accusations against the Conservatives for their approach to the NHS, including a claim that Tory MPs backed privatisation campaigns.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Tories' turnpike on city bolsters so by giving inheritance tax breaks to the wealthy.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I will help local people first. I will be their port to call, listen to your concerns and stand up for our community.",
    "politicalExperience": [
      {
        "role": "Principal Examiner",
        "duration": "10 years",
        "achievements": "Taught in Ashton under Lyne."
      }
    ],
    "contactInformation": {
      "address": "12 Westcliffe Drive, Morecambe LA3 3JT",
      "phone": "",
      "email": "",
      "website": "libdems-morecamblunesdale.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Les meets a local voter"
        },
        {
          "caption": "Les Jones with Nick Clegg"
        }
      ]
    },
    "additionalNotes": "Les Jones pledges to end corruption and is appalled by the behaviour of some MPs in relation to their expenses. Les Jones has lived in the North West all his life, and knows the problems facing our region."
  }
}