{
    "leaflet": {
        "candidateName": "Gordon Brown",
        "constituency": "",
        "politicalParty": "Labour Party",
        "electionDate": "Thursday 6 May",
        "messages": [
            {
                "title": "Securing the recovery, not putting it at risk",
                "content": "The recovery is still fragile, but we are coming through. But it is clear to me that the best way to improve your standard of living is to secure the recovery. Our opponents' plans to cut support and pull the rug from under the recovery at this crucial time could put the recovery at risk and put your living standards at risk."
            },
            {
                "title": "A cancer guarantee – results from a test within a week",
                "content": "We are determined that we make them more personal to the needs of you and your family. Take cancer, something that is inevitably daunting in Britain. We will guarantee that you will get results from a test within a few days. If you need treatment, you will get to see a cancer specialist within at least two weeks. If the Conservatives win, you and your family would lose that right."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Living Standards",
                "policyDescription": "Protect living standards by securing the economic recovery and not allowing opponents' plans to cut support to risk the recovery and living standards."
            },
            {
                "policyTitle": "Health Services",
                "policyDescription": "A pledge to provide test results within a week and guarantee that those needing treatment will get to see a specialist within two weeks."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Create new industries like clean energy and advanced manufacturing, creating jobs that are rewarding and well paid."
            },
            {
                "policyTitle": "Immigration",
                "policyDescription": "Control immigration with a fair rules and fair chances system based on points."
            }
        ],
        "mentions": {
            "candidate": "I am your Prime Minister.",
            "otherPartyLeaderCandidate": "If the Conservatives win, you and your family would lose that right.",
            "partyLeader": "Gordon Brown, Leader of The Labour Party",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Securing the recovery, not putting it at risk",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "A cancer guarantee – results from a test within a week",
            "immigration": "Fair rules and fair chances",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I love this country and am honoured to be your Prime Minister. I know I am tough and demanding and I make no apologies for that, because you deserve nothing less as we rebuild our economy, strengthen our society and change our politics.",
        "politicalExperience": [
            {
                "role": "Prime Minister",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "The Office of Gordon Brown, 39 Victoria Street, London SW1H 0HA",
            "phone": "",
            "email": "gordon@gordonbrown.org.uk",
            "website": "gordonbrown.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Caption not provided for the image."
                }
            ]
        },
        "additionalNotes": "Each one of our pledges is substantial, deliverable and carefully costed, speaking to the values of Britain's mainstream majority – ordinary families, like the one in which I grew up – that want to get on, not simply get by."
    }
}