{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "Conservative",
        "electionDate": "6th April 2010",
        "messages": [
            {
                "title": "Personal Promise",
                "content": "Our opponents are trying to scare elderly people by telling deliberate lies about our plans. So here is a personal promise, from me, about the things we will protect. - I will protect the Winter Fuel Payment. - I will protect the free bus pass and the free TV licence. - I will protect the pension credit. These vital benefits will not be cut under the Conservatives – they will be safeguarded. You have my word on it."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Older and Retired People Support",
                "policyDescription": "We will have bigger increases in the value of the state pension, link it to earnings, protect pensioners from having to sell homes to pay for care, freeze council tax, keep council tax benefit, raise the threshold to most family homes out of Inheritance Tax, and make the NHS budget our number one priority."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "You may read that Labour are also considering what the newspapers call a 'death tax' to pay for care costs - a new tax on everything you have saved and want to leave to your children.",
            "education": "",
            "environment": "",
            "governance": "We have shown how we can pay for these things with detailed plans to stop the waste in government bureaucracy and the extravagance of politicians.",
            "health": "",
            "immigration": "",
            "socialWelfare": "These vital benefits will not be cut under the Conservatives – they will be safeguarded. You have my word on it.",
            "housing": [
                {
                    "content": "We will protect pensioners from having to sell homes to pay for care and raise the threshold to exclude the vast majority of family homes out of Inheritance Tax.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "You can tell a lot about a country by the way it treats older people. It affects all of us – whether you are a pensioner or approaching retirement, or you have older relatives or neighbours, this is something close to home.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "These vital benefits will not be cut under the Conservatives – they will be safeguarded. You have my word on it.",
                "source": "David Cameron",
                "date": "6th April 2010"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David Cameron, Leader of the Conservative Party"
                }
            ]
        },
        "additionalNotes": ""
    }
}