{
    "leaflet": {
        "candidateName": "Jason McCartney",
        "constituency": "Colne Valley",
        "politicalParty": "Conservatives",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "FIGHTING FOR OUR LOCAL SERVICES IN COLNE VALLEY",
                "content": "Jason lives in Honley and for many years he’s been campaigning on local issues. He has worked with everyone to make where we live a better place. He’s proud to have been selected at an Open Primary by local people."
            },
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR JASON McCARTNEY",
                "content": "A Proud Yorkshireman, Standing up for our area, Real life experience."
            },
            {
                "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
                "content": "In just a few weeks we will have the most important election for a generation. Our economy is broken and only the Conservatives can fix it. We need change to bring responsibility, transparency and fairness back into Government."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "GETTING BRITAIN WORKING",
                "policyDescription": "Labour have left the country with record unemployment. Only the Conservatives will get more people back into work."
            },
            {
                "policyTitle": "BACKING THE NHS",
                "policyDescription": "David Cameron has promised that the NHS will be safe in Conservative hands."
            },
            {
                "policyTitle": "RAISING STANDARDS IN SCHOOLS",
                "policyDescription": "We will create a new generation of good school places."
            },
            {
                "policyTitle": "SUPPORTING FAMILIES",
                "policyDescription": "Plans to allow the majority of families to keep more of their own money to spend as they choose."
            }
        ],
        "mentions": {
            "candidate": "Jason McCartney",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Our economy is broken and only the Conservatives can fix it.",
            "education": "We will create a new generation of good school places.",
            "environment": "",
            "governance": "We need change to bring responsibility, transparency and fairness back into Government.",
            "health": "The NHS will be safe in Conservative hands.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "RAF",
                "duration": "10 years",
                "achievements": "Jason served in the RAF for 10 years including in Iraq, Kosovo and two tours with Calder at IV Squadron. Has real life experience from military service."
            }
        ],
        "contactInformation": {
            "address": "Spring Villa, 55 Church Lane, Brighouse, West Yorkshire, HD6 1AT",
            "phone": "01484 711260",
            "email": "jason@jasonmccartney.com",
            "website": "www.jasonmccartney.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jason McCartney with community members and engaging in various local initiatives."
                }
            ]
        },
        "additionalNotes": "Jason is a big Huddersfield Town fan."
    }
}