{
  "leaflet": {
    "candidateName": "John Pugh",
    "constituency": "Southport",
    "politicalParty": "Lib Dem",
    "electionDate": "May 6th",
    "messages": [
      {
        "title": "Your Flat, Your Home, Your Choice",
        "content": "Whether you are a tenant or an owner, your flat can be both your biggest asset or your biggest expense. In Southport there is a pattern of spiraling utility charges and ground landlords and insurance companies forcing service and other charges up. John Pugh and his team have dealt with many cases like this and with some success, getting unfair service charges reassessed or reduced. John invited to Southport extra help from the professional Leasehold Advisory Service. John took up the cudgels too for people in sheltered housing facing new charges for wardens and reduced service."
      },
      {
        "title": "The Great Insurance Scam - John Pugh Gets Results",
        "content": "Not so long ago your ground landlord could force you by law to change your home insurance to a more expensive company. He got a fee and you got a bigger bill. John Pugh argued for a change in the law. A new clause in the 2002 Leasehold Act which until then had been largely concerned with London short leases. It took a while for the law preventing this to come into full force but now you do have the legal right to choose your own insurance company."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Housing and Leasehold Reform",
        "policyDescription": "John Pugh has been actively dealing with unfair service charges, inviting professional advisory services and working towards legislative changes that protect leaseholders, such as the 2002 Leasehold Act clause."
      }
    ],
    "mentions": {
      "candidate": "John Pugh",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"John Pugh and his team have been working on reducing unfair service charges for leaseholders and have advocated for legislative changes such as the Leasehold Act to protect the rights of homeowners.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "Elected MP",
        "duration": "",
        "achievements": "Campaigned for a clause in the 2002 Leasehold Act, helped leaseholders with unfair service charges."
      }
    ],
    "contactInformation": {
      "address": "35 Shakespeare Street, Southport, PR8 5AB",
      "phone": "",
      "email": "",
      "website": "www.johnpugh.org.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "The Leaseholder Magazine",
        "endorsement": "Neither the Labour government nor the Conservative opposition are interested in winning the votes of the country’s three million leaseholders in the next general election...... only the Liberal Democrats have made any promises that would help leaseholders."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "John Pugh with his team and members of the professional Leasehold Advisory Service."
        },
        {
          "caption": "Cllr Sue McGuire, known for solving problems for tenants and leaseholders."
        },
        {
          "caption": "John Pugh, involved in a major London Hospital Leaseholder victory."
        }
      ]
    },
    "additionalNotes": ""
  }
}