{
  "leaflet": {
    "candidateName": "Richard Hunt",
    "constituency": "Walsall South",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "YOUR CHOICE IN 2010: TO GET RID OF BROWN VOTE BLUE",
        "content": "Let's make 2010 the year for national change. We need change to get our country back on its feet, and that is based on responsibility, ethics and aspiration. David Cameron offers change we can trust. He has proposed that the Conservative Party offers a strong modern leadership to a united Conservative Party."
      },
      {
        "title": "WHY VOTE CONSERVATIVE IN WALSALL SOUTH?",
        "content": "Rebuilding the economy. A Conservative Government would get serious about public finances. We will end the irresponsible practice of piling up debt and will insist on value for money for the taxpayer. Caring for public services. Schools, hospitals and police are spending too much time meeting targets and justifying themselves to government red tape. They need to be freed up to teach children, treat patients and catch criminals."
      },
      {
        "title": "Caring and campaigning for our community",
        "content": ""
      },
      {
        "title": "Can you help make change happen?",
        "content": "Conservatives are volunteers who want to make a difference to our community and country. Can you help?"
      },
      {
        "title": "Locals ignored as Labour Parachute Candidate Into Walsall South",
        "content": "In Walsall South we will have a NEW MP because Bruce George has retired. We want to pay tribute to his 36 years dedication to serving the people of Walsall South - his shoes will be hard to fill."
      },
      {
        "title": "Your views matter to Richard Hunt...",
        "content": "If you have any concerns or views please use the space below to tell me and complete your details on the other side so I can keep in touch with you. Thank You."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Rebuilding the economy",
        "policyDescription": "A Conservative Government would get serious about public finances. We will end the irresponsible practice of piling up debt and will insist on value for money for the taxpayer."
      },
      {
        "policyTitle": "Caring for public services",
        "policyDescription": "Schools, hospitals and police are spending too much time meeting targets and justifying themselves to government red tape. They need to be freed up to teach children, treat patients and catch criminals."
      },
      {
        "policyTitle": "Cleaning up politics",
        "policyDescription": "We need change in politics too. Too many MP's have abused the system and bought Parliament into disrepute."
      }
    ],
    "mentions": {
      "candidate": "Richard Hunt",
      "otherPartyLeaderCandidate": "Keith Vaz",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "A Conservative Government would get serious about public finances. We will end the irresponsible practice of piling up debt and will insist on value for money for the taxpayer.",
      "education": "",
      "environment": "",
      "governance": "We need change in politics too. Too many MP's have abused the system and bought Parliament into disrepute.",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have been meeting people from all corners and communities of Walsall and it is clear that people want change. Walsall South and Britain need change after 13 years of a Conservative Council delivering for local people and the time has come for real change in Walsall South. I have the experience at a local level. I am honoured to be your representative to represent you as a national level and be the voice in Parliament, not Parliament’s voice in Walsall.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Richard Hunt, FREEPOST RRAE-XZCG-SXKY, Walsall, WS9 0HH",
      "phone": "Call: 01902 863555",
      "email": "Email: richardforwalsall@gmail.com",
      "website": "Web: www.richard4walsallsouth.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": ""
        }
      ]
    },
    "additionalNotes": ""
  }
}