{
    "leaflet": {
        "candidateName": "Janet Richards",
        "constituency": "New Forest West",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "FAIRS WORTH FIGHTING FOR",
                "content": "Janet lives in Martin, near Fordingbridge. She is passionate about the local community, being one of the founders of Futurefarms, a local food co-operative and community farm. 'We shouldn't have to choose between our quality of life and rebuilding the economy. Spending on public services and renewable energy will create good jobs as well as tackle climate change and improve the services we rely on. It will also create more income to the government from taxes so we can pay back government debt.' Here in New Forest we will tackle the shortage of affordable homes by: Investing in new energy-efficient council and social housing, Introducing a 'right to rent' scheme to help those whose homes are in danger of repossesssion to stay in their own homes. The Green Party is the only party with the policies to face the economic crisis and create a sustainable fair society!"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A 'Living Wage' for all",
                "policyDescription": "Green MPs will demand a Living Wage to ensure low paid workers don't end up on welfare. We will fight for fair minimum wages and a fair economy that will drive community banks, credit unions and mutuals providing loans to families and small businesses."
            },
            {
                "policyTitle": "A million new jobs",
                "policyDescription": "Green MPs will push for a green insulation scheme for every single home to cut fuel bills and create a million new jobs. Green Party councilors have already pioneered such a scheme in Kirklees."
            },
            {
                "policyTitle": "Protect our NHS",
                "policyDescription": "Green MPs will fight to stop cuts, closures and privatisation in the service."
            }
        ],
        "mentions": {
            "candidate": "Janet Richards",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Lucas",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "'Spending on public services and renewable energy will create good jobs as well as tackle climate change and improve the services we rely on.'",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Protect our NHS 'Green MPs will fight to stop cuts, closures and privatisation in the service.'",
            "immigration": "",
            "socialWelfare": "'Green MPs will demand a Living Wage to ensure low paid workers don't end up on welfare.'",
            "housing": [
                {
                    "content": "Here in New Forest we will tackle the shortage of affordable homes by: Investing in new energy-efficient council and social housing, Introducing a 'right to rent' scheme to help those whose homes are in danger of repossession to stay in their own homes.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "'We shouldn't have to choose between our quality of life and rebuilding the economy.'",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Green Party, 2-6 Northgate, Canterbury, Kent CT1 1BL",
            "phone": "08454 941 202",
            "email": "",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Janet Richards with local people"
                },
                {
                    "caption": "Election Communication"
                }
            ]
        },
        "additionalNotes": "Printed on 100% recycled paper using green technologies that do not harm the environment."
    }
}