{
    "leaflet": {
        "candidateName": "George Osborne",
        "constituency": "",
        "politicalParty": "Conservative Party",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "There are only a few weeks to go until the general election. I am writing to you because if the Conservatives win that election, David Cameron has asked me to be Chancellor of the Exchequer."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "Plan to get Britain's economy moving, make real inroads into the huge debt that Labour has built up, make avoiding Gordon Brown’s National Insurance tax rise a top priority, stop NI increase straight out of the pay packet which experts say will cost jobs, support the millions of people who run small businesses or are self-employed, create new jobs by scrapping National Insurance for jobs created by new companies, and create 400,000 new apprenticeships and training places in first two years."
            },
            {
                "policyTitle": "Waste in Government Spending",
                "policyDescription": "Cut down on enormous burdens on taxpayers by paying benefits to people who could and should be at work, scrap unnecessary government projects like ID cards, and reduce filling forms for things that won’t help get the unemployed into work."
            },
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Plan to fix the NHS by dealing intelligently with public service issues and more broadly fixing the way our bloated government works."
            }
        ],
        "mentions": {
            "candidate": "George Osborne",
            "otherPartyLeaderCandidate": "Gordon Brown, Labour",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "As you know, our economy is in real trouble. People worry about their jobs, families see their incomes squeezed and many small businesses cannot get the support they need from the banks, even though we bailed those banks out. Most people feel worse off than they did five years ago.",
            "education": "",
            "environment": "",
            "governance": "We will bring in a tax on banks now – not wait until it is every other country’s agreed to – and use that Labour proposes. The banks will bring a windfall tax on banks now – not wait until it is every country has agreed to introduce one as Labour proposes.",
            "health": "It is only by fixing the NHS our bloated government works that we will be able to protect public services in the long run and invest more in the NHS.",
            "immigration": "",
            "socialWelfare": "Cut down on enormous burdens on taxpayers by paying benefits to people who could and should be at work.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": ""
                }
            ]
        },
        "personalStatement": "This election is a key moment for our country. If we want to rebuild our economy so that it works for everyone, more of the same is not an option. We need change to get Britain back on its feet, deal with our debt and get Britain working. I hope you’ll take the chance to vote for that change.",
        "politicalExperience": [
            {
                "role": "Shadow Chancellor of the Exchequer",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Conservative Party, 30 Millbank, London SW1P 4DP",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet from George Osborne dated 26th March 2010."
                }
            ]
        },
        "additionalNotes": ""
    }
}