{
  "leaflet": {
    "candidateName": "Mark Garnier",
    "constituency": "Wyre Forest",
    "politicalParty": "",
    "electionDate": "",
    "messages": [
      {
        "title": "SIX YEARS’ POSITIVE ACTION IN WYRE FOREST",
        "content": "Mark has been working hard for Wyre Forest, as an unpaid volunteer, for over six years. Mark has proven himself to be an effective voice for local people and has championed many important local causes: A strong local campaigner."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Improving Local Policing",
        "policyDescription": "Mark's campaigning against the threatened cutback of police workers led to the cancellation of West Mercia Police cutback and to their excellent local work."
      },
      {
        "policyTitle": "Supporting Local Post Offices and Royal Mail",
        "policyDescription": "Mark has been active in supporting local Post Offices and services including Royal Mail, emphasising their importance to the local community."
      },
      {
        "policyTitle": "Protecting Local Driving Test Centre",
        "policyDescription": "Involved in a year-long campaign, which included a petition with over a thousand signatures, to protect Kidderminster's driving test centre."
      },
      {
        "policyTitle": "Education Funding",
        "policyDescription": "Mark is working to increase funding for local schools, involving discussions with the Conservative Schools Minister for fairer funding and more resources."
      },
      {
        "policyTitle": "Support for Armed Forces",
        "policyDescription": "Mark is committed to ensuring that members of the Armed Forces and veterans continue to receive the support they need."
      }
    ],
    "mentions": {
      "candidate": "Mark",
      "otherPartyLeaderCandidate": "Michael Gove",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "Working for fairer school funding and more resources for our local school children.",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Campaigning to promote Worcestershire as a centre of excellence for cancer services.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Our local Police Force was threatened with unwelcome downgrading, involving potential cutbacks of over 2,000 people signed Mark's petition."
        },
        {
          "caption": "Mark has been championing local Post Offices and services since 2004. Now we are supporting Royal Mail Units to save structures from closure."
        },
        {
          "caption": "When Kidderminster's driving test centre was threatened with closure, Mark stepped in to save this important local resource."
        },
        {
          "caption": "Worcestershire is one of the lowest counties for school child funding grants. Mark is working hard to redress this imbalance."
        },
        {
          "caption": "Our Armed Forces are stronger than ever since 1945. Mark is behind our Armed Forces and signed the Royal British Legion Manifesto to provide support for members of our Armed Forces and will not rest until our troops get the support they need."
        }
      ]
    },
    "additionalNotes": ""
  }
}