{
  "leaflet": {
    "candidateName": "Adrian Owens",
    "constituency": "West Lancashire",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "LABOUR'S TAX ON JOBS WILL KILL THE RECOVERY",
        "content": "The re-election of Gordon Brown's government - with more debt, waste and taxes - will bring us a new recession."
      },
      {
        "title": "RECLAIMING OUR STREETS",
        "content": "Adrian recently went on police patrol in Ormskirk. 'I want to experience first hand the issues the police encounter and to understand what needs to change', he says."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "BACKING THE NHS",
        "policyDescription": "The NHS is our number one priority. We back it and we want to improve it for everyone."
      }
    ],
    "mentions": {
      "candidate": "Adrian Owens",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "William Hague",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The re-election of Gordon Brown's government - with more debt, waste and taxes - will bring us a new recession. Over the last 13 years working people have seen their taxes go up and up and their money wasted. Labour politicians admit there is at least £11 billion of waste, but they want to wait a year before dealing with it. Instead of cutting waste, Gordon Brown is increasing the national insurance tax.",
      "education": "",
      "environment": "Adrian has welcomed Conservative plans to retain HeartStart and provide additional 4200 health visitors while levelling play areas in Skelmersdale. He has welcomed the Council's 'tree cities' scheme which has provided thousands of saplings to improve the district. Plus a new local foreman also organises volunteers to manage woodland.",
      "governance": "",
      "health": "The NHS is our number one priority. We back it and we want to improve it for everyone.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Adrian will continue to support schemes which make mortgage payments lower than under Labour. And people from the welfare system by getting well into jobs and cutting benefits for people who refuse to work.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Adrian says about Ormskirk, 'I love it here and want to work to make it even better.'",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "West Lancashire Conservative Association, 72 New Court Way, Ormskirk, Lancse, L39 2YT",
      "phone": "01695 572306",
      "email": "adrian.owens@westlancsconservatives.com",
      "website": "www.westlancsconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "'I have tried for several years to have the roof repaired on Nye Bevan swimming pool, but now the problem is through the hall too. I told them (Olympus) about the waste water... I didn't think I'd be saying, 'I told ya so'. But now I'm glad. I hope we'll learn to listen to your readers more about these important issues.'",
        "source": "Adrian Owens - Champion newspaper, October 2009",
        "date": "October 2009"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Photo of Adrian Owens with voters"
        }
      ]
    },
    "additionalNotes": ""
  }
}