{
    "leaflet": {
        "candidateName": "NEIL HUDSON",
        "constituency": "Edinburgh South",
        "politicalParty": "Scottish Conservatives",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "5 MORE YEARS OF LABOUR OR CHANGE WITH THE CONSERVATIVES",
                "content": "In just a few weeks we will have the most important election for a generation. Our broken city and tired Hospitals need bold and clear action to break up the establishments that are a part of our failed system as it is. We can't go on like this."
            },
            {
                "title": "VOTE NEIL HUDSON FOR THE CHANGE WE NEED",
                "content": ""
            },
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR NEIL HUDSON",
                "content": "Neil brings real life experience to politics - As well and University tutor & public health vet, Neil had life experience to better inform his decision to represent the people in the parliament.\nNeil believes in politics is all about public trust - Neil listens to your votes and concerns and will champion these issues at the Westminster, working with the local and national level people.\nNeil passionately believes in positive politics - Neil would take over the issues honestly and try to create active change for Edinburgh Southin in a manner of mutual respect to deliver stability and difficult times."
            },
            {
                "title": "A RECORD OF ACTION IN EDINBURGH SOUTH",
                "content": "As your candidate since 2007, Neil has worked hard in our community. Councillor Mark McInnes comments: \"I have had the privilege of working closely with Neil as he has campaigned locally for the things people care about. He is an impressive individual who gets things done.\""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Freeze the Council Tax",
                "policyDescription": "The Conservatives are determined to ensure the Council Tax rise inflicted on you is the last in the loop, the gravity is deep and freeze the rising Labour and the Lib Dems' Council Tax freeze have voted for and supported it. No to Tax increases. Yes to action now."
            }
        ],
        "mentions": {
            "candidate": "Neil Hudson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "5 more years of Labour or change with the Conservatives.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Neil brings real life experience to politics. Neil believes politics is all about public trust. Neil passionately believes in positive politics.",
        "politicalExperience": [
            {
                "role": "Tutor & Public Health Vet",
                "duration": "",
                "achievements": "Informed decisions to better represent people in parliament."
            },
            {
                "role": "Candidate since 2007",
                "duration": "",
                "achievements": "Worked hard in our community. Campaigned locally for the things people care about."
            }
        ],
        "contactInformation": {
            "address": "132/133 ­­­­Õ Waverley Park Terrace",
            "phone": "0131 556 4376",
            "email": "enquiries@scottishconservatives.com",
            "website": "www.neilhudon.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Councillor Mark McInnes",
                "endorsement": "I have had the privilege of working closely with Neil as he has campaigned locally for the things people care about. He is an impressive individual who gets things done."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David Cameron supporting green technology"
                },
                {
                    "caption": "Shadow Defence Secretary supporting Neil Hudson"
                },
                {
                    "caption": "Supporting older people"
                },
                {
                    "caption": "Neil working with students"
                }
            ]
        },
        "additionalNotes": ""
    }
}