{
    "leaflet": {
        "candidateName": "Steve Pound",
        "constituency": "Ealing North",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Securing jobs and homes, supporting families",
                "content": "Since 1997 when I was first elected as your MP, I've seen with my own eyes the difference for the better that Labour has made. We have rebuilt our crumbling schools and government funding for a new High School in Northolt is expected. I profoundly believe that a further feature of education in Ealing North during the next decade is vocational."
            },
            {
                "title": "Your choice will have a big impact on the outcome of this election",
                "content": "When we face a real choice in this election and your vote is crucial. Not just in how this constituency is represented but our whole country."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "School Investment",
                "policyDescription": "Rebuilding crumbling schools with government funding for a new High School in Northolt."
            },
            {
                "policyTitle": "National Health Service",
                "policyDescription": "Asserting that the NHS needs more than pride and needs investment, arguing that under the Labour government, the NHS has seen more investment."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Highlighting that after the global economic crisis, Labour made sure pensioners didn't lose everything during the recovery."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Emphasis on securing jobs and homes, indicating a focus on housing policy."
            }
        ],
        "mentions": {
            "candidate": "Steve Pound",
            "otherPartyLeaderCandidate": "The Tories",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Highlighting sustained reductions in unemployment due to Labour and criticising the Tory policies.",
            "education": "Pledging to improve the quality of education, with rebuilt or improved school facilities.",
            "environment": "",
            "governance": "Echoing the call for complete transparency from the Member of Parliament.",
            "health": "Praising past Labour investment in the NHS, claiming under Labour NHS has seen more investment than it ever did under the Conservatives.",
            "immigration": "",
            "socialWelfare": "Defending actions taken to protect senior citizens' finances, ensuring they didn't lose everything during the economic recovery.",
            "housing": [
                {
                    "content": "Since 1997, the difference that Labour has made in securing jobs and homes.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I'm here for you and have introduced additional surgeries every week to make it easier to see me. You are my employer, not my constituent. I work for you.",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "Since 1997",
                "achievements": "Rebuilt crumbling schools, government funding for a new High School in Northolt, increased NHS investment."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Rev. Penny Pedley",
                "endorsement": "Rev. Penny Pedley taking tough on crime."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Steve talks to local residents about their concerns."
                },
                {
                    "caption": "Steve visits the local area to understand local issues and concerns."
                }
            ]
        },
        "additionalNotes": ""
    }
}