{
  "leaflet": {
    "candidateName": "Karen Gillard",
    "constituency": "South East Cornwall",
    "politicalParty": "Lib Dem",
    "electionDate": "",
    "messages": [
      {
        "title": "A fairer deal for South East Cornwall",
        "content": "Successive governments have let our Armed Forces down; Karen will work hard to ensure that the servicemen and women from our area get the pay they deserve. The Lib Dems can make these pledges because we have identified other areas to pay for them. We are the only ones with a clear plan to protect the economic health of the area."
      },
      {
        "title": "Lib Dem action on unfair water charges!",
        "content": "Karen Gillard and Cornish Liberal Democrats have been leading the charge against scandalously high water bills."
      },
      {
        "title": "OUR NHS: At risk with the Conservatives",
        "content": "Tory Health spokesman accepted £21,000 donation from private health firm boss."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Fairer taxes",
        "policyDescription": "Pay no tax on the first £10,000 you earn — cutting most tax bills by £700. That's almost 25% of residents in South East Cornwall paying no tax at all!"
      },
      {
        "policyTitle": "A fair chance for every child",
        "policyDescription": "Karen is a School Governor in Torpoint and knows first hand what parents want for their children. Smaller Government means more cash for the classroom, smaller class sizes, and abolishing university tuition fees."
      }
    ],
    "mentions": {
      "candidate": "Karen Gillard",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "With Karen running neck and neck with the Conservative and just a few LIB DEM votes could decide it!"
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The Lib Dems have a clear plan to protect the economic health of the area.",
      "education": "Smaller Government means more cash for the classroom, smaller class sizes, and abolishing university tuition fees.",
      "environment": "",
      "governance": "",
      "health": "Tory Health spokesman accepted £21,000 donation from private health firm boss. OUR NHS: At risk with the Conservatives",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "We need first homes, not second homes, and investment in new industry to create year-round jobs.",
          "yimbyNimby": "YIMBY"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "School Governor in Torpoint",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "On the doorstep, people have told me that paying these water bills are a struggle.",
        "source": "Karen Gillard",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Karen Gillard with supporters and the message 'SUPPORT THE TORPOINT ELDERLY'"
        },
        {
          "caption": "Karen Gillard meeting an elderly woman."
        },
        {
          "caption": "Karen Gillard with law enforcement discussing local safety."
        }
      ]
    },
    "additionalNotes": "Karen’s priorities: Jobs and affordable homes, Fairer taxes for local people, Standing up for Cornwall. 2005 General election results indicating voting percentages."
  }
}