{
  "leaflet": {
    "candidateName": "LOANNA MORRISON",
    "constituency": "Bermondsey and Old Southwark",
    "politicalParty": "Conservatives",
    "electionDate": "on 6th May",
    "messages": [
      {
        "title": "3 POSITIVE REASONS TO VOTE FOR LOANNA MORRISON",
        "content": "Honest action on the economy, Higher standards in public services, Protect our local community."
      },
      {
        "title": "PROTECTING SMALL BUSINESSES",
        "content": "Local businesses are the lifeblood of our community. Since the start of her campaign Loanna has won concessions to help small businesses combat the recession. The Conservatives have pledged to reduce corporation tax and cut Gordon Brown’s National Insurance hike."
      },
      {
        "title": "STOPPING OVER-DEVELOPMENT",
        "content": "Planners have more power than residents in Southwark and local consultations are a sham. Loanna has been questioning them, from Canada Water to Elephant & Castle, Downtown to Borough High Street. She is putting the pressure on so they listen to local people."
      },
      {
        "title": "A BRIGHTER FUTURE",
        "content": "Young people are great asset and they deserve a better Loanna set up Fast-Track, a membership club to help young people find jobs, apprenticeships and training. Launched at Fisher Downside youth club, she will put Fast-Track in youth clubs across Southwark."
      },
      {
        "title": "HOME IMPROVEMENTS",
        "content": "Loanna has helped hundreds of residents across Southwark with issues including housing repairs, overcrowding, leaks, asbestos, leaseholder and service charges. The quality of social housing is disgraceful and needs sorting out. This will be a top priority for Loanna as your MP."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "The Economy",
        "policyDescription": "Support for hard-working families, freeze council tax for two years, oppose Labour's National Insurance hike, and deal with the deficit."
      },
      {
        "policyTitle": "Public Services",
        "policyDescription": "Increase spending on health year-on-year, make the NHS work for patients not managers, give teachers the power to restore discipline and create smaller schools, and cut red tape in public services."
      },
      {
        "policyTitle": "Local Community",
        "policyDescription": "Fight for a common sense approach to housing, defend green spaces against over-development, pledge to protect local community with action to tackle crime and anti social behaviour."
      }
    ],
    "mentions": {
      "candidate": "LOANNA MORRISON",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Support hard-working families, freeze council tax for two years, oppose Labour's National Insurance hike, and deal with the deficit.",
      "education": "Give teachers the power to restore discipline and create smaller schools.",
      "environment": "Defend green spaces against over-development.",
      "governance": "",
      "health": "Increase spending on health year-on-year, make the NHS work for patients not managers.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content":"Fight for a common sense approach to housing and pledge to protect local community. Helped hundreds of residents across Southwark with issues including housing repairs, overcrowding, and leaks.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "25 Oxford Drive, London SE1 2FB",
      "phone": "07500 582 126",
      "email": "loanna.for.southwark@gmail.com",
      "website": "www.loannamorrison.co.uk",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Loanna Morrison standing with local community members."
        },
        {
          "caption": "David Cameron endorsing Loanna Morrison."
        }
      ]
    },
    "additionalNotes": "The leaflet focuses on local economic development, public services, community protection, and housing issues. It also features endorsements from local business owners."
  }
}