{
    "leaflet": {
        "candidateName": "Ian Jackson",
        "constituency": "Lichfield",
        "politicalParty": "Liberal Democrats",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "Only Ian Jackson will deliver real change in Lichfield",
                "content": "This vital election comes in the midst of the most serious financial crisis most of us can remember. All parties must explain how they will manage this crisis. The Liberal Democrats have done this. The other parties have not."
            },
            {
                "title": "Young People hit hard by Labour’s recession",
                "content": "Jobless levels amongst the young have soared to a fifteen year high. The rise in unemployment has been labelled a ‘disgrace’ by the leader of the TUC. Those graduating from university in the coming months and years will face a tough challenge to get started in the jobs market."
            },
            {
                "title": "A Fair Start for Every Child",
                "content": "Liberal Democrats will provide a £3.1 million boost to Staffordshire schools in the form of a 'Pupil Premium'. This money is targeted at the most disadvantaged pupils."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fair Start for Every Child",
                "policyDescription": "The Liberal Democrats will provide a £3.1 million boost to Staffordshire schools in the form of a 'Pupil Premium'. This money is targeted at the most disadvantaged pupils. Ian Jackson says they will be able to use the funding as they see fit, whether it's reducing class sizes, providing one-to-one tuition or catch-up classes. Unlike other children, these students will not be penalised to fund it."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "The Liberal Democrats will set out the savings needed to fund proposals. The surplus will be used to reduce the deficit."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "The Liberal Democrats are against the ID card scheme, citing it as wasteful and emphasizing their intention to reduce the deficit without such costly initiatives."
            }
        ],
        "mentions": {
            "candidate": "Ian Jackson",
            "otherPartyLeaderCandidate": "Nick Clegg, Vince Cable",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "set out the savings needed to fund proposals. The surplus will be used to reduce the deficit",
            "education": "Liberal Democrats will provide a £3.1 million boost to Staffordshire schools in the form of a 'Pupil Premium'",
            "environment": "",
            "governance": "ID Cards - Expensive, bureaucratic and ineffective",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Ian Jackson says: 'After leaving school the university the hardest step is always the first step. We will ensure every young person gets a fair chance in life.'",
        "politicalExperience": [
            {
                "role": "Lib Dem Parliamentary Spokesman for Lichfield and Burntwood",
                "duration": "",
                "achievements": "Progress to many young people are worse than they were under the last Tory government. That's not acceptable and I want to change that. Under the Lib Dems every young person will have a fair opportunity to get work and earn a living."
            }
        ],
        "contactInformation": {
            "address": "FREEPOST MID 17394, Lichfield WS13 6BR",
            "phone": "",
            "email": "",
            "website": "www.lichfieldlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Lib Dem logo and campaign visuals"
                }
            ]
        },
        "additionalNotes": "The leaflet asks for local support and provides a checklist for the reader to engage with the campaign by helping Ian Jackson and the Liberal Democrats to win for Lichfield and Burntwood people."
    }
}