{
  "leaflet": {
    "candidateName": "Jack Scott",
    "constituency": "Sheffield Hallam",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "The NHS: Only safe with Labour",
        "content": "\"We only have the NHS because of Labour and it's Labour who have improved it massively in the last few years. I use the NHS quite a bit now. I know how strongly Jack supports the NHS and I am proud to be voting for him.\" - Patricia Wray, Stannington Resident"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Forging a new economy",
        "policyDescription": "Labour's action shortened the recession. It's now to need to build Sheffield's strong resource-centric green-collar jobs and to support environmental manufacturing."
      },
      {
        "policyTitle": "Sustaining investment in our public services",
        "policyDescription": "Only Labour has committed to maintaining investment in frontline public services, the NHS, schools and social care. Tories cuts would devastate these vital services."
      },
      {
        "policyTitle": "Renewing our politics",
        "policyDescription": "Labour has radically transformed our constitution. Now we need to build on this continuing the work to ensure empowerment, trust, confidence and engagement."
      },
      {
        "policyTitle": "Striving for social justice",
        "policyDescription": "Labour believes we all benefit from a fairer society. By eradicating child poverty, supporting the vulnerable with Sure Start, tackling climate change, we can make Britain better."
      }
    ],
    "mentions": {
      "candidate": "Jack Scott",
      "otherPartyLeaderCandidate": "Patricia Wray, Stannington Resident",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Labour's action shortened the recession.",
      "education": "",
      "environment": "Maintaining green public services is one of the greenest cities.",
      "governance": "Labour has radically transformed our constitution.",
      "health": "Labour has invested in our public services, the NHS.",
      "immigration": "",
      "socialWelfare": "Labour has invested in giving our children the best possible start in life. We have made the right to paid maternity and paternity leave a reality for millions of families.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have lived in Sheffield all my adult life and I've seen so many improvements with Labour.",
    "politicalExperience": [
      {
        "role": "MP",
        "duration": "",
        "achievements": "Continued investments in public services, the NHS, schools, and social care. Striving to make Sheffield an even better place."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Patricia Wray",
        "endorsement": "Supports Jack Scott for his strong support for the NHS."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "A future fair for all"
        }
      ]
    },
    "additionalNotes": "Sheffield is one of Europe’s greenest cities. Labour has the commitment to maintaining green bins, which the Lib Dems want to scrap."
  }
}