{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "UK Independence Party",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "Britain is losing control to Brussels",
                "content": "Control of our economy, The £ as our currency, Trial by Jury, Parliamentary democracy, British fishing grounds, £150 Billion so far! And it all costs us £45million per day in payments to the European Union. The LibLabCon Parties have taken us into this Soviet-style State system. You can stop this happening, only by voting for UK Independence Party."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Immigration",
                "policyDescription": "Freeze Immigration, Free up Jobs in Britain"
            },
            {
                "policyTitle": "Law Enforcement",
                "policyDescription": "VOTE UKIP For strict Law Enforcement"
            },
            {
                "policyTitle": "Education and Health",
                "policyDescription": "VOTE UKIP for better Schools and Hospitals."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "The LibLabCon Parties",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "When Britain leaves the European Union, we will receive an Independence Dividend. EU regulation has cost the UK economy £124 billion since 1998; Our manifesto and Cameron have failed to deliver their promised referendum on the EU. UKIP's first priority is to hold the promised referendum on the EU, and for our Westminster Government to make our laws, once more, and govern over our schools and hospitals. Keep the £ for ever.",
            "economy": "Keep the £ for ever. It is essential to keep control of our own economy. See how the Greek economy and others have collapsed within the Euro-zone. Help fight for the Low Paid, Pensioners, the NHS and Education.",
            "education": "Help fight for the Low Paid, Pensioners, the NHS and Education. VOTE UKIP for better Schools and Hospitals.",
            "environment": "",
            "governance": "Referendum on the EU. Our manifesto and Cameron have failed to deliver their promised referendum on the EU.",
            "health": "Help fight for the Low Paid, Pensioners, the NHS and Education. VOTE UKIP for better Schools and Hospitals.",
            "immigration": "Freeze Immigration, Free up Jobs in Britain. Immigration. We will stop immigration for five years. This can only be done by regaining Total Control of our borders and Judicial system by leaving the European Union.",
            "socialWelfare": "Help fight for the Low Paid, Pensioners, the NHS and Education.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "01992 892101, Mobile 07761 114256 or 07719 859460",
            "email": "",
            "website": "www.ukipbroxbourneharrow.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet page with information on UKIP's stance on various issues including control over the British economy and currency, law enforcement, immigration, and statements about EU regulations and costs."
                }
            ]
        },
        "additionalNotes": ""
    }
}