{
  "leaflet": {
    "candidateName": "Jean Urquhart",
    "constituency": "Caithness, Sutherland & Easter Ross",
    "politicalParty": "Scottish National Party",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message from Jean",
        "content": "The SNP is working hard for Scotland and the people and communities we represent."
      },
      {
        "title": "Championing local services in Caithness, Sutherland & Easter Ross",
        "content": "Jenn Urquhart is one of the SNP's local champions pledged to work hard and represent us effectively in the House of Commons."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Local Services",
        "policyDescription": "Ensuring that the majority benefits and not just those who know how to work systems. Continuing to freeze the council tax for all families, putting more police into our communities, giving patients new rights including a waiting time guarantee and freezing senior citizens' free industrial mineral salaries - so resources can be directed towards recruiting in remote areas."
      }
    ],
    "mentions": {
      "candidate": "Jean Urquhart is one of the SNP's local champions.",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Other parties are engaged in a phoney war - a battle that is about them and about power in the House of Commons. That's why the SNP is offering something different."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "Continuing to freeze the council tax for all families, putting more police into our communities, giving patients new rights including a waiting time guarantee and freezing senior citizens' travelling in winter.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Jean Urquhart is well known throughout the three counties that make up her constituency. Her reputation for being actively involved in the arts, small business sector, further and higher education, tourism and community development goes before her.",
    "politicalExperience": [
      {
        "role": "Local Champion",
        "duration": "",
        "achievements": "Her reputation for being actively involved in the arts, small business sector, further and higher education, tourism and community development goes before her. Actions speak much louder than words – vote for someone with a proven track record who will continue to work for you, someone who has, can and will make a difference."
      }
    ],
    "contactInformation": {
      "address": "43 West Lane, Ullapool, Ross-shire IV26 2UT",
      "phone": "01854 612428",
      "email": "jean.urquhart@btinternet.com",
      "website": "www.snp.org/jeanurquhart",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Jean with party supporters and a quote 'Championing local services in Caithness, Sutherland & Easter Ross.'"
        },
        {
          "caption": "Photo of Jean Urquhart."
        }
      ]
    },
    "additionalNotes": "This time, don't just vote for another politician. Elect a local champion."
  }
}