{
    "leaflet": {
        "candidateName": "John Mann",
        "constituency": "Bassetlaw",
        "politicalParty": "",
        "electionDate": "",
        "messages": [
            {
                "title": "Head to Head",
                "content": "My opponent says 'Being on the outside looking in gives a different perspective.' (20 November 2009) I disagree, I live in Bassetlaw with my family and use the same hospital, schools, roads and shops as everybody else. My opponent voted to sell off Westwood, James Hince Court, and St Michaels View. (25 February 2010) I disagree, I want high quality elderly care with specialist trained staff. My opponent opposed the creation of a 1,000 job industrial park in Worksop. (8 January 2008) I disagree, we want these jobs and a new football stadium. My Councillor opponent does not hold any public surgeries. (Notts County Council website) I organise more than one surgery a week, throughout the year. My opponent has not spoken out about the closure of his local Newark Hospital A & E. I organised a 36,000 person ballot and stopped the closure of Bassetlaw A&E."
            },
            {
                "title": "What the Papers Say...",
                "content": "\"bloody-minded and independent MP\" - The Guardian \"Hero no 1: John Mann, MP for Bassetlaw and outspoken critic of politicians who abuse their expenses\" - Daily Mail \"It's years since I heard a Labour MP talk like this. Most of our legislators -- from all parties -- want to be rewarded like money-grubbing town hall managers.\" - Mirror \"Mr Mann has published his expenses on his website for the past four years.\" - The Daily Telegraph \"John Mann drove through the change in the law on MPs 'flipping' second homes\" - Daily Express"
            }
        ],
        "keyPolicies": [],
        "mentions": {
            "candidate": "John Mann",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "I organised a 36,000 person ballot and stopped the closure of Bassetlaw A&E.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "My opponent voted to sell off Westwood, James Hince Court, and St Michaels View. (25 February 2010) I disagree, I want high quality elderly care with specialist trained staff.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Bassetlaw",
                "duration": "",
                "achievements": "John Mann drove through the change in the law on MPs 'flipping' second homes."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "The Guardian",
                "endorsement": "\"bloody-minded and independent MP\""
            },
            {
                "endorser": "Daily Mail",
                "endorsement": "\"Hero no 1: John Mann, MP for Bassetlaw and outspoken critic of politicians who abuse their expenses\""
            },
            {
                "endorser": "Mirror",
                "endorsement": "\"It's years since I heard a Labour MP talk like this. Most of our legislators -- from all parties -- want to be rewarded like money-grubbing town hall managers.\""
            },
            {
                "endorser": "The Daily Telegraph",
                "endorsement": "\"Mr Mann has published his expenses on his website for the past four years.\""
            },
            {
                "endorser": "Daily Express",
                "endorsement": "\"John Mann drove through the change in the law on MPs 'flipping' second homes\""
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}