{
    "leaflet": {
        "candidateName": "Ian Baxter",
        "constituency": "Midlothian",
        "politicalParty": "Scottish Green Party",
        "electionDate": "Thursday 6th May 2010",
        "messages": [
            {
                "title": "A message from Patrick Harvie MSP",
                "content": "Voters in Scotland have been electing Green politicians for over ten years now, and we've built up a track record we're proud of, including: practical action, like cash for home insulation, cutting fuel bills and boosting jobs in new technology and building community projects, challenging the other parties when their policies just don't add up and when they pander to their millionaire backers, maintaining a radical voice in politics in the face of climate change, recession and society's growing poverty and inequality."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "A LIVING WAGE FOR ALL",
                "policyDescription": "Everyone deserves fair pay, enough to live on and provide for their families, yet too many people are still in poverty. Green MPs will campaign for a £170 per week pension, and for a living wage of £7 an hour to ensure work always pays."
            },
            {
                "policyTitle": "PROTECT PUBLIC SERVICES",
                "policyDescription": "Good quality public services are the core of a society which cares for its citizens, especially the most vulnerable. Taxpayers' money is still being squandered, even as these vital services are threatened with cuts or even privatisation. Green MPs would block the savage cuts threatened by the other parties. Billions of pounds worth of savings can be made instead by cancelling programmes like Trident replacement. We would also scrap both ID cards and the costly 'database state' that goes with them."
            },
            {
                "policyTitle": "CREATE NEW GREEN JOBS",
                "policyDescription": "A practical response to climate change would give a big boost to jobs across the country during economic hard times. Electing Greens will deliver these jobs of the future in construction, transport and energy, and through investment in local businesses. Our free insulation scheme for every single home in the country would save households hundreds of pounds. Measures like this could deliver tens of thousands of new jobs across Scotland."
            }
        ],
        "mentions": {
            "candidate": "Ian Baxter",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Patrick Harvie MSP",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Inequality has risen under Labour and Tory governments, and it's no surprise. The other parties push a failed economic model, rewarding banks and bankers even as they fail us. Greens would build a fair financial system around local businesses, community banks and credit unions instead.",
            "education": "",
            "environment": "A practical response to climate change would give a big boost to jobs across the country during economic hard times.",
            "governance": "Green MPs would block the savage cuts threatened by the other parties. Billions of pounds worth of savings can be made instead by cancelling programmes like Trident replacement. We would also scrap both ID cards and the costly 'database state' that goes with them.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Our free insulation scheme for every single home in the country would save households hundreds of pounds.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Ian would like to see resources spent on our people, not on Trident or foreign wars, with investment in renewables and conservation and less reliance on oil.",
        "politicalExperience": [
            {
                "role": "Convenor of Midlothian Green Party",
                "duration": "30 years",
                "achievements": "Ian has been with the Green Party for a long time, advocating for resources to be spent on people, not on Trident or foreign wars, with investment in renewables and conservation and less reliance on oil."
            }
        ],
        "contactInformation": {
            "address": "FREEPOST Scottish Green Party, Thorn House, 5 Rose Street, Edinburgh, EH2 2PR",
            "phone": "08700 772207",
            "email": "ib4mp@green10.org.uk",
            "website": "www.scottishgreens.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Vote Green - Election leaflet cover for Ian Baxter, Scottish Green Party candidate for Midlothian, General Election Thursday 6th May 2010"
                }
            ]
        },
        "additionalNotes": ""
    }
}