{
  "leaflet": {
    "candidateName": "Luke",
    "constituency": "Hove & Portslade",
    "politicalParty": "Liberal Democrats",
    "electionDate": "next General Election",
    "messages": [
      {
        "title": "Stop and think before you vote this time",
        "content": "Dear Hove & Portslade Resident, I'm a teenager from Hove, increasingly concerned about what is going on in the world. It scares me so much about what I see appears... I needed to write to you before you vote in the General Election. A never-ending circle of a Labour/Tory - Tory/Labour government has left my generation...evading taxes...funding them with the right equipment...was completely avoided. The worst financial crisis in seventy years - and yet our young working class boys to fight in...squander billions of pounds in taxes! Enough of centre left/right change is now needed in Britain. And the only party that will... are the Liberal Democrats... the only party who meaningly voted against the Iraq war. The Tories can't be trusted as they have played just as big a part as Labour in getting us into this mess, so they too can't avoid the wrong actions we have. This is the truth, please do not elect another MP who has failed to stick to their promises, or someone who lacks a base in anything he stands for, yes those who talk a good game but when it comes to basic decisions their in another world. Why don't you elect someone who will both listen to local views and workable life away from the past of Britain? Please think about Elgood at the General Election. Thanks for reading this, and please think before you vote."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Luke",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Paul Elgood",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "The worst financial crisis in seventy years",
      "education": "",
      "environment": "",
      "governance": "A never-ending circle of a Labour/Tory - Tory/Labour government",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I'm a teenager from Hove, increasingly concerned about what is going on in the world",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Luke's photo"
        }
      ]
    },
    "additionalNotes": "The leaflet calls for a change from the traditional two-party governance, highlights the issues with both Tory and Labour parties, and presents the Liberal Democrats as the alternative. Specific policy details are not provided, so the 'keyPolicies' section is left empty. The personal concerns of the author regarding the world and the impact on their generation are noted."
  }
}