{
    "leaflet": {
        "candidateName": "Adam Tyler-Moore",
        "constituency": "Spelthorne",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "IGNORE LIB DEM TRICKERY",
                "content": "Lib Dems have been saying that this election is a two horse race. What they don't say is that the Lib Dems have come third in the last three General Elections. If all Lib Dems had voted Labour, then we would have ended 59 years of Conservative MPs in Spelthorne. Keep the Tories out. Vote tactically. Vote Labour."
            },
            {
                "title": "ADAM'S EXPENSES PLEDGE",
                "content": "If elected 50% of Adam's MP salary will go to Spelthorne community projects. Adam will ask constituents to decide how this money should be spent. Adam will not claim for a second home. Adam promises to commute the 24 miles into Westminster without making you pay."
            },
            {
                "title": "REAL CHANGE IN SPELTHORNE",
                "content": "TORIES ARE FAILING YOU IN SURREY Surrey County Council, Spelthorne Borough Council and Spelthorne's MP have all been Conservative for nearly 60 years. I want to make sure there is active opposition in Spelthorne - at present there is nobody to oppose cuts and increased costs."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Expenses",
                "policyDescription": "Adam pledges to commit 50% of his MP salary to Spelthorne community projects, allow constituents to decide where this money goes, not claim for a second home, and commute to Westminster without additional cost to the public."
            },
            {
                "policyTitle": "Active Opposition in Spelthorne",
                "policyDescription": "Adam seeks to provide active opposition in Spelthorne to oppose cuts and prevent increased costs, breaking the long-standing Conservative dominance."
            }
        ],
        "mentions": {
            "candidate": "Adam Tyler-Moore",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Encouraging tactical voting to end the 59 years of Conservative MPs in Spelthorne, mentioning that Lib Dems have traditionally come third."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "Adam intends to oppose unnecessary Tory-controlled cuts and prevent future sell-offs in education and other areas.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "With my legal training I will fight unnecessary closures, cuts in education and future sell-offs by Spelthorne Borough Council.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "101 Parkland Grove, Ashford, Middlesex, TW15 2JF",
            "phone": "07809 200668",
            "email": "attmlawyer@yahoo.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Adam Tyler-Moore campaigning leaflet."
                }
            ]
        },
        "additionalNotes": ""
    }
}