{
    "leaflet": {
        "candidateName": "Damien Egan",
        "constituency": "Beckenham",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Putting Beckenham first",
                "content": "During difficult times we have to be careful to protect our economy. Labour has led the way in fighting this global recession and we shouldn't risk our recovery. Beckenham's schools, hospitals and police cannot afford a Tory government. Don't forget what happened last time."
            },
            {
                "title": "Labour - helping working families",
                "content": "Our investment in schools, health services, children centres and child care vouchers has shown our commitment to families. Don't let the Tories ruin it."
            },
            {
                "title": "Labour's Achievements",
                "content": "New Health Services - Health services across the country have been transformed and the new Beckenham Beacon hospital opened its doors last year. Combatting Crime and Anti-Social Behaviour - Beckenham’s Safer Neighbourhood Teams have helped reduce crime to its lowest levels in 40 years. Better Schools - All schools have received extra investment and school results across Beckenham have improved with more local children winning university places."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Securing our Economic Recovery",
                "policyDescription": "Standing up for local people so that the economic recovery is seen and felt by all in Beckenham."
            },
            {
                "policyTitle": "Supporting local families",
                "policyDescription": "Standing up for Sure Start children's centres, local schools and family tax credits."
            },
            {
                "policyTitle": "Cracking down on Crime",
                "policyDescription": "Tough measures in the fight against anti-social behaviour to reduce crime in Beckenham."
            },
            {
                "policyTitle": "Championing Elderly",
                "policyDescription": "Protecting the Freedom Pass and ensuring our elderly residents have the care they need."
            },
            {
                "policyTitle": "More Opportunities for Young People",
                "policyDescription": "Helping young people reach their potential and build their character."
            }
        ],
        "mentions": {
            "candidate": "Damien Egan",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Securing our Economic Recovery - Standing up for local people so that the economic recovery is seen and felt by all in Beckenham.",
            "education": "Better Schools - All schools have received extra investment and school results across Beckenham have improved with more local children winning university places.",
            "environment": "",
            "governance": "",
            "health": "New Health Services - Health services across the country have been transformed and the new Beckenham Beacon hospital opened its doors last year.",
            "immigration": "",
            "socialWelfare": "Supporting local families - Standing up for Sure Start children's centres, local schools and family tax credits.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I will be fighting hard for all residents and not just the privileged few.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "6 Wells Centre, St Marks Road, Bromley, BR2 9HG",
            "phone": "020 8460 0626",
            "email": "damien.egan@beckenham-labour.co.uk",
            "website": "www.beckenham-labour.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Our investment in schools, health services, children centres and child care vouchers has shown our commitment to families. Don't let the Tories ruin it.",
                "source": "Damien Egan",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Damien Egan campaigning for better rail services at Beckenham Junction"
                }
            ]
        },
        "additionalNotes": ""
    }
}