{
    "leaflet": {
        "candidateName": "Anthony Gajadharsingh",
        "constituency": "Chesham and Amersham",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "A Future Fair for All",
                "content": "Your Labour government wants a future that is fair for all and fair for the many, not for the few. Labour has delivered improvements across the board since 1997, a track record to be proud of - 44,000 more doctors, 42,000 more teachers and overall crime down 36%. Remember what it was like under the Conservatives?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Healthcare",
                "policyDescription": "Continued support for families and businesses, strengthening our economy."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Educational support by cutting class sizes to 30 pupils."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Support for families and businesses to strengthen the economy."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "An active response to climate change, and pressing the worldwide example on a Climate Change Response Fund."
            }
        ],
        "mentions": {
            "candidate": "Anthony Gajadharsingh",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour is focusing on the economy and promises to strengthen it.",
            "education": "Anthony Gajadharsingh proposes to cut class sizes to 30 pupils for a good education for children.",
            "environment": "Labour will actively respond to climate change and lead by example internationally.",
            "governance": "",
            "health": "Labour has a track record of 44,000 more doctors since 1997.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Anthony Gajadharsingh believes in a future fair for all, standing up for the many not the few and delivering improvements across the board.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "59 Darvell Drive, Chesham HP5 2QH",
            "phone": "",
            "email": "anthony4mp@btinternet.com",
            "website": "www.anthony4mp.webs.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "RETIRED AMERSHAM RESIDENT",
                "endorsement": "I worked in the NHS in the early nineties under the last Tory Government and I can tell you that it was awful. Nurses spend most of their time running around doing admin, not what many of them really ought to know - that visits me is brilliant, comes regularly and nurses my condition very well so can quickly work."
            },
            {
                "endorser": "MARTIN, THE LEE",
                "endorsement": "We should remember that most of the funding for local councils comes from Westminster - I don't think that money is being spent on what's important for locals. Take the potholes and gritting for instance, the huge number of potash stolen from Wepre, well it's just unacceptable and the current MPs' relationship with the local councils who cost to me, well just make sense, and they seems too happy to account and get things done!"
            }
        ],
        "quotes": [
            {
                "text": "This election is a choice Labour is founded on the principle of fairness and progressive change. It has made the right choices on the economy and will provide the changes people like you need.",
                "source": "ELECTION COMMUNICATION",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Leaflet page with Anthony Gajadharsingh's photo and key messages."
                }
            ]
        },
        "additionalNotes": ""
    }
}