{
  "leaflet": {
    "candidateName": "Caven Vines",
    "constituency": "Rotherham",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [
      {
        "title": "Straight talking. Vote UKIP",
        "content": "SEND THE POLITICIANS A MESSAGE..."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Immigration",
        "policyDescription": "Say NO to mass immigration"
      },
      {
        "policyTitle": "Referendums",
        "policyDescription": "Say YES to referendums on all major issues"
      },
      {
        "policyTitle": "EU Spending",
        "policyDescription": "Say NO to wasting £45 million a day in Brussels"
      },
      {
        "policyTitle": "Local Issues",
        "policyDescription": "We must stop building on green belt land, maintain weekly bin collections, look after our elderly meals on wheels and laundry services, and bring Britain back to the British people. We should look after our own first, give priority in using the free NHS service to UK citizens, our children and students for free to reinstate essential services and educate our swiping and educate our stripping and sport to ensure Britain has a future."
      }
    ],
    "mentions": {
      "candidate": "Caven Vines",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "We should look after our own first, give priority in using the free NHS service to UK citizens, our children and students for free to reinstate essential services.",
      "immigration": "Say NO to mass immigration",
      "socialWelfare": "",
      "housing": [
        {
          "content":"We must stop building on green belt land, maintain weekly bin collections, look after our elderly meals on wheels and laundry services, and bring Britain back to the British people.",
          "yimbyNimby": "NIMBY"
        }
      ]
    },
    "personalStatement": "Caven Vines is a 59-year-old father-of-three and has lived in South Yorkshire all his life. He began his working life in Sheffield steel industry, then trained as a mechanical engineer and obtained an MA. Later he specialised in water treatment and worked all around the world, mainly helping developing countries. Mr Vines is particularly supportive of our armed forces as he has a son currently serving in the British Army.",
    "politicalExperience": [
      {
        "role": "Councillor for two years, Rotherham East Ward",
        "duration": "",
        "achievements": "Represented and interacted with local youths in tackling anti-social behaviour along with many issues including helping to raise groups within their funding circles, their fund for local areas for feeding soup runs, etc."
      }
    ],
    "contactInformation": {
      "address": "Freepost address - no stamp required BBG1, UK Independence Party, PO Box 408, Newton Abbot TQ12 9BG.",
      "phone": "",
      "email": "",
      "website": "ukip.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Caven Vines"
        }
      ]
    },
    "additionalNotes": ""
  }
}