{
    "leaflet": {
        "candidateName": "Layla Moran",
        "constituency": "Battersea",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Fair access to schools",
                "content": "As a teacher, Layla knows that schools are the beating heart of any community. Attending a good local school is important not just for a child's future, but also for bringing people together in a borough where transport is an issue for many, asking young families to make a long trek across London is unfair. This problem has been brushed under the carpet for too long by the council."
            },
            {
                "title": "Revive the local economy",
                "content": "Layla Moran will stand up for local businesses and entrepreneurs. The Liberal Democrats would cut business rates and introduce Local Enterprise Funds connecting local investors to local businesses."
            },
            {
                "title": "My contract with local people",
                "content": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Change our politics",
                "policyDescription": "Clean expenses scandal; Layla would make politics transparent, with constituency issues visible and open with you. She would host meetings with residents regularly; listen and act on their concerns; local surgeries. Layla Moran's transport and unemployment policies."
            },
            {
                "policyTitle": "Fairer taxes that put money back in your pocket",
                "policyDescription": "Tax plans for the first £10,000 you earn and raising capital gains tax."
            },
            {
                "policyTitle": "A fair chance for every child",
                "policyDescription": "Smaller class sizes; restore EMA and abolish university tuition fees."
            },
            {
                "policyTitle": "A fair future: create jobs by making Britain greener",
                "policyDescription": "Invest in renewable energy and energy efficient homes."
            },
            {
                "policyTitle": "A fair deal for you from the politicians",
                "policyDescription": "Make politicians accountable and legislate to kick-out corrupt MPs."
            }
        ],
        "mentions": {
            "candidate": "Layla Moran",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Layla Moran will stand up for local businesses and entrepreneurs. The Liberal Democrats would cut business rates and introduce Local Enterprise Funds connecting local investors to local businesses.",
            "education": "As a teacher, Layla knows that schools are the beating heart of any community. Attending a good local school is important not just for a child's future, but also for bringing people together in a borough where transport is an issue for many, asking young families to make a long trek across London is unfair.",
            "environment": "The Liberal Democrats will ensure Britain's power stations are clean and that they have an 'Elderly Insulation Revolution'.",
            "governance": "The MPs' expenses scandal shows that we need to change the way we do politics in this country. Your Lib Dem MP, Layla Moran, would make politics transparent and open with you. She would host regular meetings with residents, listen and act on their concerns, including the right to sack corrupt MPs.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "As your MP in Battersea I will champion change that works for you. This is our chance to build a fairer Britain from the ashes of a tired, cynical government that took us into Iraq, into a recession and into the worst Westminster scandal since the Tory sleaze of the 1990s.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.LaylaMoran.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Layla Moran working for you"
                }
            ]
        },
        "additionalNotes": "Layla is a maths and physics teacher and lives near Clapham Junction. She's smart, energetic and determined to resolve here in Battersea. Let's start afresh and do it together."
    }
}