{
    "leaflet": {
        "candidateName": "CHUKA UMUNNA",
        "constituency": "Streatham",
        "politicalParty": "Labour",
        "electionDate": "6 May",
        "messages": [
            {
                "title": "Your choice on 6 May – a Labour government or a Conservative government",
                "content": "Under our system the Tories provide the only alternative government to Labour. The Lib Dems cannot form a government. That is the context in which you will have to make your choice on 6 May."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Social housing services",
                "policyDescription": "Promises vastly improved social housing services in the area."
            },
            {
                "policyTitle": "Closing the gap between rich and poor",
                "policyDescription": "Says more needs to be done to narrow the gap between rich and poor."
            },
            {
                "policyTitle": "Support during the recession",
                "policyDescription": "Labour provided support during the recession."
            },
            {
                "policyTitle": "Safer Neighbourhood Teams",
                "policyDescription": "Labour set up Safer Neighbourhood Teams to reduce crime."
            },
            {
                "policyTitle": "Health services",
                "policyDescription": "Labour delivered new or improved health centres."
            },
            {
                "policyTitle": "SureStart Children's Centres",
                "policyDescription": "Labour established 10 SureStart Children's Centres with plans for more."
            }
        ],
        "mentions": {
            "candidate": "The only parliamentary candidate standing at this election who was born and bred, and went to school, in [the] constituency.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "References implied to the Prime Minister at the time related to Labour's actions.",
            "tacticalSituation": "Indicates strategic voting considerations to avoid a Conservative victory, stating the Lib Dems cannot form a government."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour provided support during the recession. Warns of Tory plans to cut funds from public services. Stress on Labour's commitment to protecting public services.",
            "education": "Labour established SureStart Children's Centres and more are on the way.",
            "environment": "",
            "governance": "Comments on Labour's manifesto commitment to a recall mechanism for failing MPs, indicating improved governance.",
            "health": "Labour delivered new or improved health centres such as Gracefield Gardens.",
            "immigration": "",
            "socialWelfare": "Discusses improving social housing and reducing the gap between the rich and the poor.",
            "housing": [
                {
                    "content": "Labour has delivered better and more affordable homes and vastly improved social housing services in this area.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "Chuka Umunna shares personal background and commitment to preventing a Tory victory.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Streatham Labour Party, 3a Mount Ephraim Road, London, SW16 1NQ",
            "phone": "020 8769 5063",
            "email": "chuka@streathamlabour.org.uk",
            "website": "www.streathamlabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "Twitter username not fully visible",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "Chuka Umunna shares thoughts on the importance of the upcoming election and the need for a Labour government.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Image of Chuka Umunna"
                }
            ]
        },
        "additionalNotes": ""
    }
}