{
    "leaflet": {
        "candidateName": "Antoine Tinnion",
        "constituency": "Hexham",
        "politicalParty": "Labour",
        "electionDate": "6th May",
        "messages": [
            {
                "title": "A PERSONAL MESSAGE TO VOTERS LIVING IN THE HEXHAM CONSTITUENCY",
                "content": "After the MP's expenses scandal, many people on the doorsteps have asked me: 'Does it make a difference who gets into power - aren't all politicians the same?' I'm writing to let you know that it will make a huge difference locally if Labour or the Conservatives are elected to govern Britain for the next 5 years."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "continued investment under Labour",
                "policyDescription": "Because of Labour's investment in local public services, we will see a brand new hospital in Hexham, shorter hospital waiting times, more doctors and nurses - a new Sure Start children's centre in Prudhoe, Hexham, Bellingham, Haltwhistle and Ponteland - a road bypass around Haydon Bridge, making a huge improvement to local residents' quality of life - better pensions: the Winter Fuel Allowance, free bus pass for those over 60, and a free TV licence for those 75+."
            },
            {
                "policyTitle": "Or years more neglect under the Conservatives",
                "policyDescription": "Don't judge the Tories empty promises - judge them on their record - The Tories did nothing for this area, and starved our schools and hospitals of investment - Their recent law changes and pensions and -They increased the inheritance tax threshold to £1 million - a huge tax cut only for the wealthy."
            }
        ],
        "mentions": {
            "candidate": "Antoine Tinnion",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "If you want to prevent a Tory government but don't know how, a tactical vote for Labour is the right choice in this constituency - Labour has come 2nd in every election here since 1992, and is best placed to defeat the Tory candidate."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "a brand new hospital in Hexham, shorter hospital waiting times, more doctors and nurses - a new Sure Start children's centre in Prudhoe, Hexham, Bellingham, Haltwhistle and Ponteland",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I seek elected office for the honour of serving you, our local communities, and our democracy - communities working together",
        "politicalExperience": [
            {
                "role": "Labour Party's candidate",
                "duration": "previous electoral campaigns",
                "achievements": "Have raised personal issues of hundreds of constituents direct with government ministers and shadow ministers."
            }
        ],
        "contactInformation": {
            "address": "21 Beaumont Terrace, Prudhoe NE42 6JZ",
            "phone": "07955 151 327",
            "email": "antoine4hexham@yahoo.com",
            "website": "antoine4hexham.blogspot.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Prudhoe Children's Centre - A SureStart Children's Centre."
                }
            ]
        },
        "additionalNotes": "If you value progress made here, and don't want to let the Tories back in, please post the enclosed postal vote or vote in person on 6th May. Thank you."
    }
}