{
    "leaflet": {
        "candidateName": "Darren Brown",
        "constituency": "Mid Dorset & North Poole",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "A future fair for all",
                "content": "Putting local people first"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "National Health Service",
                "policyDescription": "Investments and reform have brought waiting lists down, will create legally-binding guarantees for all patients including one-week cancer diagnostics. Also work to improve services for mental health patients and end the stigma attached to mental health illness."
            },
            {
                "policyTitle": "Environment",
                "policyDescription": "Having exceeded our Kyoto target, insulated millions of homes, and became the first government to make laying the foundations for low carbon economy by creating a blueprint for a low carbon economy will create 1.2 million green jobs in areas such as renewables and biomass power generation."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Improvements in the number of young people in training, and in the standards of education across the board. Average one hour of one to one tuition every week. Every child guarantees of a good education, from each up to the start their sixth leave form, college or apprenticeship place for school leavers."
            }
        ],
        "mentions": {
            "candidate": "Darren Brown",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "We need to empower our citizens in order to create a much broader democratic process, with far wider participation and involvement. A change in the voting system is long over due. We also need to strengthen industrial democracy, and work to defend and enhance employees rights, specially within the European Union context.",
            "economy": "",
            "education": "Improvements in the number of young people in training, and in the standards of education across the board. Every child guarantees of a good education, from catch up tuition to the right to a sixth form, college or apprenticeship place for school leavers.",
            "environment": "Having exceeded our Kyoto target, insulated millions of homes, and became the first government to make laying the foundations for low carbon economy will create 1.2 million green jobs.",
            "governance": "We need to empower our citizens in order to create a much broader democratic process with far wider participation and involvement. A change in the voting system is long over due.",
            "health": "Investments and reform have brought waiting lists down, will create legally-binding guarantees for all patients including one-week cancer diagnostics. Work to improve services for mental health patients and end the stigma attached to mental health illness.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Darren Brown - a local man for Mid-Dorset & North Poole",
        "politicalExperience": [
            {
                "role": "representative of UK employees at a European level",
                "duration": "",
                "achievements": "Involved in local issues and has served as a school governor, and as a representative at the European level."
            }
        ],
        "contactInformation": {
            "address": "Darren Brown PPC, Sleepe Farm, Sleepe, Nr. Poole, Dorset, BH16 6HS",
            "phone": "07505784924",
            "email": "DarrenforMDNP@live.co.uk",
            "website": "www.poole-labour.co.uk",
            "socialMedia": {
                "facebook": "DarrenBrown",
                "twitter": "DarrenBrown",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "We need to empower our citizens in order to create a much broader democratic process, with far wider participation and involvement. A change in the voting system is long over due. We also need to strengthen industrial democracy, and work to defend and enhance employees rights, especially within the European Union context.",
                "source": "Darren Brown",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Darren Brown - Your Labour Candidate for Mid Dorset & North Poole"
                },
                {
                    "caption": "Putting local people first"
                }
            ]
        },
        "additionalNotes": ""
    }
}