{
    "leaflet": {
        "candidateName": "Joan Walley",
        "constituency": "Stoke-on-Trent North",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "Labour’s pledges",
                "content": "Secure the recovery – Secure the economic recovery after the recession and halve the deficit with strong growth, fair taxes and cuts to lower priority spending. Raise family living standards – Raising family living standards as the economy grows by keeping mortgage rates as low as possible; increasing tax credits for families with young children; improving help for first-time buyers; and restoring the link between the state pension and earnings growth. Build a high tech economy – Building a high tech economy, helping the science industry to create 1 million more skilled jobs and modernising our infrastructure with High-Speed Rail, a Green Investment Bank and broadband access for all. Protect frontline services – Protect frontline investment in policing, schools, childcare and the NHS, with a new guarantee of cancer test results within a week. Strengthen fairness in communities – Strengthen fairness in communities through an Australian style points-based system to control people; banish youth unemployment and crack down on anti-social behaviour."
            },
            {
                "title": "Joan supports older people",
                "content": "JOAN is backing continued commitment to older people which has seen major steps forward under the current Labour Government: Winter fuel payments are here to stay. There is still more to do so much to improve quality of life for older people but massive steps forward like: free bus passes have improved significantly their mobility, their free tv licence, their free prescriptions and free eye tests and there are free influenza jabs for millions of pensioners over 75. The poorest pensioners are better off as Labour has lifted a million older people out of poverty, and the number of pensioners claiming pension credit is by a million since its introduction. Labour has legislated to restore the link between pensions and earnings within the next parliament. The £10m Heroes Return Scheme enables Second World War veterans to go back to the areas where they saw active service, while the covenant has secured £10,000 for each veteran held captive by the Japanese during the war."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economic Recovery",
                "policyDescription": "Secure the economic recovery after the recession and halve the deficit with strong growth, fair taxes and cuts to lower priority spending."
            },
            {
                "policyTitle": "Family Living Standards",
                "policyDescription": "Raising family living standards as the economy grows by keeping mortgage rates low, increasing tax credits for families with young children, improving help for first-time buyers, and restoring the link between the state pension and earnings growth."
            },
            {
                "policyTitle": "High Tech Economy",
                "policyDescription": "Building a high tech economy; helping the science industry to create 1 million more skilled jobs and modernising infrastructure with High-Speed Rail, a Green Investment Bank, and broadband access for all."
            },
            {
                "policyTitle": "Frontline Services",
                "policyDescription": "Protect frontline investment in policing, schools, childcare and the NHS, with a new guarantee of cancer test results within a week."
            },
            {
                "policyTitle": "Community Fairness",
                "policyDescription": "Strengthen fairness in communities through an Australian style points-based system to control people; banish youth unemployment and crack down on anti-social behaviour."
            }
        ],
        "mentions": {
            "candidate": "Joan Walley",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Secure the economic recovery after the recession and halve the deficit with strong growth, fair taxes and cuts to lower priority spending.",
            "education": "Protect frontline investment in policing, schools, childcare and the NHS, with a new guarantee of cancer test results within a week.",
            "environment": "",
            "governance": "",
            "health": "Protect frontline investment in...the NHS, with a new guarantee of cancer test results within a week.",
            "immigration": "Strengthen fairness in communities through an Australian style points-based system to control people.",
            "socialWelfare": "Winter fuel payments...free bus passes...free tv licence...free prescriptions and free eye tests...free influenza jabs for millions of pensioners over 75.",
            "housing": [
                {
                    "content": "Keeping mortgage rates as low as possible;...improving help for first-time buyers;",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "Stoke-on-Trent North Labour Party, Burslem School of Art, Queen Street, Stoke-on-Trent, ST6 3EJ",
            "phone": "01782 817618",
            "email": "joanwalley@googlemail.com",
            "website": "www.joanwalley.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Joan supports older people"
                }
            ]
        },
        "additionalNotes": ""
    }
}