{
    "leaflet": {
        "candidateName": "Karrar Khan",
        "constituency": "Rushcliffe",
        "politicalParty": "The Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "The Lib Dem difference",
                "content": "The Liberal Democrats will take action to protect frontline NHS services."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "We believe passionately in Lib Dem values of freedom and fairness. We will make a promise to young people that will not spend more than 90 days on Jobseekers Allowance before they get more training, education, an internship or a place on a work programme. We believe in a good fair start for all children at school, a rebalanced economy, clean and open politics."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "The Liberal Democrats will take action to protect frontline NHS services."
            },
            {
                "policyTitle": "Governance",
                "policyDescription": "Vince Cable was absolutely right to warn that the country was at risk from excess borrowing and lack of banking regulations. We opposed the illegal and costly Iraq War from the start. British lives are being lost and we have now been dragged into the quagmire of Afghanistan."
            }
        ],
        "mentions": {
            "candidate": "Karrar Khan",
            "otherPartyLeaderCandidate": "David Cameron",
            "partyLeader": "Vince Cable",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "We will make this pledge because real savings identified can help balance the country's books after the recession.",
            "education": "",
            "environment": "",
            "governance": "We opposed the illegal and costly Iraq War from the start. British lives are being lost and we have now been dragged into the quagmire of Afghanistan.",
            "health": "The Liberal Democrats will take action to protect frontline NHS services.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Vigorously opposing housing development at greenfield sites such as Sharphill and Gamston.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I believe passionately in Lib Dem values of freedom and fairness. We will make a promise to young people that will not spend more than 90 days on Jobseekers Allowance before they get more training, education, an internship or a place on a work programme. We believe in a good fair start for all children at school, a rebalanced economy, clean and open politics.",
        "politicalExperience": [
            {
                "role": "Rushcliffe Borough councillor, a magistrate, a visiting professor at De Montfort University, and head of Pharmaceutical Development at Boots.",
                "duration": "",
                "achievements": "Exposing Tory waste and challenging disastrous spending decisions such as the abandoned £1 million schools services project. Vigorously opposing housing development at greenfield sites such as Sharphill and Gamston. Providing effective scrutiny of council decisions."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.rushcliffelibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}