{
    "leaflet": {
        "candidateName": "",
        "constituency": "",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "A 'Living Wage' for all",
                "content": "We think it's unfair that irresponsible bankers go on earning huge salaries while 4 million UK children live in poverty. We think it's unfair that the Government have failed to do anything about the growing gap between rich and poor. Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families. We will fight for a fair financial deal, with community banks, credit unions and mutuals providing realistic loans to families and small businesses."
            },
            {
                "title": "A million new jobs",
                "content": "We think it's unfair that so many people are unemployed when there's vital work that needs doing. Bringing Britain's housing up to 'green' standards would create millions of jobs for builders, electricians, and engineers. Green MPs will press for a free insulation scheme for every single home as part of a green package to cut fuel bills and create a million new jobs. Green Party councillors have already pioneered such a scheme in Kirklees."
            },
            {
                "title": "Protect our NHS",
                "content": "We think it's unfair that hospitals and health centres are treated like businesses rather than vital public services. We want to make sure no more public money is wasted on badly implemented privatisation schemes. Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures and privatisation within our NHS and protect the jobs of public sector workers."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Living Wage",
                "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for their families and fight for fair financial deals."
            },
            {
                "policyTitle": "New Jobs",
                "policyDescription": "Green MPs will press for a free insulation scheme and other measures aimed at creating millions of new jobs."
            },
            {
                "policyTitle": "NHS",
                "policyDescription": "Green MPs will oppose cuts, closures, and privatisation in the NHS, ensuring access to local services and protecting public sector jobs."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "MEP Caroline Lucas receives the prestigious award",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Green MPs will demand a 'Living Wage' to ensure low paid workers earn enough to provide for themselves and their families. ... fight for a fair financial deal, with community banks, credit unions and mutuals providing realistic loans to families and small businesses.",
            "education": "",
            "environment": "Bringing Britain's housing up to 'green' standards ... free insulation scheme for every single home as part of a green package to cut fuel bills and create a million new jobs.",
            "governance": "",
            "health": "Green MPs will fight to make sure local services are easy to access and are truly local. We will oppose cuts, closures and privatisation within our NHS and protect the jobs of public sector workers.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Bringing Britain's housing up to 'green' standards would create millions of jobs for builders, electricians, and engineers. Green MPs will press for a free insulation scheme for every single home as part of a green package to cut fuel bills and create a million new jobs.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "0844 544 9277",
            "email": "",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "MEP Caroline Lucas",
                "endorsement": "Caroline Lucas receives the prestigious award MEP of the Year 2008 for her work as a MEP."
            }
        ],
        "quotes": [
            {
                "text": "Our 'green' policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these now crucial issues. Greens now sit in the European Parliament, the Scottish Assembly and the London Assembly, on many local councils.",
                "source": "Campaign Material",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Images related to the Green Party's campaign messages"
                }
            ]
        },
        "additionalNotes": ""
    }
}