{
    "leaflet": {
        "candidateName": "Dr. Anne Crampton",
        "constituency": "Sheffield Heeley",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "FIXING OUR BROKEN ECONOMY",
                "content": "Sheffield city centre has one of the highest proportion of empty shops in the UK. We have been hit hard by a recession which Gordon Brown claimed we would never face."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economy",
                "policyDescription": "The Conservatives are committed to reducing the £167,000,000,000 budget deficit this year to address the UK's debt. Only the Conservatives will restore international confidence."
            },
            {
                "policyTitle": "Supporting older people",
                "policyDescription": "The Conservatives will raise the basic state pension in line with earnings, will introduce a new home protection scheme that will end the desperate situation where tens of thousands of people are forced to sell their home to pay for residential care. We will protect the winter fuel payment."
            },
            {
                "policyTitle": "G.P. out of hours",
                "policyDescription": "The Conservatives will return responsibility for the commissioning of the out of hours service to G.Ps, We will ensure better coordination of local health services by commissioning and other hours services alongside NHS services such as A&E out of hours services. We will ensure Primary Care Trusts conduct a proper assessment of G.Ps' language skills when employing doctors who have not graduated in this country."
            },
            {
                "policyTitle": "The Economy",
                "policyDescription": "Like every Labour Government before, this Government has run out of money and they are leaving it to the next Conservative Government to clear up the mess. The Chancellor in his budget had the chance to do the right thing for the country and he totally failed. Their biggest risk to this country's economy is 5 more years of this Government. This is why I am asking for you to vote Conservative because only a Conservative vote, not a LibDem or a UKIP or any other vote, will get rid of this 'Taxi for hire' Government."
            }
        ],
        "mentions": {
            "candidate": "Dr. Anne Crampton",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Conservatives are committed to reducing the £167,000,000,000 budget deficit this year. The Conservatives will restore international confidence.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "The Conservatives will raise the basic state pension in line with earnings, will introduce a new home protection scheme that will end the situation where people are forced to sell their home to pay for residential care. We will protect the winter fuel payment.",
            "immigration": "The Conservative approach will ensure that we admit both the right people for our economy and the right numbers so that our public services cope. We will enforce controls to prevent illegal immigration and will combat criminals who compromise our security.",
            "socialWelfare": "The Conservatives will introduce a new home protection scheme and protect the winter fuel payment.",
            "housing": [
                {
                    "content": "The Conservatives will introduce a new home protection scheme that will end the desperate situation where tens of thousands are forced to sell their home to pay for residential care.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "318 Norton Lees Lane, Sheffield S8 9BQ",
            "phone": "",
            "email": "heeley.conservatives@blueyonder.co.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dr. Anne Crampton engaging with local professionals and community members."
                }
            ]
        },
        "additionalNotes": "Leaflet shows images and messages promoting Conservative policies and criticizing Labour, specifically mentioning Gordon Brown. Dr. Anne Crampton's education and her work in transport and food prevention schemes are highlighted."
    }
}