{
    "leaflet": {
        "candidateName": "Pete Dixon",
        "constituency": "Chelmsford",
        "politicalParty": "Labour",
        "electionDate": "Thursday 6th May",
        "messages": [
            {
                "title": "Securing the recovery, not putting it at risk",
                "content": "Faced with a national financial crisis, Labour was not prepared just to let the recession take its course. Labour chose to fight back, with bold action to stabilise the banking system and set a course for economic recovery."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Economic growth and deficit",
                "policyDescription": "Secure the recovery and reduce the deficit through economic growth, fair taxes, and cuts to lower priority spending."
            },
            {
                "policyTitle": "Family living standards",
                "policyDescription": "Raise family living standards, keeping mortgage rates low, increasing tax credits for families with young children, providing new help for first-time buyers, and restore the link between the state pension and earnings from 2012."
            },
            {
                "policyTitle": "High tech economy",
                "policyDescription": "Build a high tech economy, supporting businesses and industry to create 1 million more skilled jobs and modernising our infrastructure with High-Speed Rail, a Green Investment Bank, and broadband access for all."
            },
            {
                "policyTitle": "Frontline investment",
                "policyDescription": "Protect frontline investment in policing, schools, childcare, and the NHS, with a new guarantee of cancer test results within a week."
            },
            {
                "policyTitle": "Immigration and community",
                "policyDescription": "Strengthen fairness in communities through an Australian style points-based system to control immigration; guaranteed education, apprenticeships, and jobs for young people; and a crackdown on anti-social behaviour."
            }
        ],
        "mentions": {
            "candidate": "Pete Dixon",
            "otherPartyLeaderCandidate": "Lib-Dems",
            "partyLeader": "",
            "tacticalSituation": "Labour is as well placed as the Lib-Dems to take on the Conservatives in Chelmsford."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Securing a secure economic future for Britain that can be sustained, using the potential of all people, not just a few. Britain must rebuild and balance its economy on sound foundations to build economic growth and create the jobs of the future.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Protect frontline investment in ... the NHS ...",
            "immigration": "Strengthen fairness in communities through an Australian style points-based system to control immigration.",
            "socialWelfare": "Raise family living standards ... providing new help for first-time buyers, and restore the link between the state pension and earnings from 2012.",
            "housing": [
                {
                    "content": "Raise family living standards, keeping mortgage rates as low as possible; ... new help for first-time buyers...",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Labour candidate Pete Dixon's main message to the people of Chelmsford is: This Labour government is good for fairness, good for families-and good for Britain - please think carefully – don't let it slip away.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "01245 267154",
            "email": "chelmpad@hotmail.com",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Remember the Tory recessions of the 80's and 90's when unemployment was allowed to reach over 3 million with record home repossessions! Remember the double figure mortgage rates!",
                "source": "Labour Rose leaflet",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Bar chart showing the results of the last general election in Chelmsford."
                },
                {
                    "caption": "Photo of Labour candidate Pete Dixon."
                }
            ]
        },
        "additionalNotes": "Ignore the false figures put out by the Lib-Dems. Labour is as well placed as the Lib-Dems to take on the Conservatives in Chelmsford."
    }
}