{
    "leaflet": {
        "candidateName": "Susan Kramer",
        "constituency": "Richmond Park & North Kingston",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "",
                "content": "I have always seen it as my role to be there for local people - standing up for you in Parliament, and helping those who turn to me."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Health",
                "policyDescription": "Joined together to fight cuts to Kingston Hospital."
            },
            {
                "policyTitle": "Safety",
                "policyDescription": "Succeeded in our campaign to get police support through teams for every local community."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Supporting proposals for primary schools to have better funding to reduce class sizes and giving headteachers more funding to spend on what setting teachers free to teach."
            }
        ],
        "mentions": {
            "candidate": "Susan Kramer",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg",
            "tacticalSituation": "It's a two-horse race graphic showing Lib Dem and Con percentages with a statement about the strategic voting considerations indicating that votes beyond these parties would likely be distributed to Conservative."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Our excellent primary schools would benefit from Nick Clegg’s education plans - setting teachers free to teach, reducing class sizes and giving headteachers more funding to spend on what school heads need.",
            "environment": "",
            "governance": "",
            "health": "Glad so many thousands of people have joined together to fight cuts to Kingston Hospital.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "People also want to know that our streets are safe, especially at night.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "I have lived here for over 17 years, your concerns are my concerns.",
        "politicalExperience": [
            {
                "role": "MP for Richmond Park & North Kingston",
                "duration": "Since being elected in 2005",
                "achievements": "Fought cuts to Kingston Hospital, achieved safety measures by getting police support for every local community."
            }
        ],
        "contactInformation": {
            "address": "42 Upper Richmond Road West, London SW14 8DD",
            "phone": "020 8876 8914",
            "email": "",
            "website": "www.SusanKramer.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": "Includes a note that it's a two-horse race indicating tactical voting considerations."
    }
}