{
  "leaflet": {
    "candidateName": "",
    "constituency": "",
    "politicalParty": "UK Independence Party",
    "electionDate": "",
    "messages": [],
    "keyPolicies": [
      {
        "policyTitle": "Direct Democracy",
        "policyDescription": "Restore full British self-government by taking the UK out of the EU, establishing a free-trade agreement with EU member states. Restore county government and city authorities. Abolish Regional Government Development Agencies. Abolish the Council Tax and replace it with a services charge payable to county and cities. Minimum of 50% of local government finance raised locally, return local business rate to local authority. Abolish VAT, introduce local sales tax. Local government to issue bonds to raise money for investment. Directly elected local County Police Boards, and directly elected Chief Constables where desired. Directly elected local Health Boards. Introduction of universal education voucher system."
      },
      {
        "policyTitle": "Immigration",
        "policyDescription": "Freeze immigration for five years. Accelerate deportation of up to a million illegal immigrants. Introduce 'no home no visa' work permits. Future immigration to be controlled with a strict points based system. No-one admitted to UK unless they are fluent in English, have the required educational qualifications, demonstrate loyalty to the UK, its laws and values, and can support themselves financially, with no recourse to public funds – and this to apply equally to their dependants. Withdrawal from European Convention on Human Rights."
      },
      {
        "policyTitle": "The Economy",
        "policyDescription": "Take 4.5 million people out of tax with a simple Flat Tax (which would also replace National Insurance) starting at £11,500. Scrap Inheritance Tax and cut corporation tax. No to green taxes and wind farms. Avert a major energy crisis, go for new nuclear power plants on the same existing site facilities and for clean coal. Reduce pollution and encourage recycling. Make welfare simpler and fairer, introduce 'workfare' to get people back to work, with a new citizens' pension and private pensions scheme insurance."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "72% of legislation controlling our lives originates from Brussels. By 2008 Britain had made total contributions to the European Community (EC) Budget of £230.4 billion gross or almost £68.2 billion net. Britain has an accumulated trade deficit with the other EU member states of more than £400 billion. The Common Agricultural Policy costs Britain at least £16.8 billion per annum. The Common Fisheries Policy costs Britain at least £3.3 billion per annum. Over-regulation on business costs Britain at least £28 billion per annum. Membership of the European Union costs Britain almost £65.7 billion per annum gross or almost £55.8 billion per annum net.",
      "economy": "The Economy section under keyPolicies contains relevant details.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "The Immigration section under keyPolicies contains relevant details.",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Membership of the EU and UKIP POLICIES sections."
        }
      ]
    },
    "additionalNotes": "DO YOU STILL THINK UKIP IS A SINGLE-ISSUE PARTY?"
  }
}