{
    "leaflet": {
        "candidateName": "Jo Crotty",
        "constituency": "Warrington South",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "Delivering for Warrington South",
                "content": "Jo Crotty has a strong record of action as a local councillor since 2008 - championing campaigns that matter to local people. Jo worked with local residents to fight and defeat Labour's Titan prison plans. Jo has fought hard to protect jobs locally; she has also led the opposition to the introduction of tolls on the new Mersey crossing."
            },
            {
                "title": "My Contract with Warrington People",
                "content": "I will put Warrington people first. I will be there to help, listen to your concerns and stand up for our community. I will come to the constituency at least 5 days a week. I will make sure your voice is heard - locally and at Westminster. I will ensure our local hospital is protected."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Hospital",
                "policyDescription": "Ensure our local hospital is protected."
            },
            {
                "policyTitle": "Community Engagement",
                "policyDescription": "Hold regular surgeries in easily accessible places. Ask every year to complete a survey about what matters to you and report back on what I am doing."
            },
            {
                "policyTitle": "Transparency and Accountability",
                "policyDescription": "Will be open and honest about all expenses incurred in representing you. Will publish details on my personal website. Will answer questions you may have about them."
            }
        ],
        "mentions": {
            "candidate": "Jo Crotty",
            "otherPartyLeaderCandidate": "Nick Clegg",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Fight to make sure that our local hospital isn't threatened by Labour's bad management of our local NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Local Councillor",
                "duration": "Since 2008",
                "achievements": "Championing campaigns that matter to local people, fought and defeated Labour's Titan prison plans, fought hard to protect jobs locally, led the opposition to the introduction of tolls on the new Mersey crossing."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "jo.crotty@warringtonglibdems.org.uk",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Crotty - Tipped to become our next MP"
                }
            ]
        },
        "additionalNotes": "The leaflet includes images of Jo Crotty and Nick Clegg, and provides an endorsement of Nick Clegg's tax plan. It also includes a section for supporters to fill in their details to endorse or financially support Jo Crotty and a call to action helping the Liberal Democrats win."
    }
}