{
    "leaflet": {
        "candidateName": "Funda Pepperell",
        "constituency": "Basingstoke",
        "politicalParty": "Labour",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "Labour has made a real difference",
                "content": "For Older People, Schools, NHS, Children, Jobs, Homes."
            },
            {
                "title": "A new approach to politics in Basingstoke",
                "content": "Labour says NO to any development of the Loddon and Lyde Valley."
            },
            {
                "title": "Personal pledge",
                "content": "My pledge to you as #Basingstoke:"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Housing",
                "policyDescription": "Labour says NO to any development of the Loddon and Lyde Valley."
            },
            {
                "policyTitle": "Development",
                "policyDescription": "Opposes development in parts of Basingstoke to protect the environment, especially against flooding risks and loss of community in Old Basing."
            },
            {
                "policyTitle": "Environment and Green Spaces",
                "policyDescription": "Defends green spaces, opposes building on flood plains and promotes using existing brownfields."
            }
        ],
        "mentions": {
            "candidate": "Funda Pepperell",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Labour is the challenger to the Tories in Basingstoke."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Introduced Education Maintenance Allowances for students in post 16 education.",
            "environment": "Labour says no to development of the Loddon and Lyde Valley, protect our precious environmentally sensitive land to the east of Basingstoke. Flooding risk is just one of the many powerful reasons why Labour oppose development around Old Basing.",
            "governance": "",
            "health": "Labour has lifted 400,000 pensioners out of poverty with the Winter Fuel Payment. Between £200 and £400 will soon be available for all those over the age of 60.",
            "immigration": "",
            "socialWelfare": "13,000 more Basingstoke pensioners are in line for the £200 Winter Fuel Payment.",
            "housing": [
                {
                    "content": "Labour says no to development of the Loddon and Lyde Valley, protect our precious environmentally sensitive land to the east of Basingstoke.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "I have canvassed around Basingstoke talking about how we want to change and improve things.",
        "politicalExperience": [],
        "contactInformation": {
            "address": "Labour Club, Sandys Rd, Basingstoke, RG22 6AS",
            "phone": "07887544047",
            "email": "Funda@basingstokelabour.org",
            "website": "",
            "socialMedia": {
                "facebook": "Fund4Basingstoke",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Labour has lifted 400,000 pensioners out of poverty with the Winter Fuel Payment.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Labour has built new schools, the E27 million Everest Community College, and refurbished school buildings like those at Oakridge Infants & Juniors."
                },
                {
                    "caption": "Labour introduced the first ever National Minimum Wage."
                },
                {
                    "caption": "The Homelessness Act has tackled Derby City's housing difficulties as making it easier for single people to get a home."
                }
            ]
        },
        "additionalNotes": "Calls to protect green spaces as a local scandal. Challenges overspill from East to West, and the current plans are seen as stupid. Labour will oppose carbon cramming and high-density development, and support a national care service free for all at the point of delivery. Funda Pepperell wants to be a champion for schools and to take on County Council when they threaten school closures. She supports a community-driven mini-parliament, green issues, and community values."
    }
}