{
    "leaflet": {
        "candidateName": "Mick Ryan, Rebecca Lawson",
        "constituency": "Newsham Park, Wavertree",
        "politicalParty": "Liverpool Green Party",
        "electionDate": "",
        "messages": [
            {
                "title": "Vote for Mick Ryan as your local councillor",
                "content": "Mick Ryan is standing as your local council candidate for Kensington and Fairfield. Mick was born in Anfield, and now lives with his family in Kensington. He runs his own business in the music entertainment industry, where he is known as 'Mick the Cat'. Mick is concerned with problems in his own area - dog dirt on the street; bins, cars and skips blocking the pavement; the lack of dropped kerbs; illegally parked cars; dangerous road crossings."
            },
            {
                "title": "Vote for Rebecca Lawson as your Wavertree MP",
                "content": "Rebecca Lawson is your Green Party parliamentary candidate for Wavertree. Rebecca has lived in Liverpool for ten years and lectures in Psychology at Liverpool University. She has become more and more concerned with climate change and its possible effects on the next generation. 'Only the Green Party is pressing for fast effective solutions to global warming. Decisive political action is also needed to tackle inequality - Britain needs a more equal society where every child can achieve their full potential. A fairer and more sustainable society would benefit all of us, rich or poor.'"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Local Environment",
                "policyDescription": "Mick wants to see Newsham Park restored to its former glory. He plans to plant new trees in Newsham Park, close a road that runs through the park to increase the number of dog wardens, and identify and prosecute dog owners who abuse our parks and pavements."
            },
            {
                "policyTitle": "Local Traffic and Safety",
                "policyDescription": "Sign up to '20's Plenty', a maximum speed of 20 mph on all of Liverpool's roads, except main thoroughfares. Make our city safer, quieter and more pleasant for all. Bring the Car Club back into the city to encourage car sharing."
            },
            {
                "policyTitle": "Cycling Strategy",
                "policyDescription": "Implement the city's Cycling Strategy immediately and fully to improve the network of cycle routes."
            },
            {
                "policyTitle": "Pavements and Accessibility",
                "policyDescription": "Focus on improving pavements. Sign walking routes, make sure people with mobility aids and buggies can move around safely. Triple the budget for dropped kerbs."
            },
            {
                "policyTitle": "Housing",
                "policyDescription": "Stop the demolition of terraced housing in neighbourhoods where people want to buy and renovate. Plant more trees along our streets, convert patches of degraded, derelict land into allotments or green spaces and reduce traffic around our parks."
            },
            {
                "policyTitle": "Green New Deal",
                "policyDescription": "Our Green New Deal will invest in jobs and produce a more efficient, fairer and sustainable economy which we need to face the challenges of climate change and rising fossil fuel prices."
            }
        ],
        "mentions": {
            "candidate": "Mick Ryan, Rebecca Lawson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The greed of financial institutions has plunged us into crisis. Jobs have been lost, and many more are under threat. Redirect the financial system to the 'real' economy and break up the big banks so they can no longer hold the country to ransom.",
            "education": "",
            "environment": "Our environment is being sacrificed for short term profit. Fund energy efficiency measures for UK homes, schools and hospitals to create 80,000 jobs, reduce harmful emissions and cut fuel bills. Massively increase the proportion of electricity coming from renewable sources.",
            "governance": "",
            "health": "Provide free social care for the elderly to improve their quality of life and create 60,000 jobs.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Stop the demolition of terraced housing in neighbourhoods where people want to buy and renovate. Plant more trees along our streets, convert patches of degraded, derelict land into allotments or green spaces and reduce traffic around our parks.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "http://liverpool.greenparty.org.uk/",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Newsham Park trees"
                },
                {
                    "caption": "Sample terraced house"
                }
            ]
        },
        "additionalNotes": ""
    }
}