{
    "leaflet": {
        "candidateName": "Beverley Hope",
        "constituency": "Edinburgh East",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "Four steps to a fairer Britain",
                "content": ""
            },
            {
                "title": "Change that works for you",
                "content": "The Lib Dem difference. Liberal Democrats will take effective action to protect Scotland from the worst effects of Labour’s recession."
            },
            {
                "title": "Labour’s record of shame",
                "content": "Launched the illegal invasion of Iraq. Raised taxes on lower paid. Closed thousands of local post offices. Tired out after 13 long years in Government."
            },
            {
                "title": "Help the Lib Dems win",
                "content": "Please help the Liberal Democrats win Edinburgh East at the General Election by filling in and returning this form."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes",
                "policyDescription": "Fairer taxes that put money back in your pocket. We would change the tax system so you don't pay income tax on the first £10,000 of what you earn - cutting most tax bills by £700 and helping millions on low and middle incomes."
            },
            {
                "policyTitle": "A fair chance for every child",
                "policyDescription": "We would introduce a 'pupil premium', providing extra money schools according to the number of disadvantaged pupils on their rolls."
            },
            {
                "policyTitle": "A fair future: create jobs by making Britain greener",
                "policyDescription": "We would invest in a new high-speed rail network to provide alternatives to domestic flights and expand green renewable energy to help tackle climate change."
            },
            {
                "policyTitle": "A fair deal for you from your politicians",
                "policyDescription": "We would make politicians accountable with a fairer system for electing our parliament and tough new rules that allow people to sack corrupt MPs."
            }
        ],
        "mentions": {
            "candidate": "Beverley Hope is an effective campaigner who will work hard for the people of Edinburgh East. She is the best choice for your next MP - Nick Clegg MP",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg and Vince Cable have identified real savings to pay for it.",
            "tacticalSituation": "In Scotland there is only one party in a position to challenge Labour's domination of our politics at Westminster - the Scottish Liberal Democrats. More and more people are switching to back the Liberal Democrats up and down the country. The 2005 General Election Result: It’s a two horse race. Only Labour or the Lib Dems can win here."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Liberal Democrats will take effective action to protect Scotland from the worst effects of Labour’s recession.",
            "education": "Liberal Democrats will take effective action to protect Scotland... We will protect funding for frontline services like the NHS and schools. We will pay for more police on the streets, restore the pensions earnings link and ensure that our brave young soldiers are paid a fair wage.",
            "environment": "We would invest in a new high-speed rail network to provide alternatives to domestic flights and expand green renewable energy to help tackle climate change.",
            "governance": "We would make politicians accountable with a fairer system for electing our parliament and tough new rules that allow people to sack corrupt MPs.",
            "health": "We will protect funding for frontline services like the NHS and schools.",
            "immigration": "",
            "socialWelfare": "We can do all this because Nick Clegg and Vince Cable have identified real savings to pay for it.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "FREEPOST, 4 Clifton Terrace, Edinburgh, EH12 0PQ",
            "phone": "",
            "email": "",
            "website": "www.eemld.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Nick Clegg MP",
                "endorsement": "Beverley Hope is an effective campaigner who will work hard for the people of Edinburgh East. She is the best choice for your next MP."
            }
        ],
        "quotes": [
            {
                "text": "Don’t mention our record in power, Labour orders election activists",
                "source": "Daily Mail, 20th February 2010",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Beverley Hope with Nick Clegg"
                }
            ]
        },
        "additionalNotes": ""
    }
}