{
  "leaflet": {
    "candidateName": "Oliver Letwin",
    "constituency": "West Dorset",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "VOTE FOR CHANGE IN BRITAIN",
        "content": "I have worked tirelessly for West Dorset, achieving some solid successes. If I am re-elected I will continue to support local individuals, communities, businesses and local members of the armed forces."
      },
      {
        "title": "THE CHOICE IN WEST DORSET",
        "content": "In this General Election you are being asked to choose between, for a limited number of parliamentary seats, those like me who believe that government is about the responsible management of services, and those others who believe that it is about representing people more broadly. I have campaigned hard for our local NHS and other individual constituents who are experiencing problems of many different kinds."
      },
      {
        "title": "OLIVER EXPLAINS HIS WAY OF DOING POLITICS",
        "content": "I believe that the purpose of politics goes beyond the provision of governmental services. It is about representing people more broadly. That is why I conduct my politics hand in hand with those constituent services - attending to all the cases that are brought to me by constituents. What I do in Westminster is informed by what people in West Dorset tell me they want, and it is their concerns and their values that I represent."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Rapidly reduce the deficit without risking Britain’s economy by cutting needless public spending and by taking tough decisions to protect our future."
      },
      {
        "policyTitle": "Tax",
        "policyDescription": "Create a more fair tax system by simplifying corporation tax, reducing bureaucratic regulation and supporting the private sector to grow and export."
      },
      {
        "policyTitle": "Security",
        "policyDescription": "Create a secure, low carbon energy system and empower greener and affordable utility services."
      },
      {
        "policyTitle": "Family",
        "policyDescription": "Strengthen families by recognising marriage in the tax system, ending the couple penalty in the tax system and issuing tough penalties to support the fight against domestic violence."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "Back the NHS and limit the bureaucracy of its administration."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "Reform schools by freeing headteachers to set standards and discipline, and by allowing new schools to compete in the state system."
      },
      {
        "policyTitle": "Welfare",
        "policyDescription": "Lift people from welfare to work by paying independent providers to find jobs, paying welfare to get people into work and toughening the rules on out of work benefits."
      },
      {
        "policyTitle": "Crime",
        "policyDescription": "Give the police more power to deal with young offenders, strengthen the law on knife crime and provide voluntary bodies and private sector solutions to reformers."
      },
      {
        "policyTitle": "Governance",
        "policyDescription": "Decide whether they have confidence in the government to solve issues like retirement savings."
      },
      {
        "policyTitle": "Local Communities",
        "policyDescription": "Give more power to local communities to make decisions for themselves."
      },
      {
        "policyTitle": "Transparency",
        "policyDescription": "Reduce the number of MPs, freeze and cut ministers’ salaries, and improve government transparency by publishing online every government contract over £25,000."
      }
    ],
    "mentions": {
      "candidate": "Oliver Letwin",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Rapidly reduce the deficit without risking Britain’s economy by cutting needless public spending and by taking tough decisions to protect our future.",
      "education": "Reform schools by freeing headteachers to set standards and discipline, and by allowing new schools to compete in the state system.",
      "environment": "Create a secure, low carbon energy system and empower greener and affordable utility services.",
      "governance": "Decide whether they have confidence in the government to solve issues like retirement savings.",
      "health": "Back the NHS and limit the bureaucracy of its administration.",
      "immigration": "",
      "socialWelfare": "Lift people from welfare to work by paying independent providers to find jobs, paying welfare to get people into work and toughening the rules on out of work benefits.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I believe that the purpose of politics goes beyond the provision of governmental services. It is about representing people more broadly.",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "Chapel House, Dorchester Road, Maiden Newton, Dorchester DT2 0BG.",
      "phone": "01300 321716",
      "email": "oliverletwin@westdorsetconservatives.com",
      "website": "www.westdorsetconservatives.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Oliver has campaigned hard for our local NHS."
        },
        {
          "caption": "Held 155 Advice Surgeries, listening and acting on hundreds of cases."
        },
        {
          "caption": "Middle-aged rebel-240 rebellions contributing to discussion including playing a significant part in opposing aspects of the Sustainable Communities Act."
        },
        {
          "caption": "Sent nearly 55,000 emails and letters on behalf of constituents."
        },
        {
          "caption": "Made over 1,500 calls on local households."
        },
        {
          "caption": "Oliver has secured an annual debate in the House of Commons on farming in West Dorset."
        }
      ]
    },
    "additionalNotes": ""
  }
}