{
    "leaflet": {
        "candidateName": "Rowena Holland",
        "constituency": "Nottingham South",
        "politicalParty": "Conservative",
        "electionDate": "",
        "messages": [
            {
                "title": "Education",
                "content": "We will give power back to local schools and let teachers decide how best to teach our children. We'll give teachers tools and powers to restore discipline, help the brightest and support those needing extra help."
            },
            {
                "title": "Health",
                "content": "Conservatives will put the NHS first. We would scrap box-ticking targets for Nottingham's hospitals, returning focus to patient care instead. Conservatives will increase the number of midwives and health visitors, provide single sex wards at the QMC and greater access to NHS dentists for everyone."
            },
            {
                "title": "Crime",
                "content": "We must confront anti-social behaviour and burglars. Conservatives will put more police on the beat by cutting endless paperwork. There must be consequences to crime. We would scrap Labour's disastrous early release scheme and introduce a new system of honesty in sentencing."
            },
            {
                "title": "Economy",
                "content": "The Council spends over £20,000,000 on external consultants and advertising. Closing Beechdale and Wilford libraries will save less than £100,000. Labour's wasteful spending means tougher choices are losing services. I'll keep campaigning to stop local wasteful spending on external consultants and advertising."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Education",
                "policyDescription": "Empower local schools, let teachers decide teaching methods, restore discipline, and support students."
            },
            {
                "policyTitle": "Health",
                "policyDescription": "Remove box-ticking targets, focus on patient care, increase midwives and health visitors, provide single sex wards, and improve NHS dentist access."
            },
            {
                "policyTitle": "Crime",
                "policyDescription": "Increase police presence, cut paperwork, end early release, and implement honest sentencing."
            },
            {
                "policyTitle": "Economy",
                "policyDescription": "Reduce wasteful spending on consultants and advertising, and protect local services and libraries from closure due to budget cuts."
            }
        ],
        "mentions": {
            "candidate": "Rowena Holland",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "David Cameron",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Reduce wasteful spending on consultants and advertising, and campaign against local wasteful spending.",
            "education": "Empower local schools, let teachers decide teaching methods, restore discipline, and support students.",
            "environment": "",
            "governance": "Reduce wasteful council spending and keep campaigning against wasteful spending.",
            "health": "Remove box-ticking targets, focus on patient care, increase midwives and health visitors, provide single sex wards at QMC, and improve access to NHS dentists.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "I share your disappointment with regard to the expenses scandal. We're right to be angry and David Cameron showed to tolerance for those who abused their position. Conservatives fully support the Independent's recommendations and will strive to regain your trust.",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Rowena Holland interacting with constituents and discussing local issues such as education, healthcare, economy, and crime."
                }
            ]
        },
        "additionalNotes": ""
    }
}