{
    "leaflet": {
        "candidateName": "Alan Francis",
        "constituency": "Milton Keynes North",
        "politicalParty": "Green Party",
        "electionDate": "",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "A 'Living Wage' for all",
                "policyDescription": "Green MPs will demand a 'Living Wage' to ensure low paid workers can earn enough for their families. They will fight for a fair financial deal, community banks, credit unions, and mutuals providing realistic loans to families and small businesses."
            },
            {
                "policyTitle": "A million new jobs",
                "policyDescription": "Green MPs will press for free insulation schemes to create a million new jobs and spark a council led green energy revolution that have already pioneered such schemes in Kirklees."
            },
            {
                "policyTitle": "Protect our NHS",
                "policyDescription": "Green MPs will fight to make sure local services are easy to access and are truly ours. They will oppose cuts, closures, and privatisation within the NHS and support the jobs of public sector workers."
            },
            {
                "policyTitle": "Greener industry with more employment",
                "policyDescription": "Greens will work for a greener industry that creates more jobs and ensures a just transition for current workers to new green industries."
            }
        ],
        "mentions": {
            "candidate": "Alan Francis has lived and worked in Milton Keynes for over 30 years. He is the Green Party's national speaker on transport.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Green Party leader and MEP Caroline Lucas",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "Our 'green' policies on climate change, renewable energy and recycling were established well before the main political parties had embraced these crucial issues.",
            "governance": "",
            "health": "We think it's unfair that hospitals and health centres are treated like businesses rather than vital public services. We want to make sure no more public money is wasted on badly implemented privatisation schemes.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "We want more council housing for young people growing up here. Greens will vastly improve our council housing, building greener, cheaper to run properties.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Alan Francis and a group of people campaigning."
                },
                {
                    "caption": "Green Party leader and MEP Caroline Lucas receives an award."
                }
            ]
        },
        "additionalNotes": "Printed on 100% recycled paper using sustainable technologies."
    }
}