{
  "leaflet": {
    "candidateName": "Dan Norris",
    "constituency": "North East Somerset",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "A personal message to Liberal Democrat voters",
        "content": "Here in North East Somerset it will be a close race between myself and Mr Jacob Rees-Mogg, the Tory candidate. There is a real danger he could win on a national swing and land us with an MP unable to speak up for local people. As Mr. Rees Mogg said about himself 'I realised that whatever I happened to be speaking about, the (national) press would come.'"
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Dan Norris",
      "otherPartyLeaderCandidate": "Jacob Rees-Mogg",
      "partyLeader": "",
      "tacticalSituation": "A vote for the Lib Dems can only let the Tories in."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "He’s very posh and very rich. No wonder the Tories want to keep Mr. Rees-Mogg out of sight.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [],
    "contactInformation": {
      "address": "39a Beaufort Gardens, Midsomer Norton, BA3 2QA",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [
      {
        "text": "He’s very posh and very rich. No wonder the Tories want to keep Mr. Rees-Mogg out of sight.",
        "source": "Sunday Times",
        "date": "11th April 2010"
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Dan Norris campaigning."
        },
        {
          "caption": "Dan Norris with a cup of tea."
        }
      ]
    },
    "additionalNotes": "Journalists are finding it a challenge to track down Mr Jacob Rees-Mogg in ordinary North East Somerset neighbourhoods. His office apparently doesn't have a schedule for him, and he doesn't know where he is, or even when he might be around. Local and national journalists wishing to speak with your Tory candidate complain of him being 'slippery.' They are amazed he can't handle it if he is canvassing at all or just sitting at home. Even the staunch Tory press believe he wants to be elected not to vote of MPs but to stop others who he does not agree with from being elected. The clear message being sent to the Tory supporters who choose to vote tactically, for Labour, to stop him being your next MP."
  }
}