{
  "leaflet": {
    "candidateName": "ANDY HEMSTED",
    "constituency": "WALTHAMSTOW",
    "politicalParty": "Conservative",
    "electionDate": "2010",
    "messages": [
      {
        "title": "Five More Years of Brown means ever higher taxes ever higher debt and a return to recession",
        "content": "What business in financial trouble would say, 'let’s take waste, just not yet'? Over 100 business leaders agree with the Conservatives that to raise taxes threatens our recovery. That is why we will reverse Labour’s planned increase in National Insurance for almost everybody in Walthamstow, giving most of them an extra £150 a year in their pocket to spend. Not implementing Labour's job Tax will save existing jobs and help create more, keeping joblessness down. Growth will reduce the deficit. That is why Conservatives will cut business taxes to generate growth, and exempt new businesses from NI on the first ten jobs they create. More jobs means less welfare, lowering the deficit."
      },
      {
        "title": "The NHS – our number one priority",
        "content": "Only the Conservatives have pledged to increase the NHS budget every year in real terms. We will also free the NHS from the top-down targets and bureaucracy, with savings ploughed back to fund the ever-growing needs of an ageing population and the cost of new treatments. Only the Conservatives will: Focus on outcomes, not targets Give patients the right to choose their GP, their Hospital, even their Consultant Build more single rooms to stop the scandal of mixed-sex wards Allow you to pay a flat fee on retirement to insure you against care home costs End age discrimination against available if your Doctor says you need them Reinstate dental checks for school children and give 1 million more adults access to an NHS dentist"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "National Insurance",
        "policyDescription": "Will reverse Labour’s planned increase in National Insurance, giving most people in Walthamstow an extra £150 a year."
      },
      {
        "policyTitle": "Job Tax",
        "policyDescription": "Not implementing Labour's job Tax will save existing jobs and help create more, keeping joblessness down."
      },
      {
        "policyTitle": "Business Taxes",
        "policyDescription": "Conservatives will cut business taxes to generate growth, and exempt new businesses from NI on the first ten jobs they create."
      },
      {
        "policyTitle": "The NHS",
        "policyDescription": "Pledge to increase the NHS budget every year, free it from top-down targets and bureaucracy, and implement various measures to improve patient care and access."
      }
    ],
    "mentions": {
      "candidate": "ANDY HEMSTED",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "Brown",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Over 100 business leaders agree with the Conservatives that to raise taxes threatens our recovery. That is why we will reverse Labour’s planned increase in National Insurance for almost everybody in Walthamstow, giving most of them an extra £150 a year in their pocket to spend.",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "Only the Conservatives have pledged to increase the NHS budget every year in real terms. We will also free the NHS from the top-down targets and bureaucracy, with savings ploughed back to fund the ever-growing needs of an ageing population and the cost of new treatments.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "Only the Conservatives will build more single rooms to stop the scandal of mixed-sex wards.",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I have lived in Waltham Forest all my life and come from a hard-working-class family...",
    "politicalExperience": [
      {
        "role": "Local Councillor in Waltham Forest",
        "duration": "",
        "achievements": "Delivered on real issues for my community, from fighting crime to bettering transportation and helping offices in the borough."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07932 782 575 or 020 8524 4344",
      "email": "mail@walthamstowconservatives.info",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Andy Hemsted - Conservative Candidate for Walthamstow"
        },
        {
          "caption": "Closed by Labour’ housing targets"
        },
        {
          "caption": "Closed by Labour’ neglected of the local economy"
        }
      ]
    },
    "additionalNotes": "We’re all in this together We need new energy and new ideas to get Britain working for everyone Andy Hemsted Conservative Candidate for Walthamstow [...] Vote in 2010."
  }
}