{
    "leaflet": {
        "candidateName": "David Amess",
        "constituency": "Southend West",
        "politicalParty": "Conservatives",
        "electionDate": "Thursday 6th May 2010",
        "messages": [
            {
                "title": "Support for Our Senior Citizens",
                "content": "We will re-link the basic state pension to earnings, protect free bus travel for the over-60s, raise the Winter Fuel Allowance, introduce a home protection scheme and give more help with fuel bills."
            },
            {
                "title": "Law Enforcement and Justice",
                "content": "We will stop the police being overrun by form-filling and cut paperwork so that more police are out on the streets. We will give courts the power to impose stronger sentences for knife crime."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Support for Our Senior Citizens",
                "policyDescription": "Re-link the basic state pension to earnings, protect free bus travel for over-60s, raise Winter Fuel Allowance, introduce home protection scheme, more help with fuel bills."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Invest in teachers' recruitment and training, give all schools the powers they need to impose discipline, reform National Curriculum and Ofsted, make it easier for companies to run apprenticeships, fund an extra 10,000 University places in 2010."
            },
            {
                "policyTitle": "Law Enforcement and Justice",
                "policyDescription": "Stop police being overrun by form-filling, cut paperwork, recruit and deploy more police on streets, give courts power to impose stronger sentences for knife crime."
            },
            {
                "policyTitle": "Rebuilding Our Economy",
                "policyDescription": "Reduce the deficit and cut corporation tax, simplify tax system for small businesses, support high tech manufacturing, focus on off-shore energy, back small shops and pubs."
            }
        ],
        "mentions": {
            "candidate": "David Amess",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "Ensure that those who take serious decisions about our lives should be chosen by the British people not appointed.",
            "economy": "A Conservative Government would reduce the deficit and cut corporation tax.",
            "education": "Invest in teachers' recruitment and training, give all schools the powers they need to impose discipline, reform National Curriculum and Ofsted, make it easier for companies to run apprenticeships, fund an extra 10,000 University places in 2010.",
            "environment": "",
            "governance": "We will reform the House of Lords.",
            "health": "Increase spending on our National Health Service each year.",
            "immigration": "Introduce an annual limit on how many people can come to this country from around the world.",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "We will abandon the Government’s top-down Whitehall knows best approach to building homes.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Member of Parliament",
                "duration": "",
                "achievements": "Has held regular advice surgeries, attended numerous school and cultural events, organised talent contests for young people and a centenarians tea party, helped over 5000 people at constituency surgeries."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "David Amess working in the constituency."
                }
            ]
        },
        "additionalNotes": "The leaflet includes a review of David Amess's work and the Conservative commitments for the General Election. Mentions support for various local projects and constituency services."
    }
}