{
  "leaflet": {
    "candidateName": "George Young",
    "constituency": "North West Hampshire",
    "politicalParty": "Conservative",
    "electionDate": "",
    "messages": [
      {
        "title": "ALL CHANGE AT WESTMINSTER",
        "content": "We can't go on like this. The country needs a change of leadership, a change of direction."
      },
      {
        "title": "HEALTH COMES FIRST",
        "content": "Sir George has campaigned for more services to be provided at Andover hospital, to reduce the need to travel to Winchester."
      },
      {
        "title": "A SQUARE DEAL FOR HAMPSHIRE",
        "content": "Over the past twelve years, Hampshire has been starved of the funds it needs from central government."
      },
      {
        "title": "YOUR VOTE IS IMPORTANT",
        "content": "We want to improve the quality of our public services by making them more responsive to those who use them."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Tax and Benefit Simplification",
        "policyDescription": "Simplify and streamline the tax and benefit system, and create more jobs."
      },
      {
        "policyTitle": "Public Service Improvement",
        "policyDescription": "Improve the quality of public services and make them more responsive."
      },
      {
        "policyTitle": "Reduce Bureaucracy Costs",
        "policyDescription": "Need to reduce bureaucracy and central control, giving the freedom to trust their skills."
      },
      {
        "policyTitle": "Fair Funding for Hampshire",
        "policyDescription": "Ensure Hampshire receives a fair share of public funds."
      }
    ],
    "mentions": {
      "candidate": "George Young",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "We want to improve the quality of all our public services by making them more responsive to those who use them.",
      "health": "Has campaigned for more services to be provided at Andover hospital.",
      "immigration": "",
      "socialWelfare": "We want to simplify and streamline the tax and benefit system, and create more jobs.",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "Sir George is a strong advocate of parliamentary reform, believing the House of Commons needs to be less about yah-boo politics and more about the thoughtful scrutiny of legislation – 'More bulldog, less poodle' as he told his Party Conference.",
    "politicalExperience": [
      {
        "role": "MP for North West Hampshire",
        "duration": "Since 1997",
        "achievements": "He has combined a successful Ministerial career in Parliament, serving under Margaret Thatcher and then joining John Major’s cabinet, with being highly active in his constituency."
      },
      {
        "role": "Chairman of the Backbench Services Committee, Shadow Secretary of State for the Environment and, as Shadow Leader of the House",
        "duration": "",
        "achievements": "Active roles within the House of Commons."
      }
    ],
    "contactInformation": {
      "address": "2 Church Close, Andover, SP10 1DP",
      "phone": "01264 353398 or 01684 729853",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "David Cameron with George Young"
        },
        {
          "caption": "Sir George at Andover Hospital"
        },
        {
          "caption": "Sir George with Macmillan Cancer Support advocates"
        },
        {
          "caption": "Sir George addressing issues of local sports funding"
        },
        {
          "caption": "Images illustrating George Young interacting with constituents and working on various local matters"
        }
      ]
    },
    "additionalNotes": "As a former Housing Minister, George has been very active in trying to resolve the credit crunch mortgage problems that have prevented young couples from buying their first home."
  }
}