{
    "leaflet": {
        "candidateName": "Jo Barker",
        "constituency": "Hall Green",
        "politicalParty": "Conservatives",
        "electionDate": "2010",
        "messages": [
            {
                "title": "HALL GREEN NEEDS MORE NHS DENTISTS",
                "content": "One NHS Dental Practice to serve the whole of Hall Green. This is not enough! One dental practice for 111,000 people, no one can argue this is simply worrying."
            },
            {
                "title": "WILL OUR YOUNG PEOPLE GET INTO WORK?",
                "content": "Unemployment is a rampant problem in our area! Labour have the solution to that problem, but the result: 2.6 million nationwide claiming jobseekers allowance, this will do nothing to help those eager to work for a long time back into the workplace."
            },
            {
                "title": "EDUCATION, EDUCATION, EDUCATION?",
                "content": "Labour promised us that three priorities were: education, education, education. But after 13 years what have Labour achieved? Failing to improve on Labour's dismal schooling results?"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "NHS Dentists",
                "policyDescription": "Increase the number of NHS Dental Practices in Hall Green to address the shortage and provide better dental healthcare to the community."
            },
            {
                "policyTitle": "Employment",
                "policyDescription": "Tackle unemployment by replacing Labour's problematic policies with a new comprehensive programme to get people, especially the youth, back into work."
            },
            {
                "policyTitle": "Education",
                "policyDescription": "Improve education by moving away from Labour's failures and providing better and more accountable schooling options for children."
            }
        ],
        "mentions": {
            "candidate": "Jo Barker",
            "otherPartyLeaderCandidate": "Labour",
            "partyLeader": "David Cameron",
            "tacticalSituation": "Tactical voting considerations based on the 2009 voting pattern, suggesting that votes for parties other than Conservatives may not lead to winning."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Failing to improve on Labour's dismal schooling results.",
            "environment": "",
            "governance": "",
            "health": "One NHS Dental Practice to serve the whole of Hall Green is not enough.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "FREEPOST RSBB-XRZT-LXJC, South East B'ham Conservatives, 1469 Stratford Road, Hall Green, Birmingham B28 9LN",
            "phone": "07748 968172",
            "email": "askjo@jobarker.co.uk",
            "website": "www.jobarker.co.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "David Cameron",
                "endorsement": "David was impressed with Jo Barker and her work."
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jo Barker with David Cameron."
                }
            ]
        },
        "additionalNotes": "The leaflet focuses on criticizing Labour's track record in the constituency and emphasizes the change the Conservative party intends to bring. The tactical voting chart suggests that votes for Lib Dems, Green, and Respect are ineffective against Labour, hence positioning Conservatives as the viable option to win against Labour."
    }
}