{
    "leaflet": {
        "candidateName": "Andrew Tyrie",
        "constituency": "Chichester",
        "politicalParty": "Conservatives",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "A RECORD OF ACTION IN CHICHESTER",
                "content": "Andrew Tyrie has fought for local communities and services across the Chichester constituency."
            },
            {
                "title": "3 REASONS TO VOTE FOR ANDREW TYRIE",
                "content": "Standing up for the Chichester District, Standing up for his beliefs, Calling for National Labour to act."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "PROTECTING SELEVSY SPECIALS",
                "policyDescription": "Government proposals would have abandoned parts of Selsey to erosion and flooding. Andrew's campaign has helped to oppose this."
            },
            {
                "policyTitle": "OPPOSING RENDITION",
                "policyDescription": "Andrew is determined to get to the truth on Britain’s involvement in the US programme of rendition - that is, kidnap and illegal detention of terrorist suspects."
            },
            {
                "policyTitle": "WORKING FOR YOU",
                "policyDescription": "Andrew has worked tirelessly to help local people and has taken up the issues that matter to them."
            },
            {
                "policyTitle": "PARKLANDS POST OFFICE SAVED",
                "policyDescription": "Andrew's campaign against the Labour government's plans for swapping Post Office closures helped save Parklands Post Office."
            }
        ],
        "mentions": {
            "candidate": "Andrew Tyrie",
            "otherPartyLeaderCandidate": "Labour government",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "A sound economy under the Conservatives mentioned in campaign material.",
            "education": "",
            "environment": "Protest against Westminstershore wind farm depicted in image.",
            "governance": "Restoring trust issue mentioned in campaign material.",
            "health": "An NHS for patients mentioned in campaign material.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Homes: local choice mentioned in campaign material.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "MP for Chichester",
                "duration": "Since 1997",
                "achievements": "Fought for local communities and services across the Chichester constituency."
            }
        ],
        "contactInformation": {
            "address": "145 St Pancras, Chichester PO19 7LH",
            "phone": "01243 783519",
            "email": "elections@chichesterconservatives.com",
            "website": "www.andrewtyrie.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Irena Ray-Crosby",
                "endorsement": "You are an MP who splendid examples to us and is supported wholeheartedly by us."
            },
            {
                "endorser": "Liz Bedford",
                "endorsement": "Andrew was fantastic in stirring up people we finally got the Post Office to listen. Working with us. We toast his success."
            },
            {
                "endorser": "Thelma Percy",
                "endorsement": "Thank you for being from Reepie - sick two Homes. It was ministerially good of You to take stock - stable as our light reached you to use your influence."
            },
            {
                "endorser": "Roland O'Brien",
                "endorsement": "We're lucky to have such a strong local campaigning MP. He's provided the leadership and support we need to protect Selsey and the Manhood Development Reference, on coast and much more."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Various images depicting Andrew Tyrie in action and endorsements from constituents."
                }
            ]
        },
        "additionalNotes": "Images with text have been paraphrased to capture the essence of the messages due to image resolution constraints."
    }
}