{
  "leaflet": {
    "candidateName": "",
    "constituency": "West Ham",
    "politicalParty": "Conservative Party",
    "electionDate": "",
    "messages": [
      {
        "title": "NEWHAM - COULD DO BETTER!",
        "content": "Labour has run Newham ever since the borough was created in 1965. It dominates the council and provides both our MPs. Under Labour, Newham has become an 'average' borough. The delivery of council services, education, health provision, the fight against crime, support for local communities are all 'average' according to Labour's own ranking systems. 'It doesn't always have to be like this,' says Virginia Morris, Conservative Parliamentary Candidate for West Ham."
      },
      {
        "title": "CAN YOU TRUST LABOUR WITH THE NHS?",
        "content": "The NHS is our number one priority and we will always support it with the funding it needs. A Conservative government would increase spending on the NHS every year. And we will make sure that money gets to doctors and nurses on the frontline where it's needed most. We won't allow precious NHS money to be wasted on paperwork and bureaucracy."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Improving Newham",
        "policyDescription": "Wehopes to change the long-standing Labour governance in Newham by introducing new Conservative candidates who will address various issues in the borough."
      },
      {
        "policyTitle": "NHS Funding",
        "policyDescription": "A commitment to increasing NHS funding each year, ensuring money reaches frontline staff, reducing bureaucracy and waste, and improving patient care."
      }
    ],
    "mentions": {
      "candidate": "Virginia Morris",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "Since I was selected to fight for you in 2001, I have been told by residents in all parts of the West Ham constituency, meeting people and listening to your concerns."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "The delivery of council services, education, health provision, the fight against crime, support for local communities are all 'average' according to Labour's own ranking systems.",
      "environment": "",
      "governance": "Labour has run Newham ever since the borough was created in 1965. It dominates the council and provides both our MPs.",
      "health": "The NHS is our number one priority and we will always support it with the funding it needs. A Conservative government would increase spending on the NHS every year.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "'It doesn't always have to be like this,' says Virginia Morris.",
    "politicalExperience": [],
    "contactInformation": {
      "address": "134 Caledon Road, London E6 2DY",
      "phone": "020 8552 1962",
      "email": "office@westhamconservatives.org",
      "website": "www.westhamconservatives.org",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Fly-tipping blights-our local communities a Conservative Mayor will listen and..."
        }
      ]
    },
    "additionalNotes": ""
  }
}