{
    "leaflet": {
        "candidateName": "Darryl Chamberlain, Marek Powley, Dave Sharman",
        "constituency": "Peninsula Ward",
        "politicalParty": "Green Party",
        "electionDate": "May 6",
        "messages": [
            {
                "title": "We'll defend local services, say Greens",
                "content": "Greens defend local services such as libraries, leisure centres and law centres, and are committed to fight for the law centre on Trafalgar Road, neglected for years. They will also fight to prevent the East Greenwich Library, which has been left empty. They highlight the issue with the local hospital site remaining empty and overgrown for years after the council promised a new 'service centre' for the area."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Clean green energy",
                "policyDescription": "The Green Party advocates for clean green energy, though specific proposals are not detailed in this section of the leaflet."
            },
            {
                "policyTitle": "Safer streets",
                "policyDescription": "The Green Party aims to make streets safer, although no further details are provided in the leaflet excerpt."
            },
            {
                "policyTitle": "Reducing traffic",
                "policyDescription": "The party seeks to reduce traffic, although specific strategies or plans are not outlined in the provided leaflet page."
            },
            {
                "policyTitle": "Decent housing for all",
                "policyDescription": "The Greens promote the availability of decent housing for everyone, but specific policies or approaches are not mentioned in the leaflet excerpt."
            },
            {
                "policyTitle": "Properly funded schools and hospitals",
                "policyDescription": "The party calls for proper funding of schools and hospitals. There are no additional details included in this portion of the leaflet."
            },
            {
                "policyTitle": "Safe, healthy food",
                "policyDescription": "The Green Party supports the provision of safe and healthy food; further specifics are not provided."
            },
            {
                "policyTitle": "Supporting local shops and services",
                "policyDescription": "Support for local shops and services is mentioned, but there is no elaboration on this policy in the available text."
            },
            {
                "policyTitle": "Closing the gap between rich and poor",
                "policyDescription": "The Greens aim to reduce the disparity between the affluent and the less well-off, though details are not disclosed in this excerpt."
            },
            {
                "policyTitle": "Peace and human rights",
                "policyDescription": "They value peace and human rights as part of their platform, but detailed policies are absent from the leaflet page provided."
            },
            {
                "policyTitle": "Reliable and cheap public transport",
                "policyDescription": "The leaflet indicates a commitment to reliable and affordable public transport, with no further details provided here."
            },
            {
                "policyTitle": "Sustainable development",
                "policyDescription": "The party supports sustainable development, but more information is not given in this snippet of the leaflet."
            }
        ],
        "mentions": {
            "candidate": "Darryl Chamberlain",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Decent housing for all is one of the key issues addressed by the party in this leaflet.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "greenwich.greenparty.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Peninsula's Green team: Dave Sharman, Marek Powley, Darryl Chamberlain"
                }
            ]
        },
        "additionalNotes": ""
    }
}