{
    "leaflet": {
        "candidateName": "Alan Reid",
        "constituency": "Argyll & Bute",
        "politicalParty": "Liberal Democrats",
        "electionDate": "",
        "messages": [
            {
                "title": "It's time for real change in Britain",
                "content": "A Liberal Democrat Government would do things differently."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Fairer taxes that put money back in your pocket",
                "policyDescription": "Raise tax on the first £10,000 you earn - cutting most people's tax bills by £700. Paid for by closing tax loopholes that unfairly benefit the wealthy and introducing a mansion tax on houses worth more than £2 million."
            },
            {
                "policyTitle": "A fair future creating jobs and protecting the environment",
                "policyDescription": "Break up the banks and get them lending again to protect real businesses. Bring about growth and jobs that last by investing in infrastructure in an environmentally sustainable way."
            },
            {
                "policyTitle": "A fair chance for every child. Education to be a priority",
                "policyDescription": "Ensure children get the individual attention they need by cutting class sizes. Reverse the cuts in teacher numbers that have occurred under the SNP Government."
            },
            {
                "policyTitle": "A fair deal for you from the politicians",
                "policyDescription": "Make politicians accountable and give you the right to sack corrupt MPs."
            }
        ],
        "mentions": {
            "candidate": "At Westminster Alan Reid has a strong track record of speaking up for Argyll & Bute.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Nick Clegg and Vince Cable - the best team to lead Britain",
            "tacticalSituation": "2005 General Election result in Argyll & Bute"
        },
        "issues": {
            "brexitEurope": "",
            "economy": "'Fairer taxes that put money back in your pocket' - Paid for by closing tax loopholes that unfairly benefit the wealthy and introducing a mansion tax on houses worth more than £2 million. 'A fair future creating jobs and protecting the environment' - Break up the banks and get them lending again to protect real businesses.",
            "education": "'A fair chance for every child. Education to be a priority' - Ensure children get the individual attention they need by cutting class sizes. Reverse the cuts in teacher numbers that have occurred under the SNP Government.",
            "environment": "'A fair future creating jobs and protecting the environment' - Bring about growth and jobs that last by investing in infrastructure in an environmentally sustainable way.",
            "governance": "'A fair deal for you from the politicians' - Make politicians accountable and give you the right to sack corrupt MPs.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Introducing a mansion tax on houses worth more than £2 million.",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Alan Reid was first elected to Parliament in 2001. He held the seat in 2005 and increased his majority - a clear indication that he was well regarded for his work. Alan Reid lives in Dunoon, and has his office there. He has held regular meetings and surgeries throughout the towns, villages and islands of Argyll & Bute. He has built up a reputation for honesty, hard work and dedication to the people of Argyll & Bute.",
        "politicalExperience": [
            {
                "role": "Member of Parliament for Argyll & Bute",
                "duration": "Since 2001",
                "achievements": "Increased his majority in 2005, held regular meetings and surgeries throughout the towns, villages and islands of Argyll & Bute."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "ALAN REID Working for Argyll, Bute and Lomond"
                },
                {
                    "caption": "Alan Reid in Dunoon"
                }
            ]
        },
        "additionalNotes": "ALAN REID for real change in Britain"
    }
}