{
    "leaflet": {
        "candidateName": "",
        "constituency": "Swansea",
        "politicalParty": "Plaid Cymru",
        "electionDate": "",
        "messages": [
            {
                "title": "Plaid. Gwahaniaeth i Gymru.",
                "content": ""
            },
            {
                "title": "Think Different Think Plaid.",
                "content": "At a time when people have never felt so angry and let down by the same old politics in Westminster, more and more people are turning to Plaid because they know Plaid offers something different."
            },
            {
                "title": "Tackle the Financial Deficit Fairly",
                "content": "There is an obligation on us to protect the most vulnerable in our society."
            },
            {
                "title": "Jobs, Pensions, Care: Plaid believes that we should stand up for our society – our neighbours, our communities.",
                "content": ""
            },
            {
                "title": "Dafydd Wigley launches Swansea Campaign",
                "content": "The former MP said “Plaid’s outstanding record of being clean of sleaze at Westminster makes our candidates a natural choice for voters disgruntled with the London parties. Every vote strengthens the Party's hands in fighting for a better deal for Swansea and Wales."
            },
            {
                "title": "Swyddi, Pensiynau, Gofal: Credwn ym Mhlaid Cymru y dylem sefyll dros ein cymdeithas – ein cymdogion, ein cymunedau.",
                "content": ""
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Financial Deficit",
                "policyDescription": "Plaid Cymru would stop unnecessary spending such as the ID Cards and the Trident project, instead investing that money into public services."
            },
            {
                "policyTitle": "Banking System",
                "policyDescription": "Plaid Cymru would reform the banking system by separating out the valuable high street banks from the irresponsible gambling of the big investment banks."
            }
        ],
        "mentions": {
            "candidate": "",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Dafydd Wigley",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Plaid Cymru would stop unnecessary spending such as the ID Cards and the Trident project, and they would reform the banking system by separating out the valuable high street banks from the big investment banks.",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "Plaid Cymru believes in protecting the most vulnerable in our society and standing up for our communities.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "Dafydd Wigley",
                "endorsement": "Plaid’s outstanding record of being clean of sleaze at Westminster makes our candidates a natural choice for voters disgruntled with the London parties."
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Dafydd Wigley and another individual standing in front of a helicopter with the text 'Dafydd Wigley lansio Ymgyrch Abertawe'"
                }
            ]
        },
        "additionalNotes": ""
    }
}