{
  "leaflet": {
    "candidateName": "Alison McGovern",
    "constituency": "Wirral South",
    "politicalParty": "Labour",
    "electionDate": "",
    "messages": [
      {
        "title": "Standing up for families",
        "content": "As a parent, I want to keep Sure Start centres, as well as tax credits. That's why I'll be voting Labour. I feel extremely worried by what the Tories might cut. - Nicole Williams"
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Jobs and skills",
        "policyDescription": "I will work with employers and trade unions to make sure we have investment in our people and area, and campaign for green jobs to come to Wirral."
      },
      {
        "policyTitle": "High quality facilities",
        "policyDescription": "I'll stand up for libraries and leisure centres, and campaign for their improvement."
      },
      {
        "policyTitle": "Supporting the local economy",
        "policyDescription": "I'll work with businesses to improve shopping parades in Bromborough, Bebington, Eastham, New Ferry and Heswall, and local schools on the vocational curriculum."
      },
      {
        "policyTitle": "Backing Wirral's young people",
        "policyDescription": "I want to see a doubling of apprenticeships available to young people - putting them on the right track to a career."
      },
      {
        "policyTitle": "Transparency and accountability",
        "policyDescription": "I will publish my accounts and expenses online in quarterly accounts, and hold a local office open to the public."
      }
    ],
    "mentions": {
      "candidate": "Alison McGovern",
      "otherPartyLeaderCandidate": "Tories",
      "partyLeader": "",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "Supporting the local economy",
      "education": "",
      "environment": "campaign for green jobs to come to Wirral",
      "governance": "Transparency and accountability",
      "health": "Campaigning for Clatterbridge Centre for Oncology",
      "immigration": "",
      "socialWelfare": "Standing up for families",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "I was born and grew up in Wirral south. I went to Brookhurst Primary School and Wirral Grammar. My family has lived in Bromborough for thirty years, working for the NHS and in the rail industry. As a teenager, campaigning in Wirral South for Ben Chapman, I never thought that one day I would have the great honour of being chosen as Labour's candidate to be our Member of Parliament. I have seen many changes in Wirral in the intervening years due to Ben's work and the community working with him. I pledge you to fight for these things for our children - better jobs and education. A world-class education, health and labour policy decision which are driven by the needs of our privileged few above the needs of the many. I would welcome the advice about how best to improve Wirral and let me into your trust. - Alison McGovern",
    "politicalExperience": [
      {
        "role": "campaigning in Wirral South for Ben Chapman",
        "duration": "",
        "achievements": "Community working with him."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "Nicole Williams",
        "endorsement": "Nicole Williams, a resident of Bromborough, endorses Alison McGovern, expressing concerns about potential cuts by Tories."
      }
    ],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Alison McGovern - your Labour Candidate for Wirral South"
        },
        {
          "caption": "Standing up for families"
        },
        {
          "caption": "Supporting older people in Wirral"
        },
        {
          "caption": "Backing up businesses and employees"
        },
        {
          "caption": "Campaigning for Clatterbridge Centre for Oncology"
        }
      ]
    },
    "additionalNotes": ""
  }
}