{
  "leaflet": {
    "candidateName": "Pete Pattisson",
    "constituency": "Lewisham East",
    "politicalParty": "Liberal Democrat",
    "electionDate": "",
    "messages": [
      {
        "title": "",
        "content": "I'm sure you agree with me that after 39 years of uninterrupted Labour rule from Lewisham Town Hall, and 18 years with a Labour MP, it's time for change in our area. Here in Lewisham East, we must decide whether we'll let Labour continue to take us for granted, or elect a hard-working local Liberal Democrat MP."
      }
    ],
    "keyPolicies": [],
    "mentions": {
      "candidate": "Pete Pattisson",
      "otherPartyLeaderCandidate": "",
      "partyLeader": "",
      "tacticalSituation": "The choice here is between Labour and the Lib Dems. There’s no danger of the Conservatives winning here – they only have three councillors in the whole constituency."
    },
    "issues": {
      "brexitEurope": "",
      "economy": "",
      "education": "",
      "environment": "",
      "governance": "",
      "health": "",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "As the Liberal Democrat Parliamentary candidate for our area, I have worked hard to stand up for the concerns of Lewisham's Tamil community.",
    "politicalExperience": [
      {
        "role": "Liberal Democrat Parliamentary candidate for Lewisham East",
        "duration": "",
        "achievements": "Worked with Simon Hughes MP to organise community meetings to discuss what we could do to end the war. Attended the demonstrations in Parliament Square and wrote to the Government to demand an investigation into allegations of war crimes. Attended many meetings of local Tamil groups, including the Downham Tamil Association, and recently helped as an observer at the Tamil referendum."
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "07759 759 841",
      "email": "pete@petepattisson.com",
      "website": "www.petepattisson.com",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [],
    "quotes": [],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Cllr Pete Pattisson at a meeting to discuss the conflict in Sri Lanka."
        },
        {
          "caption": "Cllr Pete Pattisson at the launch of the 'Unlock the Camps' campaign."
        },
        {
          "caption": "Cllr Pete Pattisson, as Santa, celebrating Christmas at the Downham mas."
        }
      ]
    },
    "additionalNotes": "PS. The Liberal Democrats have more councillors in this seat than the other parties put together. It's clear that in Lewisham East, the Tories can't win, and Labour don't deserve to."
  }
}