{
    "leaflet": {
        "candidateName": "Michael Watson",
        "constituency": "Broxbourne",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [
            {
                "title": "I'm backing Michael",
                "content": "\"I have known Michael for a number of years and know that as a life-long resident of this Borough he has its best interests at heart. Both before and after becoming a Councillor he has worked tirelessly to make Broxbourne a better place to live.\" - Alec McGinnis Local Resident"
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Campaign for your right to speak",
                "policyDescription": "Michael led a successful campaign for you to have the right to speak at Council planning meetings on applications like Park Plaza."
            },
            {
                "policyTitle": "Pushed for more affordable housing",
                "policyDescription": "Michael has consistently argued for more affordable housing and raised the issue with John Denham MP (left) Secretary of State at the Department responsible for housing."
            },
            {
                "policyTitle": "Raised the plight of our Town Centres",
                "policyDescription": "Michael made raising awareness of the plight of our town centres his highest priority and now sits on the Council's newly-formed Town Centre Sub Committee."
            }
        ],
        "mentions": {
            "candidate": "Michael Watson",
            "otherPartyLeaderCandidate": "Tories",
            "partyLeader": "",
            "tacticalSituation": "With the support of our local Tory MP. They will behave the same way nationally as they do locally, and only voting Labour will stop them."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Michael will continue to support the economy, not pull the plug on government support like the Tories would.",
            "education": "Protect Sure Start centres as they provide precious start in our community's children's lives. Conservative partners want to cut the tax credits for those on all but the lowest incomes. Labour recognises that everyone deserves that little bit of help.",
            "environment": "",
            "governance": "",
            "health": "Quicker tests for cancer. Labour will ensure that you are tested, and receive the results, within one week of a doctor suspecting you have cancer.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "Michael pushed for more affordable housing in Broxbourne and discussed this with government officials.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "I have lived in the Borough of Broxbourne all of my life and in 2008 I was elected to represent Waltham Cross on the Council. Over the last few years I have seen what the Tories have done locally - refused to properly invest in our town centres, failed to develop community facilities, and stood by whilst a much-loved swimming pool was closed. With the support of our local Tory MP. They will behave the same way nationally as they do locally, and only voting Labour will stop them. Michael Watson, Your Labour Candidate for Broxbourne",
        "politicalExperience": [
            {
                "role": "Councillor for Waltham Cross on the Council",
                "duration": "",
                "achievements": "Led a campaign for the right to speak at Council planning meetings, consistently advocated for more affordable housing, worked toward improving town centres."
            }
        ],
        "contactInformation": {
            "address": "Hoddesdon Labour Hall, Rye Road, Hoddesdon, Herts EN11 0JR",
            "phone": "01992 450053",
            "email": "michael.w@broxbournelabour.org.uk",
            "website": "www.broxbournelabour.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Michael Watson talking with a local resident at their doorstep."
                },
                {
                    "caption": "Michael Watson with John Denham MP discussing affordable housing."
                },
                {
                    "caption": "Michael Watson at a public gathering."
                }
            ]
        },
        "additionalNotes": "The leaflet includes a section where the constituents can express their support and how they wish to be contacted. Specific pledges to the constituents are also listed, outlining Michael Watson's commitments."
    }
}