{
    "leaflet": {
        "candidateName": "Sandra Gidley",
        "constituency": "Romsey and Southampton North",
        "politicalParty": "Lib Dems",
        "electionDate": "",
        "messages": [
            {
                "title": "Will the local Conservatives stand up for us?",
                "content": "The evidence so far suggests Conservative inaction on local issues concerning post office closures and job losses, acceptance of a donation from a developer, and Conservative-run Southampton City Council employing a spin doctor while local services struggled."
            },
            {
                "title": "Help us build a fairer Britain",
                "content": "Sandra Gidley and the local Lib Dems wish for your support, highlighting a tax plan from Nick Clegg to put money back in your pocket."
            },
            {
                "title": "Sandra keeps her promises",
                "content": "In 2005 Sandra promised to do everything she could to help communities, work for constituents, take no paid directorships and report back regularly; she has kept these promises."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Tax Plan",
                "policyDescription": "Nick Clegg's tax plan means that you will pay no tax on the first £10,000 you earn - cutting most tax bills by £700."
            },
            {
                "policyTitle": "Health and the NHS",
                "policyDescription": "Sandra is a well-respected voice on health and the NHS. She has been leading the fight to get better out-of-hours care and helping save local hospitals from closure."
            }
        ],
        "mentions": {
            "candidate": "Sandra Gidley has helped over 20,000 people since being first elected. Sandra will defend our NHS.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "Labour can't win in Romsey and Southampton North. Voting for them will just help elect the Conservative MP."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "",
            "environment": "",
            "governance": "",
            "health": "Sandra is a well-respected voice on health and the NHS. From leading the fight to get better out-of-hours care and helping save local hospitals from closure, Sandra will defend our NHS.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "The Conservatives accepted a £5,000 donation from a developer shortly after voting to shoehorn extra houses into our local area.",
                    "yimbyNimby": "NIMBY"
                }
            ]
        },
        "personalStatement": "Sandra Gidley's contract with you outlines her commitment to local constituents, promising to make sure their voice is heard locally and at Westminster.",
        "politicalExperience": [
            {
                "role": "MP",
                "duration": "",
                "achievements": "Sandra has helped over 20,000 people since being first elected."
            }
        ],
        "contactInformation": {
            "address": "FREEPOST, 3A Victoria Place, Love Lane, ROMSEY SO51 8DE",
            "phone": "",
            "email": "",
            "website": "",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "Sandra Gidley's expenses: A clean bill of health",
                "source": "Daily Telegraph, 15 October 2009",
                "date": "15 October 2009"
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Photo of Sandra Gidley"
                },
                {
                    "caption": "Pie chart showing win probability, with Lib Dems at 45%, Conservatives at 44%, and Labour at 9%"
                },
                {
                    "caption": "Photos of Sandra Gidley with local police and community members"
                },
                {
                    "caption": "Sandra Gidley's signature"
                }
            ]
        },
        "additionalNotes": ""
    }
}