{
    "leaflet": {
        "candidateName": "Burke Jones",
        "constituency": "Milton Keynes South",
        "politicalParty": "Liberal Democrats",
        "electionDate": "Thursday 6th May",
        "messages": [
            {
                "title": "Three Things to Remember",
                "content": "Remember to vote and tell your friends. Join your fast growing ranks of supporters. Labour have left the economy in a mess."
            },
            {
                "title": "A Second ExtraCare Village for Milton Keynes",
                "content": "Following the success of the Lovat Fields ExtraCare village at Willen Park, the Liberal Democrat Council has taken the lead in opening a second village in Bletchley."
            },
            {
                "title": "True Grit - but NOT in South Tattenhoe",
                "content": "Residents of Nash Croft, Tattenhoe faced difficulty during severe winter conditions because the area wasn't a priority for grit."
            },
            {
                "title": "A New Bus Stop for Kingsmead",
                "content": "Kingsmead residents now have a bus stop close to Kingsmead due to actions by the Liberal Democrat Focus Team."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Job Preservation",
                "policyDescription": "Implement a 'green jobs' programme to create or preserve jobs, insulating homes, schools and hospitals and expanding the rail network by building the Milton Keynes Council civic offices."
            },
            {
                "policyTitle": "Tax Reduction",
                "policyDescription": "A cut in income tax of up to £700 a year for those on lower incomes."
            },
            {
                "policyTitle": "Home Possession",
                "policyDescription": "Keeping people in their homes, so they don't face unfair re-possession."
            },
            {
                "policyTitle": "Bank Accountability",
                "policyDescription": "Action to force the banks owned by the tax payer to lend to small businesses so that they don't go under, a huge investment in skills education - unlike the early 1990s, when the recession ended and millions were left on the employment scrap heap."
            },
            {
                "policyTitle": "Education Investment",
                "policyDescription": "Investment in skills education."
            },
            {
                "policyTitle": "Transport Improvement",
                "policyDescription": "Improving local transport options, such as the initiative to install a new bus stop to provide better services for Kingsmead residents."
            },
            {
                "policyTitle": "Winter Preparedness",
                "policyDescription": "Ensuring that all areas, including South Tattenhoe, receive necessary resources like grit during severe winter conditions."
            }
        ],
        "mentions": {
            "candidate": "Burke Jones has been actively involved in various community initiatives including securing a second ExtraCare village, addressing a local bus service issue in Kingsmead, and advocating for better winter preparedness in South Tattenhoe.",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Vince Cable and his Treasury Team have made strategic decisions that are influencing the party's policies.",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour have left the economy in a mess. A huge 'green jobs' programme to create or preserve jobs.",
            "education": "",
            "environment": "Insulating homes, schools, and hospitals.",
            "governance": "",
            "health": "",
            "immigration": "",
            "socialWelfare": "A cut in income tax of up to £700 a year for those on lower incomes.",
            "housing": [
                {
                    "content": "Following the success of the Lovat Fields ExtraCare village at Willen Park, the Liberal Democrat Council has taken the lead in opening a second village in Bletchley, ensuring that also Bletchley can benefit from the popular model of an ExtraCare Village.",
                    "yimbyNimby": "YIMBY"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "Councillor",
                "duration": "In office since being elected in 2002",
                "achievements": "Securing the opening of the second ExtraCare village in Bletchley."
            }
        ],
        "contactInformation": {
            "address": "1 Stratford Place, Bletchley, MK3 5DT",
            "phone": "01908 647749",
            "email": "willenlibdems@btinternet.com",
            "website": "www.willenlibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Cllr Stuart Burke with members of the Liberal Democrat Focus Team"
                },
                {
                    "caption": "Liberal Democrat Parliamentary Candidate, Peter, works alongside Vince Cable and the Treasury Team"
                }
            ]
        },
        "additionalNotes": "The leaflet mentions initiatives and improvements pushed by the Liberal Democrats in the local area, focusing on service delivery and highlighting past successes and future commitments."
    }
}