{
    "leaflet": {
        "candidateName": "John Vincent",
        "constituency": "Crawley",
        "politicalParty": "Liberal Democrat",
        "electionDate": "",
        "messages": [
            {
                "title": "John Vincent wants to put Crawley on the map.",
                "content": "Our town has been ignored for too long, and we need to get real investment to bring jobs and better services."
            },
            {
                "title": "It’s time that our roads were brought up to scratch.",
                "content": "John will fight for real investment."
            },
            {
                "title": "John Vincent's contract with you",
                "content": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community. I will hold regular surgeries in the constituency at times and at a venue to suit your needs. I will report back to you on what I have been doing. I will make sure your voice is heard - locally and at Westminster. I will be a strong voice for Crawley."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Building a fairer Britain",
                "policyDescription": "1. Fair taxes that put money back in your pocket - Pay no tax on the first £10,000 you earn - cutting most tax bills by £700. 2. A fair chance for every child - Smaller class sizes, more cash for schools and abolish university tuition fees. 3. A fair future: create jobs by making Britain greener - Invest in public transport, renewable energy and energy efficient homes. 4. A fair deal for you from the politicians - Make politicians accountable and give you the right to sack corrupt MPs."
            }
        ],
        "mentions": {
            "candidate": "John Vincent",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "A fair chance for every child - Smaller class sizes, more cash for schools and abolish university tuition fees.",
            "environment": "A fair future: create jobs by making Britain greener - Invest in public transport, renewable energy and energy efficient homes.",
            "governance": "A fair deal for you from the politicians - Make politicians accountable and give you the right to sack corrupt MPs.",
            "health": "",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "John Vincent wants to put Crawley on the map. Our town has been ignored for too long, and we need to get real investment to bring jobs and better services.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.crawleylibdems.org.uk",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "The Independent UK Poll Home August 2009",
                "endorsement": "Liberal Democrat MPs were more highly regarded by their constituents than Conservative or Labour were by theirs"
            }
        ],
        "quotes": [],
        "campaignMaterial": {
            "images": [
                {
                    "caption": ""
                }
            ]
        },
        "additionalNotes": ""
    }
}