{
    "leaflet": {
        "candidateName": "Richard Harrington",
        "constituency": "Watford",
        "politicalParty": "Conservatives",
        "electionDate": "May 6th",
        "messages": [
            {
                "title": "3 POSITIVE REASONS TO VOTE FOR RICHARD HARRINGTON",
                "content": "Richard will be totally transparent about his expenses and will not claim for a second home. He will also hold monthly public meetings so people can question his expenses and how he votes. Richard is the best placed to unseat Gordon Brown’s local MP. The last election was very close in Watford but this time only a Conservative win in Watford will help change the government. Richard is fighting for hard working families in Watford to ensure police are visible on our streets, doctors, teachers and nurses not swamped with Whitehall or EU paperwork."
            },
            {
                "title": "Vote for change in Watford",
                "content": "Vote for Richard Harrington for the change we need."
            },
            {
                "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
                "content": "In just a few weeks we will have the most important general election for a generation. Our economy is buried under debt. Our society and institutions are bogged down in bureaucracy. Our ancient system is a shambles. We can't go on like this. A Conservative government will take bold action on all fronts. We'll cut Gordon Brown's waste and debt. We'll back our families and businesses by stopping the jobs tax and freeze petrol in the short term and restore pride in our country. We need big changes in our political system, too. That's why the Conservative's plans to cut the number of MPs and cut the perks and cutting the cost of Parliament. Most importantly, we will take power away from the political elite to give you more control. So that's the choice at this election; five more years of Gordon Brown's tired government making things worse or the change that this country needs with the Conservatives."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Getting Britain Working",
                "policyDescription": "Labour's jobs tax will kill the recovery. Only the Conservatives will protect jobs by stopping Labour's job tax."
            },
            {
                "policyTitle": "Backing The NHS",
                "policyDescription": "David wants to waste £12 billion on a superfluous NHS computer. The Conservatives will stop Labour's waste and will make sure pensioners are respected."
            },
            {
                "policyTitle": "Raising Standards in Schools",
                "policyDescription": "In order to give parents real choice in schools, the Conservatives will create new schools for parents if the ones in their area aren't good enough."
            },
            {
                "policyTitle": "Supporting Families",
                "policyDescription": "The Conservatives will scrap the tax credit for families earning over £50,000, freeze council tax, and raise the threshold for pensioners to claim savings credit."
            }
        ],
        "mentions": {
            "candidate": "Richard Harrington",
            "otherPartyLeaderCandidate": "Gordon Brown",
            "partyLeader": "",
            "tacticalSituation": "The last election was very close in Watford but this time only a Conservative win in Watford will help change the government."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "Labour's jobs tax will kill the recovery. Only the Conservatives will protect jobs by stopping Labour's job tax.",
            "education": "In order to give parents real choice in schools, the Conservatives will create new schools for parents if the ones in their area aren't good enough.",
            "environment": "",
            "governance": "We need big changes in our political system, too.",
            "health": "David wants to waste £12 billion on a superflous NHS computer. The Conservatives will stop Labour's waste and will make sure pensioners are respected.",
            "immigration": "",
            "socialWelfare": "The Conservatives will scrap the tax credit for families earning over £50,000, freeze council tax, and raise the threshold for pensioners to claim savings credit.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Richard Harrington has been working hard for all parts of Watford, from successfully campaigning to save the local football club to supporting the proposed NHS Health Campus.",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": ""
            }
        ],
        "contactInformation": {
            "address": "137 The Parade, High St, Watford, WD17 1NA",
            "phone": "01923 296 790",
            "email": "Richard@RichardForWatford.com",
            "website": "www.RichardForWatford.com",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Richard Harrington stands up for Watford"
                }
            ]
        },
        "additionalNotes": ""
    }
}