{
  "leaflet": {
    "candidateName": "",
    "constituency": "Sheffield",
    "politicalParty": "Conservatives",
    "electionDate": "",
    "messages": [
      {
        "title": "FIXING OUR BROKEN ECONOMY",
        "content": "Sheffield city centre has one of the highest proportions of empty shops in the UK. We have been hit hard by a recession which Gordon Brown claimed we would never face. We need to address the situation. We need to do it now and we have laid out a clear, practical and cost-effective way of what is reducing our budget deficit."
      },
      {
        "title": "5 MORE YEARS OF GORDON BROWN OR CHANGE WITH THE CONSERVATIVES",
        "content": "In just a few weeks we will have the most important election for a generation. Our economy is burdened by indebtedness, inefficiencies are rife, and there is a breakdown by crime and irresponsible behaviour. Our political system is broken. We can't go on like this."
      }
    ],
    "keyPolicies": [
      {
        "policyTitle": "Economy",
        "policyDescription": "Only the Conservatives are committed to reducing the £167,000,000,000 budget deficit this year. Only the Conservatives will start to address the UK's debt. Only the Conservatives will restore international confidence."
      },
      {
        "policyTitle": "Healthcare",
        "policyDescription": "David Cameron has made the NHS our number one priority. We back the NHS and show it with our commitments."
      },
      {
        "policyTitle": "Education",
        "policyDescription": "We will create a new generation of schools with smaller class sizes, good discipline and proper teaching."
      },
      {
        "policyTitle": "Family Support",
        "policyDescription": "Families are the foundation of a strong society. Our policies will deliver life change tax reform, stop the endless increase in the cost of living, honour the marriage tax break, bring back the health visitor boom, and fight the family-friendly policies rejected in Europe."
      }
    ],
    "mentions": {
      "candidate": "",
      "otherPartyLeaderCandidate": "Gordon Brown",
      "partyLeader": "David Cameron",
      "tacticalSituation": ""
    },
    "issues": {
      "brexitEurope": "",
      "economy": "We need to address the situation. We need to do it now and we have laid out a clear, practical and cost-effective way of what is reducing our budget deficit.",
      "education": "We will create a new generation of schools with smaller class sizes, good discipline and proper teaching.",
      "environment": "",
      "governance": "Our political system is broken. We can't go on like this.",
      "health": "David Cameron has made the NHS our number one priority.",
      "immigration": "",
      "socialWelfare": "",
      "housing": [
        {
          "content": "",
          "yimbyNimby": "N/A"
        }
      ]
    },
    "personalStatement": "",
    "politicalExperience": [
      {
        "role": "",
        "duration": "",
        "achievements": ""
      }
    ],
    "contactInformation": {
      "address": "",
      "phone": "",
      "email": "",
      "website": "",
      "socialMedia": {
        "facebook": "",
        "twitter": "",
        "instagram": "",
        "linkedin": ""
      }
    },
    "endorsements": [
      {
        "endorser": "",
        "endorsement": ""
      }
    ],
    "quotes": [
      {
        "text": "",
        "source": "",
        "date": ""
      }
    ],
    "campaignMaterial": {
      "images": [
        {
          "caption": "Conservatives"
        }
      ]
    },
    "additionalNotes": ""
  }
}