{
    "leaflet": {
        "candidateName": "Jack Straw",
        "constituency": "Blackburn",
        "politicalParty": "Labour",
        "electionDate": "",
        "messages": [],
        "keyPolicies": [
            {
                "policyTitle": "Establish a University of Blackburn",
                "policyDescription": "The new University Centre at Blackburn College is a great start but I want to establish a full University status, and develop a top community policing."
            },
            {
                "policyTitle": "Develop a top community policing",
                "policyDescription": "I have a great record of local policing with crime at its lowest level for many years. I want to see police located in every community to build on this success."
            },
            {
                "policyTitle": "Improve the local environment",
                "policyDescription": "Blackburn with Darwen's Tory Council has cut conservations and street cleansing - I want to see these cuts reversed."
            },
            {
                "policyTitle": "Campaign to improve public transport",
                "policyDescription": "The Labour Government introduced free transport for the over 60s. However, the Tory-Led Council in Blackburn cut the bus subsidy resulting in cuts to services. I will campaign on these issues once again."
            },
            {
                "policyTitle": "Secure growth in the local economy",
                "policyDescription": "The Labour Government worked hard to help ease the effects of the recession. I will give local businesses the help they need to get through these difficult times."
            }
        ],
        "mentions": {
            "candidate": "Jack Straw",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "Gordon Brown",
            "tacticalSituation": ""
        },
        "issues": {
            "brexitEurope": "",
            "economy": "The Labour Government has worked hard to lessen the effects of the recession.",
            "education": "Establish a full University status for Blackburn.",
            "environment": "Blackburn with Darwen's Tory Council has cut conservation and street cleansing.",
            "governance": "I want to reverse the cuts made by Blackburn with Darwen's Tory Council.",
            "health": "Labour secured £10 million and the new Royal Blackburn Hospital for maternity has avoided proposed demolitions.",
            "immigration": "",
            "socialWelfare": "Introduced free transport for the over 60s.",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "",
        "politicalExperience": [
            {
                "role": "",
                "duration": "",
                "achievements": "Worked on establishing the new University Centre at Blackburn College and implementing community policing."
            }
        ],
        "contactInformation": {
            "address": "Richmond Chambers, Richmond Terrace, Blackburn, BB1 7AS",
            "phone": "01254 52323",
            "email": "jack.straw@blackburnlabour.org",
            "website": "www.blackburnlabour.org",
            "socialMedia": {
                "facebook": "",
                "twitter": "http://twitter.com/BlackburnLab",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [],
        "quotes": [
            {
                "text": "As a political person how good is Jack Straw? Well, when I was in the army I had an M.B.E., and I think Jack Straw should have one. Jack and I have been friends for 37 years and every year that goes by he impresses me even more with his brilliant brain. He knows what is right and fair and aims to deliver that for Blackburn.",
                "source": "Margaret Singh",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Jack Straw with individuals and community members."
                }
            ]
        },
        "additionalNotes": ""
    }
}