{
    "leaflet": {
        "candidateName": "Robert Adamson",
        "constituency": "East Yorkshire",
        "politicalParty": "The Lib Dems",
        "electionDate": "",
        "messages": [
            {
                "title": "My contract with you:",
                "content": "I will put local people first. I will be there to help, listen to your concerns and stand up for our community. I will visit every part of the constituency. I will make sure your voice is heard at Westminster. I will be a full-time MP for every voter, town and village in East Yorkshire."
            }
        ],
        "keyPolicies": [
            {
                "policyTitle": "Action on Health",
                "policyDescription": "Promises to stop central targets and guarantee local surgical treatment. Will give power to stop hospital closures and return services back in the hands of doctors and nurses. Ensures that patients are prioritized."
            },
            {
                "policyTitle": "Action on Crime",
                "policyDescription": "Aims to cut crime, particularly violent ones, and put offenders on the streets to clean and see their communities’ reactions."
            },
            {
                "policyTitle": "Action on Education",
                "policyDescription": "Concerned about young people leaving school without qualifications. Hopes to change priorities to fund smaller class sizes for both primary schools and those with children who are struggling."
            },
            {
                "policyTitle": "Four steps to a fairer Britain",
                "policyDescription": "Includes fairer taxes, a fair chance for every child, a fair future with job creation, and a fair deal from politicians with accountability and participation promises."
            }
        ],
        "mentions": {
            "candidate": "Robert Adamson",
            "otherPartyLeaderCandidate": "",
            "partyLeader": "",
            "tacticalSituation": "The Lib Dems are the only party with a plan to balance the country's books after the recession."
        },
        "issues": {
            "brexitEurope": "",
            "economy": "",
            "education": "Hopes to change priorities to fund smaller class sizes for both primary schools and those with children who are struggling.",
            "environment": "",
            "governance": "Includes accountability and participation promises to the constituency.",
            "health": "Promises to stop hospital closures and to prioritize patients' needs.",
            "immigration": "",
            "socialWelfare": "",
            "housing": [
                {
                    "content": "",
                    "yimbyNimby": "N/A"
                }
            ]
        },
        "personalStatement": "Robert is a former Civil Servant and Career Politician. He believes an MP should be in the service of the public and not a faceless bureaucrat.",
        "politicalExperience": [
            {
                "role": "Civil Servant and Career Politician",
                "duration": "",
                "achievements": "Has worked across various government departments and emergency services."
            }
        ],
        "contactInformation": {
            "address": "",
            "phone": "",
            "email": "",
            "website": "www.Robertadamson.info",
            "socialMedia": {
                "facebook": "",
                "twitter": "",
                "instagram": "",
                "linkedin": ""
            }
        },
        "endorsements": [
            {
                "endorser": "",
                "endorsement": ""
            }
        ],
        "quotes": [
            {
                "text": "",
                "source": "",
                "date": ""
            }
        ],
        "campaignMaterial": {
            "images": [
                {
                    "caption": "Robert Adamson with constituents"
                },
                {
                    "caption": "Robert Adamson"
                }
            ]
        },
        "additionalNotes": ""
    }
}